[
    {
        "id": "1",
        "name": "Exercício: Levantamento Terra com Barra em Estilo Mala",
        "level": "Avançado",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-suitcase-deadlift-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-suitcase-deadlift-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece ficando de pé com os pés afastados na largura dos quadris e segurando uma barra de pesos em um lado do seu corpo, com as palmas das mãos voltadas para as coxas.",
            "2. Mantenha seu core ativado e suas costas retas, dobre na altura dos quadris e joelhos para abaixar a barra de pesos em direção ao chão.",
            "3. Conforme a barra alcança o chão, use suas pernas e glúteos para empurrar através dos seus calcanhares e estender seus quadris e joelhos para elevar seu corpo de volta à posição inicial.",
            "4. Repita o movimento pelo número desejado de repetições, depois troque de lado e repita o exercício com a barra do lado oposto do seu corpo."
        ],
        "what_is": [
            "- Um exercício funcional que envolve a elevação de uma barra com peso do chão até a altura dos quadris, mantendo o tronco ereto e os braços estendidos.",
            "- Este movimento simula o ato de levantar objetos pesados no cotidiano.."
        ],
        "how_to_execute": [
            "Posicione-se em pé com os pés na largura dos ombros, ao lado da barra.",
            "Flexione os joelhos e incline o tronco para frente, mantendo as costas neutras.",
            "Agarre a barra com as duas mãos, usando uma pegada pronada (palmas voltadas para baixo).",
            "Eleve a barra ao longo das pernas, estendendo os quadris e joelhos simultaneamente.",
            "Mantenha o core ativado e os ombros retraídos durante o movimento.",
            "Retorne à posição inicial controlando o peso."
        ],
        "why_do_it": [
            "- Melhora a força funcional e a capacidade de realizar movimentos cotidianos.",
            "- Fortalece a musculatura posterior da cadeia cinética.",
            "- Aumenta a estabilidade do core e promove equilíbrio muscular.",
            "- Auxilia no desenvolvimento da postura corporal."
        ],
        "precautions": [
            "- Mantenha as costas sempre neutras para evitar lesões na coluna.",
            "- Evite arredondar os ombros ou projetar o pescoço para frente.",
            "- Use um peso adequado ao nível de força e técnica.",
            "- Realize o movimento de forma controlada, sem balançar o corpo."
        ],
        "restrictions": [
            "- Indivíduos com problemas lombares, hernias discais ou lesões nos ombros devem evitar ou adaptar o exercício.",
            "- Pessoas com limitações na mobilidade do quadril ou joelhos podem encontrar dificuldades.",
            "- Grávidas ou pessoas com condições cardiovasculares graves devem consultar um profissional antes de praticar."
        ],
        "substitutions": [
            "- Deadlift convencional.",
            "- Levantamento terra com kettlebell.",
            "- Levantamento terra sumô.",
            "- Peso morto com halteres."
        ],
        "related_muscles": [
            "- Grande dorsal.",
            "- Glúteos.",
            "- Isquiotibiais.",
            "- Quadríceps.",
            "- Trapézio.",
            "- Bíceps femoral.",
            "- Músculos do core (abdômen e oblíquos)."
        ]
    },
    {
        "id": "2",
        "name": "Exercício: Levantamento de Kettlebell para Fazendeiros",
        "level": "Iniciante",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-farmers-carry-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-farmers-carry-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure um kettlebell em cada mão.",
            "2. Mantenha as omoplatas recuadas e caminhe por um tempo determinado."
        ],
        "what_is": [
            "- Consiste em carregar pesos (kettlebells) em cada mão, mantendo os braços estendidos ao lado do corpo, enquanto se caminha por uma distância ou tempo determinado.",
            "- É um exercício funcional que combina força, resistência e estabilização.."
        ],
        "how_to_execute": [
            "Posicione-se em pé com os pés na largura dos ombros.",
            "Coloque uma kettlebell em cada mão, segurando-as firmemente com as palmas voltadas para o corpo.",
            "Mantenha a postura ereta, o core contraído e os ombros relaxados.",
            "Caminhe em linha reta ou em um espaço designado, mantendo os braços estendidos e estáveis.",
            "Retorne ao ponto inicial ou pare quando completar a distância/tempo definido."
        ],
        "why_do_it": [
            "- Melhora a força de preensão e resistência muscular.",
            "- Fortalece os músculos do core e da parte inferior do corpo.",
            "- Aumenta a estabilidade e equilíbrio corporal.",
            "- Promove condicionamento cardiovascular.",
            "- Simula movimentos funcionais do dia a dia."
        ],
        "precautions": [
            "- Evite arquear as costas durante a execução.",
            "- Mantenha o core ativado para proteger a coluna lombar.",
            "- Use pesos adequados ao seu nível de condicionamento físico.",
            "- Realize o movimento em superfícies planas e livres de obstáculos."
        ],
        "restrictions": [
            "- Indivíduos com problemas nas articulações dos ombros ou punhos devem evitar ou adaptar o exercício.",
            "- Pessoas com lesões na coluna vertebral ou hérnias devem consultar um profissional antes de executar.",
            "- Gestantes devem realizar apenas sob supervisão especializada."
        ],
        "substitutions": [
            "- Halteres ou barras hexagonais.",
            "- Garrafas de água ou objetos domésticos pesados.",
            "- Faixas elásticas com pegada fixa.",
            "- Outros exercícios de transporte de carga, como o carry com trap bar."
        ],
        "related_muscles": [
            "- Músculos do antebraço (flexores e extensores).",
            "- Músculos do core (abdômen, oblíquos e transverso abdominal).",
            "- Músculos das costas (trapézio, romboides e latíssimo do dorso).",
            "- Músculos dos ombros (deltóides).",
            "- Músculos das pernas (glúteos, quadríceps e isquiotibiais)."
        ]
    },
    {
        "id": "3",
        "name": "Exercício: Levantamento Terra com Pegada de Preensão de Placa",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-pinch-grip-deadlift-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-pinch-grip-deadlift-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de pé em frente ao disco com os pés afastados na largura dos ombros e o disco posicionado entre os seus pés.",
            "2. Abaixe-se e segure o disco pelas bordas superiores com as duas mãos, certificando-se de que seus polegares e dedos estejam igualmente espaçados.",
            "3. Mantenha suas costas retas, peito para cima e core ativado, e levante-se com a placa, mantendo-a próxima ao seu corpo.",
            "4. Abaixe o prato de volta ao chão, mantendo o controle e a boa postura."
        ],
        "what_is": [
            "- É um exercício de força que envolve a elevação de uma carga do chão utilizando uma pegada específica, na qual os dedos são posicionados sobre uma placa ou barra e o polegar é colocado por baixo, criando uma preensão desafiadora."
        ],
        "how_to_execute": [
            "Posicione-se em frente à carga com os pés alinhados aos quadris.",
            "Flexione os joelhos e incline o tronco para agarrar a barra ou placa com a pegada indicada.",
            "Mantenha a coluna neutra e o core ativado.",
            "Eleve a carga estendendo os quadris e joelhos simultaneamente até ficar em pé.",
            "Retorne à posição inicial com controle."
        ],
        "why_do_it": [
            "- Fortalece a musculatura envolvida no levantamento de cargas.",
            "- Melhora a capacidade de preensão e resistência das mãos.",
            "- Desenvolve força funcional aplicável em atividades cotidianas e esportivas."
        ],
        "precautions": [
            "- Evite arquear excessivamente a região lombar durante a execução.",
            "- Certifique-se de que a carga seja adequada ao nível de força e experiência.",
            "- Realize o movimento de forma controlada para evitar lesões articulares."
        ],
        "restrictions": [
            "- Indivíduos com problemas na coluna vertebral ou articulações dos punhos devem evitar ou adaptar o exercício.",
            "- Não é recomendado para pessoas com limitações na pegada ou condições como tendinite."
        ],
        "substitutions": [
            "- Levantamento terra tradicional.",
            "- Deadlift com pegada alternada.",
            "- Puxada de cargas com pegada aberta."
        ],
        "related_muscles": [
            "- Principais: Isquiotibiais, glúteos, quadríceps, eretores da espinha.",
            "- Secundários: Trapézio, antebraços, deltóides posteriores, abdominais."
        ]
    },
    {
        "id": "4",
        "name": "Exercício: Transporte do Fazendeiro com Pegada de Pinça de Placa",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-pinch-grip-farmers-carry-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-pinch-grip-farmers-carry-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Mantenha-se em pé, segurando dois pesos em cada mão com um aperto de pinça.",
            "2. Caminhe pela distância ou tempo desejados."
        ],
        "what_is": [
            "- Trata-se de um exercício funcional que envolve o transporte de uma carga utilizando uma pegada específica, na qual a mão segura uma placa ou peso de forma pinçada, sem apoio total.",
            "- Este movimento busca melhorar força, estabilidade e coordenação.."
        ],
        "how_to_execute": [
            "Posicione-se ao lado da carga (placa ou peso).",
            "Agache-se mantendo as costas neutras e joelhos alinhados.",
            "Segure a carga com os dedos e polegar, simulando uma pinça.",
            "Retome à posição ereta, mantendo o core ativado.",
            "Caminhe em linha reta por uma distância ou tempo predeterminados.",
            "Retorne ao ponto inicial ou abaixe a carga com controle."
        ],
        "why_do_it": [
            "- Melhora a força de preensão manual.",
            "- Desenvolve estabilidade do core.",
            "- Aumenta a resistência muscular localizada.",
            "- Simula movimentos funcionais do dia a dia.",
            "- Fortalece músculos estabilizadores das articulações."
        ],
        "precautions": [
            "- Mantenha sempre a coluna neutra durante o movimento.",
            "- Evite sobrecarga excessiva que comprometa a postura.",
            "- Atente-se à posição dos ombros para evitar tensão desnecessária.",
            "- Use calçados adequados para garantir estabilidade no solo."
        ],
        "restrictions": [
            "- Indivíduos com lesões prévias nos punhos, mãos ou ombros devem evitar.",
            "- Pessoas com problemas de coluna lombar devem realizar com supervisão.",
            "- Não é recomendado para quem possui limitações motoras graves."
        ],
        "substitutions": [
            "- Transporte de kettlebell.",
            "- Carregamento de halteres.",
            "- Farmer's carry tradicional.",
            "- Utilização de elásticos para treino de preensão."
        ],
        "related_muscles": [
            "- Músculos flexores dos dedos.",
            "- Antebraços (flexores e extensores).",
            "- Músculos do core (abdômen e oblíquos).",
            "- Estabilizadores da escápula.",
            "- Músculos paravertebrais."
        ]
    },
    {
        "id": "5",
        "name": "Exercício: Caminhada com Levantamento de Kettlebell",
        "level": "Iniciante",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-walking-farmers-march-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-walking-farmers-march-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Standing straight with kettlebells, start walking towards a set point. Pulling your knee up toward the ceiling.",
            "2. Certifique-se de manter o peito erguido e as omoplatas puxadas para trás.",
            "3. Tente manter a distância do seu passo mais ou menos a mesma."
        ],
        "what_is": [
            "- Trata-se de um exercício funcional que combina uma caminhada com o transporte de um kettlebell, promovendo estabilidade, força e resistência.",
            "- Envolve a manutenção do peso enquanto se desloca por uma distância ou tempo determinados.."
        ],
        "how_to_execute": [
            "Escolha um kettlebell adequado ao seu nível de força.",
            "Posicione-se em pé, segurando o kettlebell com uma ou duas mãos, dependendo da variação.",
            "Mantenha a postura ereta, core ativado e ombros relaxados.",
            "Caminhe de forma controlada, evitando movimentos bruscos ou compensatórios.",
            "Continue pelo tempo ou distância estabelecidos, alternando as mãos, se necessário."
        ],
        "why_do_it": [
            "- Desenvolve força, equilíbrio e resistência muscular, além de melhorar a postura e a capacidade de estabilização do core.",
            "- É útil para atividades funcionais cotidianas e esportes que exigem controle motor.."
        ],
        "precautions": [
            "- Evite curvar as costas durante a execução.",
            "- Mantenha o core contraído para proteger a coluna lombar.",
            "- Use calçados adequados para garantir estabilidade no solo.",
            "- Inicie com pesos mais leves para dominar a técnica."
        ],
        "restrictions": [
            "- Pessoas com problemas na coluna, articulações dos ombros ou joelhos devem evitar ou adaptar o exercício sob orientação profissional.",
            "- Gestantes e indivíduos com condições cardiovasculares graves também devem consultar um médico antes de praticá-lo.."
        ],
        "substitutions": [
            "- Haltere ou peso de mão.",
            "- Peso corporal com foco em exercícios de estabilização.",
            "- Sandbag ou qualquer objeto que permita o transporte seguro."
        ],
        "related_muscles": [
            "- Core (abdômen, oblíquos e lombar).",
            "- Músculos estabilizadores do ombro.",
            "- Glúteos e quadríceps.",
            "- Músculos da panturrilha e antebraços."
        ]
    },
    {
        "id": "6",
        "name": "Exercício: Marcha do Agricultor com Kettlebell",
        "level": "Intermediário",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-farmers-march-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-farmers-march-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de pé segurando dois kettlebells em cada mão.",
            "2. Marche no lugar pelo número desejado de repetições ou tempo."
        ],
        "what_is": [
            "- É um exercício funcional que combina força, estabilidade e resistência, realizado com um peso similar a uma bola de canhão com uma alça.",
            "- Consiste em carregar o peso ao lado do corpo enquanto se caminha.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés na largura dos ombros.",
            "Segure o peso com uma das mãos, mantendo o braço estendido ao lado do corpo.",
            "Caminhe em linha reta, mantendo o tronco ereto e o core ativado.",
            "Alterne o peso para a outra mão após completar a distância ou tempo desejados."
        ],
        "why_do_it": [
            "- Melhora a estabilidade e postura corporal.",
            "- Fortalece músculos envolvidos no equilíbrio e movimento cotidiano.",
            "- Desenvolve resistência muscular e cardiovascular.",
            "- Promove simetria muscular, prevenindo desequilíbrios."
        ],
        "precautions": [
            "- Mantenha o peso longe do corpo para evitar sobrecarga na coluna.",
            "- Evite inclinar o tronco para compensar o peso.",
            "- Use calçados adequados para garantir estabilidade durante a caminhada.",
            "- Respeite sua capacidade física e aumente gradualmente o peso."
        ],
        "restrictions": [
            "- Indivíduos com problemas na coluna, como hérnia de disco, devem consultar um médico antes de executar.",
            "- Pessoas com lesões nos ombros ou punhos devem evitar ou adaptar o movimento.",
            "- Não é recomendado para iniciantes sem orientação adequada."
        ],
        "substitutions": [
            "- Carries com halteres ou dumbbells.",
            "- Carries com barras ou weight plates.",
            "- Exercícios isométricos com foco em estabilidade."
        ],
        "related_muscles": [
            "- Músculos do core (abdômen, oblíquos e lombar).",
            "- Estabilizadores da escápula e ombro.",
            "- Músculos da parte inferior do corpo (glúteos, quadríceps e panturrilha)."
        ]
    },
    {
        "id": "7",
        "name": "Exercício: Marcha do Fazendeiro com Kettlebell em um Único Braço",
        "level": "Iniciante",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-single-arm-farmers-march-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-single-arm-farmers-march-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Em pé, com um kettlebell em uma mão, levante o joelho de uma perna do chão até a altura do joelho.",
            "2. Traga a perna de volta à posição de pé e repita com a outra perna, mantendo o kettlebell do mesmo lado.",
            "3. Repetir."
        ],
        "what_is": [
            "- É um exercício funcional que envolve a caminhada enquanto se segura uma kettlebell em apenas um braço, posicionada ao lado do corpo."
        ],
        "how_to_execute": [
            "Escolha uma kettlebell de peso adequado.",
            "Posicione-se em pé, com os pés alinhados aos ombros.",
            "Segure a kettlebell com uma das mãos, mantendo o braço estendido ao lado do corpo.",
            "Caminhe em linha reta, mantendo a postura ereta e o core ativado.",
            "Alterne o braço ou repita o movimento conforme orientação."
        ],
        "why_do_it": [
            "- Melhora a estabilidade do core.",
            "- Desenvolve força unilateral.",
            "- Aumenta a resistência muscular.",
            "- Trabalha a postura corporal.",
            "- Promove equilíbrio entre os lados do corpo."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante toda a execução.",
            "- Evite inclinar o tronco para o lado da kettlebell.",
            "- Não balance a kettlebell enquanto caminha.",
            "- Respeite sua capacidade de carga e evite pesos excessivos."
        ],
        "restrictions": [
            "- Problemas na coluna vertebral.",
            "- Lesões nos ombros ou punhos.",
            "- Condições que comprometam o equilíbrio.",
            "- Gravidez (sem liberação médica)."
        ],
        "substitutions": [
            "- Caminhada com halteres.",
            "- Carry bilateral com kettlebell.",
            "- Farmer’s carry tradicional.",
            "- Overhead carry unilateral."
        ],
        "related_muscles": [
            "- Músculos do core (abdômen, oblíquos, transverso).",
            "- Músculos estabilizadores do ombro.",
            "- Antebraços e punhos.",
            "- Glúteos e musculatura paravertebral.",
            "- Quadríceps e panturrilhas (secundariamente)."
        ]
    },
    {
        "id": "8",
        "name": "Exercício: Levantamento Terra com Kettlebell em Estilo Mala",
        "level": "Intermediário",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-farmers-squat-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-farmers-squat-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece em pé com os pés na largura do quadril e segurando um kettlebell de um lado do seu corpo, com as palmas das mãos voltadas para as coxas.",
            "2. Mantendo o seu core engajado e as costas retas, dobre na altura dos quadris e joelhos para abaixar o kettlebell em direção ao chão.",
            "3. Conforme a kettlebell atinge o chão, use suas pernas e glúteos para empurrar através dos seus calcanhares e estender seus quadris e joelhos para levantar seu corpo de volta à posição inicial.",
            "4. Repita o movimento pelo número desejado de repetições, depois troque de lado e repita o exercício com o kettlebell no lado oposto do seu corpo."
        ],
        "what_is": [
            "- Consiste em levantar um peso do chão até a posição ereta, segurando-o com uma ou duas mãos ao lado do corpo.",
            "- Este movimento é funcional e imita o gesto de carregar uma mala pesada.."
        ],
        "how_to_execute": [
            "Posicione-se ao lado do peso no chão, com os pés na largura dos ombros.",
            "Flexione os quadris e joelhos, mantenha as costas neutras e agarre o peso com uma pegada firme.",
            "Empurre o chão com os pés, estenda os quadris e joelhos simultaneamente e levante o peso até ficar totalmente ereto.",
            "Mantenha o core ativado e o peso próximo ao corpo durante todo o movimento.",
            "Retorne à posição inicial controlando o peso."
        ],
        "why_do_it": [
            "- Melhora a força funcional e a capacidade de realizar movimentos cotidianos.",
            "- Fortalece a musculatura do core, lombar e membros inferiores.",
            "- Promove equilíbrio muscular entre os lados do corpo.",
            "- Aumenta a resistência e estabilidade em posturas assimétricas."
        ],
        "precautions": [
            "- Evite arredondar as costas durante o movimento para prevenir lesões lombares.",
            "- Mantenha o peso próximo ao corpo para reduzir a sobrecarga na coluna.",
            "- Respeite a amplitude articular individual e evite compensações posturais.",
            "- Não execute o movimento de forma rápida ou descontrolada."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves na coluna lombar devem evitar.",
            "- Pessoas com lesões nos ombros ou punhos devem adaptar o exercício ou evitá-lo.",
            "- Não é recomendado para iniciantes sem orientação adequada."
        ],
        "substitutions": [
            "- Levantamento terra unilateral com halteres.",
            "- Levantamento terra tradicional com barra.",
            "- Carries unilaterais com haltere ou kettlebell."
        ],
        "related_muscles": [
            "- Grande dorsal, trapézio e romboides (músculos da parte superior das costas).",
            "- Glúteos, isquiotibiais e quadríceps (membros inferiores).",
            "- Oblíquos e transverso abdominal (core).",
            "- Antebraços e músculos flexores do punho (pegada)."
        ]
    },
    {
        "id": "9",
        "name": "Exercício: Carregamento de Mala com Barra",
        "level": "Avançado",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-barbell-suitcase-carry-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-barbell-suitcase-carry-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece de pé com os pés afastados na largura dos quadris e a barra no chão ao seu lado.",
            "2. Levante a barra até o seu lado e caminhe pelo tempo ou distância determinados.",
            "3. Coloque a barra no chão e troque de lado."
        ],
        "what_is": [
            "- Consiste em levantar uma barra do chão até a altura dos quadris, utilizando movimentos coordenados de pernas, quadril e tronco.",
            "- É um exercício funcional que simula o gesto de carregar peso.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés na largura dos ombros e a barra próxima aos pés.",
            "Flexione os joelhos e incline o tronco para frente, mantendo as costas neutras.",
            "Segure a barra com as mãos usando uma pegada pronada (palmas voltadas para baixo).",
            "Estique as pernas e eleve o quadril, levantando a barra até a altura dos quadris.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece músculos essenciais para atividades diárias.",
            "- Melhora a força e estabilidade do core.",
            "- Desenvolve coordenação motora e potência."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante todo o movimento.",
            "- Evite arquear excessivamente as costas ao final do movimento.",
            "- Certifique-se de usar uma carga adequada ao seu nível de força."
        ],
        "restrictions": [
            "- Indivíduos com problemas na coluna lombar devem evitar ou adaptar o exercício.",
            "- Pessoas com lesões nos joelhos ou ombros devem consultar um profissional antes de executá-lo."
        ],
        "substitutions": [
            "- Levantamento terra com halteres.",
            "- Deadlift com kettlebell.",
            "- Agachamento frontal com peso."
        ],
        "related_muscles": [
            "- Principais: Glúteos, isquiotibiais, quadríceps.",
            "- Secundários: Músculos do core (abdômen e lombar), trapézio, deltóides posteriores."
        ]
    }
]