[
    {
        "id": "1",
        "name": "Exercício: Puxada Facial com Corda de Cabo",
        "level": "Novato",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-face-pulls-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-face-pulls-side.mp4#t=0.1"
        ],
        "tips": [
            "1. De frente para a polia, puxe o peso em sua direção mantendo seus braços paralelos ao chão.",
            "2. Puxe suas mãos de volta para ambos os lados da sua cabeça e mantenha a posição.",
            "3. Retorne lentamente o peso à posição inicial. Repita."
        ],
        "what_is": [
            "- Um exercício de força que utiliza uma corda de cabo para trabalhar os músculos da parte superior do corpo, especialmente os responsáveis pela movimentação dos ombros e braços."
        ],
        "how_to_execute": [
            "Fique em pé diante de uma máquina de cabo com a corda presa na altura superior.",
            "Segure as extremidades da corda com as mãos, mantendo os braços estendidos à frente.",
            "Puxe a corda em direção ao rosto, separando as mãos lateralmente até que os cotovelos estejam alinhados ou ligeiramente atrás das costas.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Desenvolve a musculatura dos ombros e costas, melhora a estabilidade articular e contribui para a definição muscular."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante todo o movimento.",
            "- Evite usar carga excessiva, priorizando a execução técnica.",
            "- Não execute o movimento de forma rápida ou com tranco."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros, cotovelos ou punhos devem evitar ou adaptar o exercício.",
            "- Consulte um profissional antes de realizá-lo caso tenha condições pré-existentes.."
        ],
        "substitutions": [
            "- Remada alta com barra.",
            "- Elevação lateral com halteres.",
            "- Puxada alta com triângulo."
        ],
        "related_muscles": [
            "- Deltoide posterior.",
            "- Trapézio.",
            "- Romboides.",
            "- Bíceps braquial.",
            "- Músculos estabilizadores do ombro."
        ]
    },
    {
        "id": "2",
        "name": "Exercício: Afastamento com Elástico",
        "level": "Novato",
        "execution_type": "Faixa Elástica",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Band-band-pull-apart-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Band-band-pull-apart-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Pegue a faixa com um aperto na largura dos ombros. Aponte seus braços retos à sua frente.",
            "2. Recolha suas omoplatas e articulação do ombro até que a faixa toque seu peito."
        ],
        "what_is": [
            "- É um exercício que utiliza a resistência de elásticos para trabalhar a musculatura, promovendo estabilização e fortalecimento.",
            "- Envolve movimentos controlados que desafiam o equilíbrio e a força.."
        ],
        "how_to_execute": [
            "Posicione-se conforme a orientação do profissional, com o elástico fixado adequadamente.",
            "Realize o movimento indicado, mantendo a postura correta.",
            "Controle a tensão do elástico durante toda a execução.",
            "Retorne à posição inicial de forma gradual."
        ],
        "why_do_it": [
            "- Melhora a estabilidade articular.",
            "- Fortalece músculos específicos.",
            "- Auxilia na correção postural.",
            "- Promove ganhos funcionais no cotidiano."
        ],
        "precautions": [
            "- Verifique a integridade do elástico antes de usar.",
            "- Mantenha a postura alinhada durante a execução.",
            "- Evite movimentos bruscos ou compensatórios.",
            "- Respeite os limites de sua amplitude de movimento."
        ],
        "restrictions": [
            "- Lesões agudas ou inflamações na região a ser trabalhada.",
            "- Doenças articulares ou musculares não controladas.",
            "- Cirurgias recentes sem liberação médica."
        ],
        "substitutions": [
            "- Exercícios isométricos.",
            "- Uso de pesos livres ou máquinas.",
            "- Movimentos sem equipamento, utilizando apenas o peso corporal."
        ],
        "related_muscles": [
            "- Estabilizadores do tronco (abdômen e lombar).",
            "- Músculos dos membros superiores ou inferiores, dependendo da variação.",
            "- Glúteos e músculos paravertebrais."
        ]
    },
    {
        "id": "3",
        "name": "Exercício: Elevação Posterior de Deltoides Sentado com Halteres",
        "level": "Novato",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-seated-rear-delt-fly-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-seated-rear-delt-fly-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Com halteres em cada mão, flexione seus joelhos com os pés ligeiramente voltados para fora. Curve suas costas acima de seus joelhos e comece com os pesos se tocando na frente do seu peito.",
            "2. Com os cotovelos dobrados, levante seus braços até o nível dos ombros, fazendo uma pausa no final do movimento.",
            "3. Abaixe lentamente seus braços de volta à posição inicial."
        ],
        "what_is": [
            "- Trata-se de um exercício de musculação que visa isolar e trabalhar a parte posterior do músculo deltoides, localizado na região traseira dos ombros."
        ],
        "how_to_execute": [
            "Sente-se em um banco com encosto reto ou sem encosto, mantendo a coluna ereta.",
            "Segure um haltere em cada mão, com os braços estendidos à frente do corpo e palmas voltadas uma para a outra.",
            "Incline o tronco levemente para a frente, mantendo as costas retas.",
            "Eleve os braços lateralmente até formar uma linha reta com os ombros, mantendo uma leve flexão nos cotovelos.",
            "Retorne lentamente à posição inicial e repita o movimento."
        ],
        "why_do_it": [
            "- Desenvolve a porção posterior dos deltoides, promovendo equilíbrio muscular.",
            "- Fortalece os ombros, melhorando a postura corporal.",
            "- Auxilia no aumento da estabilidade articular."
        ],
        "precautions": [
            "- Evite usar pesos excessivos que comprometam a execução correta.",
            "- Mantenha o core ativado durante o movimento para proteger a coluna.",
            "- Não arqueie as costas ao realizar o exercício.",
            "- Respeite a amplitude máxima natural do movimento."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros ou problemas articulares devem evitar o exercício.",
            "- Pessoas com dores crônicas na região cervical ou lombar devem consultar um profissional antes de executá-lo."
        ],
        "substitutions": [
            "- Remada alta com barra ou halteres.",
            "- Elevação posterior em máquina específica.",
            "- Crucifixo inverso no cross-over."
        ],
        "related_muscles": [
            "- Deltoides posterior (principal foco).",
            "- Trapézio.",
            "- Romboides.",
            "- Bíceps braquial (como estabilizador)."
        ]
    },
    {
        "id": "4",
        "name": "Exercício: Texto: Máquina de Voo Reverso",
        "level": "Novato",
        "execution_type": "Máquina",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-reverse-fly-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-reverse-fly-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se na máquina e pressione seu peito contra a almofada.",
            "2. Pegue as alças com uma pegada por cima. Mantenha seus cotovelos principalmente estendidos.",
            "3. Leve seus braços para trás e aperte suas escápulas juntas."
        ],
        "what_is": [
            "- Trata-se de um exercício funcional que envolve movimentos coordenados para trabalhar diferentes grupos musculares, com foco principal na estabilização e no fortalecimento."
        ],
        "how_to_execute": [
            "Posicione-se em uma superfície estável, mantendo a postura alinhada.",
            "Realize o movimento de forma controlada, garantindo amplitude total.",
            "Retorne à posição inicial de maneira suave, sem comprometer a forma."
        ],
        "why_do_it": [
            "- Promove melhora da força muscular, equilíbrio e coordenação motora.",
            "- Também auxilia na prevenção de lesões e no fortalecimento de áreas específicas do corpo.."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante toda a execução.",
            "- Evite movimentos bruscos ou excessivamente rápidos.",
            "- Respeite os limites do corpo para não sobrecarregar articulações."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves nas articulações ou lesões recentes devem evitar sua realização sem orientação profissional adequada."
        ],
        "substitutions": [
            "- Outros exercícios que promovem estabilização e fortalecimento podem ser alternativas, como movimentos baseados em pilates ou exercícios isométricos."
        ],
        "related_muscles": [
            "- Engaja principalmente os músculos do core, glúteos, quadríceps e músculos estabilizadores do tronco."
        ]
    },
    {
        "id": "5",
        "name": "Exercício: Levantamento Posterior de Ombro com Halteres",
        "level": "Iniciante",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-rear-delt-fly-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-rear-delt-fly-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Com halteres em cada mão, dobre seus joelhos com os pés levemente voltados para fora. Curve suas costas acima dos seus joelhos, e comece com os pesos se tocando na frente do seu peito.",
            "2. Com os cotovelos dobrados, levante os braços até o nível dos ombros, fazendo uma pausa no final do movimento.",
            "3. Abaixe lentamente os braços de volta à posição inicial."
        ],
        "what_is": [
            "- É um exercício de musculação que visa o fortalecimento e desenvolvimento da região posterior dos ombros, utilizando halteres para executar movimentos específicos."
        ],
        "how_to_execute": [
            "Posicione-se em pé ou sentado, mantendo a coluna neutra e os joelhos levemente flexionados.",
            "Segure um haltere em cada mão, com as palmas voltadas uma para a outra (posição neutra).",
            "Incline o tronco levemente para frente, mantendo o core ativado.",
            "Eleve os halteres lateralmente até a altura dos ombros, com os cotovelos levemente flexionados.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Trabalha os músculos posteriores dos ombros, promovendo equilíbrio muscular, melhora da postura e prevenção de lesões.",
            "- Também auxilia no desenvolvimento de força e estabilidade da cintura escapular.."
        ],
        "precautions": [
            "- Evite arquear excessivamente a coluna durante a execução.",
            "- Mantenha o movimento controlado, sem utilizar momentum.",
            "- Respeite a amplitude articular natural do corpo.",
            "- Priorize a qualidade do movimento sobre o peso utilizado."
        ],
        "restrictions": [
            "- Pessoas com problemas nos ombros, como tendinite, bursite ou lesões prévias, devem evitar ou adaptar o exercício.",
            "- Consultar um profissional antes de iniciar é recomendável.."
        ],
        "substitutions": [
            "- Remada alta com barra ou halteres.",
            "- Elevações laterais com cabos.",
            "- Fly inverso em máquina ou com elástico."
        ],
        "related_muscles": [
            "- Deltoide posterior.",
            "- Trapézio (porção média e inferior).",
            "- Romboides.",
            "- Redondo maior.",
            "- Bíceps braquial (como estabilizador)."
        ]
    },
    {
        "id": "6",
        "name": "Exercício: Voo Traseiro de Deltóide com Cabo e Braço Único em Altura Elevada",
        "level": "Iniciante",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-rear-delt-fly-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-rear-delt-fly-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Use um acessório de alça ou nenhum acessório. O cabo deve estar ajustado para o topo.",
            "2. Dê alguns passos para longe com o cabo vindo do lado oposto do braço que está trabalhando.",
            "3. A partir daí, seus ombros devem ser abduzidos e aduzidos horizontalmente, enquanto seus cotovelos permanecem em uma posição fixa."
        ],
        "what_is": [
            "- É um exercício de musculação que utiliza o cabo para isolar e trabalhar os músculos do ombro, especificamente a parte posterior do deltóide.",
            "- A posição elevada e o uso de um braço por vez aumentam a intensidade e o foco no músculo-alvo.."
        ],
        "how_to_execute": [
            "Posicione o cabo na altura mais alta da máquina.",
            "Fique de frente para a máquina, com uma pegada neutra (polegar apontando para cima) em um dos cabos.",
            "Dê um passo à frente para criar tensão no cabo, mantendo o tronco levemente inclinado para frente.",
            "Puxe o cabo em direção ao ombro oposto, realizando uma abdução horizontal do ombro.",
            "Retorne lentamente à posição inicial, controlando o movimento.",
            "Repita conforme necessário e alterne os braços."
        ],
        "why_do_it": [
            "- Fortalece a parte posterior do deltóide, melhorando a estética e a simetria dos ombros.",
            "- Contribui para a estabilização da articulação do ombro.",
            "- Auxilia no equilíbrio muscular, prevenindo descompensações entre o peitoral e os músculos posteriores do ombro."
        ],
        "precautions": [
            "- Evite usar cargas excessivas para não comprometer a postura.",
            "- Mantenha o core ativado durante o movimento para proteger a coluna.",
            "- Não utilize o momentum corporal para auxiliar no movimento."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros ou problemas na articulação escapuloumeral devem evitar ou adaptar o exercício.",
            "- Pessoas com dores na região lombar devem ter cautela ao inclinar o tronco."
        ],
        "substitutions": [
            "- Remada alta com halteres.",
            "- Voo traseiro com halteres inclinado.",
            "- Crucifixo inverso no cross over."
        ],
        "related_muscles": [
            "- Deltóide posterior (principal).",
            "- Romboides.",
            "- Trapézio (porção inferior).",
            "- Bíceps braquial (como estabilizador)."
        ]
    },
    {
        "id": "7",
        "name": "Exercício: Puxada de Faixa para o Rosto",
        "level": "Novato",
        "execution_type": "Faixa Elástica",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Band-band-face-pull-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Band-band-face-pull-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Fixe a faixa no nível dos olhos. Dê alguns passos para trás até que a faixa esteja esticada.",
            "2. Use uma pegada invertida com ambas as mãos. Puxe a faixa até a ponte do seu nariz, abrindo os cotovelos."
        ],
        "what_is": [
            "- Trata-se de um exercício facial que consiste em aplicar tração suave sobre a pele do rosto, com o objetivo de estimular a circulação sanguínea, tonificar os músculos faciais e promover uma aparência mais saudável."
        ],
        "how_to_execute": [
            "Com as mãos limpas, posicione os dedos indicadores logo abaixo dos olhos, nas maçãs do rosto.",
            "Aplique uma leve pressão e puxe a pele delicadamente em direção às orelhas.",
            "Repita o movimento por cerca de 5 a 10 repetições, mantendo uma postura relaxada."
        ],
        "why_do_it": [
            "- Estimula a circulação sanguínea local.",
            "- Auxilia na tonificação dos músculos da face.",
            "- Pode contribuir para reduzir sinais de fadiga e tensão facial.",
            "- Promove relaxamento e alívio de desconfortos leves."
        ],
        "precautions": [
            "- Evite realizar o movimento com força excessiva para não causar irritação ou danos à pele.",
            "- Certifique-se de lavar as mãos antes de tocar o rosto, prevenindo infecções.",
            "- Não execute em peles lesionadas, inflamadas ou com condições dermatológicas ativas."
        ],
        "restrictions": [
            "- Indivíduos com problemas de pele, como acne severa, eczema ou rosácea, devem evitar.",
            "- Pessoas com histórico de cirurgias faciais recentes ou complicações médicas devem consultar um profissional antes de praticar."
        ],
        "substitutions": [
            "- Massagem facial com rolos de jade ou pedras frias.",
            "- Exercícios de contração e relaxamento muscular da face.",
            "- Utilização de aparelhos específicos para estímulo facial."
        ],
        "related_muscles": [
            "- Masseter : Localizado na mandíbula, responsável pela mastigação.",
            "- Orbicular dos Olhos : Envolvido nos movimentos ao redor dos olhos.",
            "- Zigomático Maior : Relacionado ao levantamento das maçãs do rosto.",
            "- Platisma : Músculo superficial do pescoço que influencia a região inferior do rosto."
        ]
    },
    {
        "id": "8",
        "name": "Exercício: Remada Posterior com Halteres",
        "level": "Intermediário",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-rear-delt-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-rear-delt-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Incline-se para a frente nos quadris, mantendo as costas retas. Tente deixar o seu tronco o mais paralelo possível ao chão, conforme a sua mobilidade permitir.",
            "2. Deixe seus braços pendurados à sua frente. Puxe seus cotovelos para trás em direção ao teto enquanto abre seus cotovelos para fora."
        ],
        "what_is": [
            "- Trata-se de um exercício de força que visa principalmente o desenvolvimento da parte superior das costas.",
            "- É realizado com halteres e envolve movimentos de puxada.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés na largura dos ombros e joelhos levemente flexionados.",
            "Incline o tronco para frente, mantendo a coluna neutra e o core ativado.",
            "Segure um haltere em cada mão, com os braços estendidos em direção ao chão.",
            "Puxe os halteres em direção ao tronco, levando os cotovelos para trás até que fiquem alinhados com o corpo.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece e define os músculos da parte superior das costas.",
            "- Melhora a postura corporal.",
            "- Aumenta a estabilidade e força do core.",
            "- Contribui para equilíbrio muscular, reduzindo o risco de lesões."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante toda a execução para evitar sobrecarga lombar.",
            "- Evite balançar o corpo ou usar momentum para realizar o movimento.",
            "- Não exagere na carga, priorizando a técnica adequada.",
            "- Certifique-se de aquecer adequadamente antes de iniciar."
        ],
        "restrictions": [
            "- Indivíduos com problemas na coluna lombar devem evitar inclinações excessivas.",
            "- Pessoas com lesões nos ombros ou cotovelos devem consultar um profissional antes de executar.",
            "- Não é recomendado para quem possui hipertensão descontrolada devido à posição inclinada."
        ],
        "substitutions": [
            "- Remada curvada com barra.",
            "- Remada baixa no pulley.",
            "- Remada unilateral com haltere.",
            "- Remada na máquina."
        ],
        "related_muscles": [
            "- Trapézio.",
            "- Romboides.",
            "- Grande dorsal.",
            "- Bíceps braquial.",
            "- Posterior do deltóide.",
            "- Músculos do core (estabilizadores)."
        ]
    },
    {
        "id": "9",
        "name": "Exercício: Voo Posterior do Deltoide com Kettlebell em um Braço Só",
        "level": "Intermediário",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-single-arm-rear-delt-fly-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-single-arm-rear-delt-fly-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com os seus pés afastados na largura dos ombros, segurando o kettlebell com as duas mãos à frente das suas coxas.",
            "2. Dobre-se para frente pelos quadris, trazendo o kettlebell para o chão enquanto você flexiona levemente os joelhos, mantendo suas costas retas.",
            "3. Leve um braço para trás e apoie este braço em suas costas. Com o outro braço, segure a kettlebell estendida perto do chão.",
            "4. Balance o kettlebell para fora e para cima em direção ao lado do seu corpo e depois volte ao centro. Repita."
        ],
        "what_is": [
            "- Um exercício de força que visa principalmente a parte posterior do ombro, utilizando uma kettlebell em posição unilateral para promover estabilidade e equilíbrio."
        ],
        "how_to_execute": [
            "Fique em pé com os pés na largura dos ombros, segurando uma kettlebell em uma das mãos, palma voltada para dentro.",
            "Incline o tronco ligeiramente para frente, mantendo as costas retas e os joelhos levemente flexionados.",
            "Com o braço estendido, eleve a kettlebell até que o braço fique paralelo ao chão, movendo apenas o ombro.",
            "Retorne à posição inicial de forma controlada e repita."
        ],
        "why_do_it": [
            "- Desenvolve a musculatura posterior do ombro, melhora a estabilização articular e promove equilíbrio corporal.",
            "- Ideal para fortalecer áreas negligenciadas nos treinos tradicionais.."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante toda a execução.",
            "- Evite usar cargas excessivas que comprometam a técnica.",
            "- Não execute o movimento de forma rápida ou balística."
        ],
        "restrictions": [
            "- Não é recomendado para pessoas com lesões no ombro, problemas articulares graves ou limitações na cintura escapular."
        ],
        "substitutions": [
            "- Remada alta unilateral com halteres.",
            "- Elevação lateral inversa com cabos.",
            "- Fly inverso em máquina."
        ],
        "related_muscles": [
            "- Deltoide posterior (principal).",
            "- Trapézio (estabilização).",
            "- Romboides (auxiliar).",
            "- Bíceps braquial (suporte)."
        ]
    },
    {
        "id": "10",
        "name": "Exercício: Remada Traseira de Deltoide com Kettlebell",
        "level": "Novato",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-rear-delt-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-rear-delt-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com os pés afastados na largura dos ombros, segurando a kettlebell com as duas mãos à frente das coxas.",
            "2. Dobre-se para frente nos quadris, levando o kettlebell ao chão enquanto você dobra levemente os joelhos, mantendo suas costas retas.",
            "3. Levante o kettlebell em direção ao seu peito superior e depois abaixe o kettlebell - repita."
        ],
        "what_is": [
            "- Um exercício de musculação que visa fortalecer a região posterior do ombro, utilizando um kettlebell como carga.",
            "- Movimento realizado com foco na retração escapular e estabilização corporal.."
        ],
        "how_to_execute": [
            "Fique em posição inclinada, com o tronco levemente flexionado para frente e joelhos semiflexionados.",
            "Segure o kettlebell com uma das mãos, mantendo a coluna neutra.",
            "Eleve o kettlebell lateralmente até que o braço fique paralelo ao chão, mantendo o cotovelo levemente flexionado.",
            "Retorne à posição inicial de forma controlada e repita o movimento."
        ],
        "why_do_it": [
            "- Desenvolve a musculatura posterior dos ombros, melhora a postura corporal e contribui para equilíbrio muscular, prevenindo descompensações."
        ],
        "precautions": [
            "- Mantenha a coluna alinhada durante toda a execução.",
            "- Evite usar cargas excessivas que comprometam a forma técnica.",
            "- Controle o ritmo do movimento para evitar traumas articulares."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros, problemas cervicais ou lombares devem evitar ou adaptar o exercício sob orientação profissional."
        ],
        "substitutions": [
            "- Remada Alta com Halteres",
            "- Crucifixo Invertido no Banco Inclinado",
            "- Face Pull com Corda"
        ],
        "related_muscles": [
            "- Deltoide Posterior",
            "- Trapézio (porção média e inferior)",
            "- Romboides",
            "- Redondo Menor"
        ]
    },
    {
        "id": "11",
        "name": "Exercício: Variação Dois do Alongamento de Ombros",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-shoulders-stretch-variation-2-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-shoulders-stretch-variation-2-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece com os braços de cada lado. Inicie empurrando os ombros para a frente e em direção ao peito.",
            "2. Continue o movimento circular com os ombros, apertando-os em direção às suas orelhas e, em seguida, estendendo o peito para fora enquanto você termina o movimento.",
            "3. Repita conforme necessário."
        ],
        "what_is": [
            "- Um exercício de mobilidade que visa aumentar a flexibilidade e relaxar os músculos da região dos ombros.",
            "- Envolve movimentos controlados para alongar estruturas como ligamentos, tendões e músculos ao redor do ombro.."
        ],
        "how_to_execute": [
            "Sente-se ou fique em pé com a coluna ereta.",
            "Eleve os braços lateralmente até a altura dos ombros, mantendo-os paralelos ao chão.",
            "Cruze os braços à frente do corpo, com as palmas das mãos voltadas para baixo.",
            "Mantenha a posição por 15 a 30 segundos, sentindo o alongamento nos ombros e parte superior das costas.",
            "Retorne à posição inicial de forma suave e repita, se necessário."
        ],
        "why_do_it": [
            "- Melhora a amplitude de movimento dos ombros.",
            "- Reduz tensões musculares acumuladas na região.",
            "- Prepara os ombros para atividades físicas que exigem mobilidade.",
            "- Auxilia na prevenção de lesões relacionadas à rigidez muscular."
        ],
        "precautions": [
            "- Evite realizar o movimento com força excessiva para não causar desconforto.",
            "- Mantenha a coluna alinhada durante a execução.",
            "- Não force os braços além do limite natural de sua amplitude de movimento."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes no ombro, como entorses, luxações ou cirurgias, devem evitar este exercício.",
            "- Pessoas com problemas crônicos, como tendinite ou bursite, devem consultar um profissional antes de praticar."
        ],
        "substitutions": [
            "- Alongamento de ombros com auxílio de uma faixa ou toalha.",
            "- Rotações de ombros para frente e para trás.",
            "- Alongamento de tríceps com extensão acima da cabeça."
        ],
        "related_muscles": [
            "- Deltoide",
            "- Trapézio",
            "- Peitoral maior",
            "- Redondo maior",
            "- Infraespinhoso",
            "- Supraespinhoso"
        ]
    },
    {
        "id": "12",
        "name": "Exercício: Variação Quatro do Alongamento dos Ombros",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/female-shoulders-stretch-variation-4-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/female-shoulders-stretch-variation-4-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de pé com os pés afastados na largura dos ombros. Coloque um braço à frente do peito na altura do ombro, pressione o antebraço do outro braço acima do cotovelo, encaixando o braço que está a alongar com sua mão.",
            "2. Pressione o braço até que esteja esticado e rotacione a parte superior do seu tronco para intensificar ainda mais o alongamento.",
            "3. Repita com o outro braço."
        ],
        "what_is": [
            "- Consiste em uma variação específica de alongamento que visa promover a mobilidade e flexibilidade da região dos ombros, com foco no relaxamento e aumento da amplitude de movimento."
        ],
        "how_to_execute": [
            "Posicione-se de pé ou sentado, mantendo a coluna ereta.",
            "Cruze um braço na frente do corpo, mantendo-o paralelo ao chão.",
            "Com a mão oposta, pressione levemente o braço esticado em direção ao tórax.",
            "Mantenha a posição por 15 a 30 segundos.",
            "Relaxe e repita com o outro braço."
        ],
        "why_do_it": [
            "- Auxilia na melhora da postura, reduz tensões musculares acumuladas nos ombros e previne desconfortos causados por movimentos repetitivos ou longos períodos em posturas inadequadas."
        ],
        "precautions": [
            "- Evite realizar o movimento de forma brusca para prevenir lesões.",
            "- Não force o alongamento além do ponto confortável.",
            "- Mantenha a respiração constante durante a execução."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes nos ombros, como entorses, luxações ou cirurgias, devem evitar este exercício sem orientação profissional."
        ],
        "substitutions": [
            "- Alongamento com rotação dos ombros.",
            "- Alongamento dinâmico com círculos horizontais.",
            "- Uso de faixas elásticas para auxiliar na tração."
        ],
        "related_muscles": [
            "- Deltoide",
            "- Trapézio",
            "- Redondo maior",
            "- Peitoral menor",
            "- Músculos rotadores do manguito rotador"
        ]
    },
    {
        "id": "13",
        "name": "Exercício: Puxada Alta de Rosto com Faixa",
        "level": "Novato",
        "execution_type": "Faixa Elástica",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-band-face-pull-front_Rw6dM9Q.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-band-face-pull-side_SluSCw4.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece com uma faixa ancorada em um ponto alto. Alterne a posição dos pés.",
            "2. Puxe a faixa até a ponte do seu nariz."
        ],
        "what_is": [
            "- Trata-se de um exercício de força que utiliza uma faixa elástica para trabalhar a parte superior do corpo, especialmente os músculos das costas e ombros.",
            "- É realizado com a ajuda de uma resistência elástica, simulando movimentos semelhantes ao levantamento vertical.."
        ],
        "how_to_execute": [
            "Posicione-se em pé sobre a faixa elástica, mantendo os pés alinhados aos ombros.",
            "Segure as extremidades da faixa com as mãos, palmas voltadas para baixo.",
            "Estique a faixa, elevando os braços até a altura dos ombros ou acima da cabeça.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece os músculos posteriores do corpo.",
            "- Melhora a postura corporal.",
            "- Aumenta a estabilidade dos ombros.",
            "- Auxilia no desenvolvimento de força funcional."
        ],
        "precautions": [
            "- Evite arquear excessivamente a coluna lombar durante a execução.",
            "- Mantenha os movimentos lentos e controlados para evitar lesões.",
            "- Certifique-se de que a faixa está bem posicionada sob os pés antes de iniciar."
        ],
        "restrictions": [
            "- Indivíduos com problemas nos ombros ou na coluna devem consultar um profissional antes de realizar.",
            "- Não é recomendado para pessoas com lesões recentes nos músculos das costas ou braços."
        ],
        "substitutions": [
            "- Remada alta com halteres.",
            "- Puxada alta na polia.",
            "- Remada curvada com barra ou anilhas."
        ],
        "related_muscles": [
            "- Trapézio.",
            "- Deltóides (principalmente porção posterior).",
            "- Romboides.",
            "- Bíceps braquial.",
            "- Grande dorsal."
        ]
    },
    {
        "id": "14",
        "name": "Exercício: Levantamento Posterior de Deltóide com Banda Elástica",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-band-rear-delt-fly-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-band-rear-delt-fly-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece ficando em pé entre as duas faixas fixas, com os pés afastados na largura dos ombros e as faixas posicionadas em um ponto alto.",
            "2. Segure as pontas de cada faixa com as mãos, mantendo as palmas uma de frente para a outra.",
            "3. Mantendo seus braços levemente dobrados e suas costas retas, puxe lentamente as faixas para longe do seu corpo até que seus braços estejam totalmente estendidos para os lados. Segure por um segundo e, em seguida, solte lentamente de volta à posição inicial. Repita para o número desejado de repetições."
        ],
        "what_is": [
            "- Um exercício de resistência que utiliza uma banda elástica para trabalhar a musculatura do ombro, com foco específico no deltóide posterior."
        ],
        "how_to_execute": [
            "Posicione-se em pé ou sentado, segurando as extremidades da banda elástica com os braços estendidos à frente do corpo.",
            "Mantenha os cotovelos levemente flexionados e fixos durante o movimento.",
            "Puxe a banda para trás, afastando os braços lateralmente até que eles estejam alinhados com os ombros.",
            "Retorne lentamente à posição inicial, controlando a tensão da banda."
        ],
        "why_do_it": [
            "- Desenvolve força e definição no deltóide posterior, melhora a postura corporal e contribui para um equilíbrio muscular nos ombros."
        ],
        "precautions": [
            "- Evite movimentos bruscos ou uso excessivo de momentum.",
            "- Mantenha a coluna neutra e o core ativado.",
            "- Certifique-se de que a banda elástica está em bom estado para evitar rupturas."
        ],
        "restrictions": [
            "- Não é recomendado para pessoas com lesões recentes no ombro, cotovelo ou punhos.",
            "- Consultar um profissional antes de iniciar é essencial para quem possui problemas articulares.."
        ],
        "substitutions": [
            "- Remada alta com halteres",
            "- Fly inverso em máquina específica",
            "- Remada invertida em barra fixa"
        ],
        "related_muscles": [
            "- Deltóide posterior (principal)",
            "- Trapézio (secundário)",
            "- Romboides (estabilizadores)",
            "- Bíceps braquial (auxiliar)"
        ]
    },
    {
        "id": "15",
        "name": "Exercício: Crucifixo Invertido deitado com rotação interna com Halteres",
        "level": "Intermediário",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-dumbbell-laying-reverse-fly-internally-rotated-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-dumbbell-laying-reverse-fly-internally-rotated-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Com halteres em cada mão e uma pegada por cima, deite-se em um banco inclinado que esteja aproximadamente entre 15 a 30 graus de inclinação.",
            "2. Com os cotovelos dobrados, levante seus braços até o nível dos ombros, fazendo uma pausa no final do movimento.",
            "3. Abaixe lentamente os braços de volta à posição inicial."
        ],
        "what_is": [
            "- Trata-se de um exercício de musculação que combina movimentos de rotação interna e posição invertida, realizado com halteres.",
            "- Ele visa trabalhar músculos específicos do corpo, especialmente os relacionados ao ombro e parte superior do tronco.."
        ],
        "how_to_execute": [
            "Deite-se em um banco plano ou inclinado, segurando um haltere em cada mão.",
            "Posicione os braços estendidos na vertical, com os halteres alinhados acima do peito.",
            "Gire os braços para os lados, mantendo uma leve flexão nos cotovelos, até que os halteres estejam próximos ao nível dos ombros.",
            "Retorne à posição inicial de forma controlada, realizando a rotação interna dos ombros."
        ],
        "why_do_it": [
            "- Fortalece os músculos responsáveis pela estabilização do ombro.",
            "- Melhora a mobilidade e controle articular.",
            "- Pode ser útil para prevenir lesões em atividades que exigem movimentos amplos dos ombros."
        ],
        "precautions": [
            "- Evite realizar o movimento com peso excessivo para não comprometer a articulação do ombro.",
            "- Mantenha o core ativado durante a execução para estabilizar o tronco.",
            "- Execute o movimento de forma lenta e controlada, evitando movimentos bruscos."
        ],
        "restrictions": [
            "- Indivíduos com histórico de lesões no ombro ou problemas articulares devem evitar ou consultar um profissional antes de executar.",
            "- Não é recomendado para iniciantes sem orientação adequada."
        ],
        "substitutions": [
            "- Elevações laterais com halteres.",
            "- Rotação externa com cabo ou elástico.",
            "- Crucifixo reto com halteres."
        ],
        "related_muscles": [
            "- Primários: Deltóide (porção anterior), rotadores internos do ombro.",
            "- Secundários: Peitoral maior, serrátil anterior, trapézio."
        ]
    },
    {
        "id": "16",
        "name": "Exercício: Abertura Invertida de Halteres Deitado",
        "level": "Novato",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-dumbbell-laying-reverse-fly-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-dumbbell-laying-reverse-fly-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Com halteres em cada mão, deite-se em um banco inclinado a cerca de 15-30 graus.",
            "2. Com os cotovelos dobrados, levante seus braços até o nível dos ombros, pausando no final do movimento.",
            "3. Abaixe lentamente os braços de volta à posição inicial."
        ],
        "what_is": [
            "- Trata-se de um exercício de musculação que utiliza halteres para trabalhar grupos musculares específicos.",
            "- A posição deitada e o movimento invertido diferenciam-no de outros exercícios com pesos livres.."
        ],
        "how_to_execute": [
            "Deite-se em um banco horizontal com os pés apoiados no chão.",
            "Segure um haltere em cada mão, mantendo os braços estendidos acima do peito, com as palmas das mãos voltadas uma para a outra.",
            "Abaixe lentamente os halteres para os lados, flexionando levemente os cotovelos, até sentir alongamento no peito.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Promove o desenvolvimento muscular de áreas específicas.",
            "- Melhora a estabilidade articular.",
            "- Auxilia na correção de desequilíbrios musculares.",
            "- Complementa rotinas de treino focadas em força ou hipertrofia."
        ],
        "precautions": [
            "- Mantenha os movimentos lentos e controlados para evitar lesões.",
            "- Evite arquear excessivamente a coluna durante a execução.",
            "- Certifique-se de que o peso escolhido é adequado ao nível de condicionamento."
        ],
        "restrictions": [
            "- Indivíduos com problemas nos ombros, cotovelos ou articulações devem consultar um profissional antes de realizar o exercício.",
            "- Não é recomendado para pessoas com dor aguda ou lesões recentes nas áreas envolvidas."
        ],
        "substitutions": [
            "- Crucifixo com halteres.",
            "- Crucifixo inclinado.",
            "- Alongamentos dinâmicos com resistência elástica."
        ],
        "related_muscles": [
            "- Peitoral maior.",
            "- Deltoides (porção anterior).",
            "- Pequenos músculos estabilizadores dos ombros.",
            "- Tríceps braquial (secundariamente)."
        ]
    },
    {
        "id": "17",
        "name": "Exercício: TRX Voo Posterior Deltoide",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-trx-rear-delt_fly-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-trx-rear-delt_fly-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de costas para as alças TRX e segure os cabos com as duas mãos.",
            "2. Dê um passo à frente para que seu corpo fique em posição de prancha, com os braços retos e o corpo alinhado em uma linha reta da cabeça aos calcanhares.",
            "3. Mantendo seus braços esticados, levante-os lentamente para o lado, mantendo-os na mesma altura dos seus ombros. Seu corpo deve formar um T."
        ],
        "what_is": [
            "- É um exercício de suspensão que utiliza o equipamento TRX para trabalhar principalmente a parte posterior do ombro, promovendo fortalecimento e estabilidade."
        ],
        "how_to_execute": [
            "Ajuste o TRX em uma altura adequada e segure as alças com os braços estendidos à frente.",
            "Incline o corpo para trás, mantendo-o reto e os pés firmes no chão.",
            "Puxe as alças para trás, levando os cotovelos para fora, até que as mãos fiquem próximas ao peito.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece os músculos posteriores do ombro, melhora a postura, equilibra a musculatura dos ombros e auxilia na prevenção de lesões."
        ],
        "precautions": [
            "- Mantenha o core ativado durante o movimento.",
            "- Evite arquear as costas ou projetar o pescoço para frente.",
            "- Controle a velocidade para evitar traumas articulares."
        ],
        "restrictions": [
            "- Indivíduos com problemas nos ombros, como tendinite ou lesões prévias, devem consultar um profissional antes de realizar o exercício."
        ],
        "substitutions": [
            "- Remada alta com halteres",
            "- Remada com barra fixa",
            "- Crucifixo inverso em máquinas específicas"
        ],
        "related_muscles": [
            "- Deltoide posterior",
            "- Romboides",
            "- Trapézio",
            "- Bíceps braquial (estabilizador)",
            "- Músculos do core (estabilizadores)"
        ]
    },
    {
        "id": "18",
        "name": "Exercício: Levantamento Posterior de Deltoides com Anilha",
        "level": "Iniciante",
        "execution_type": "Anilhas",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-rear-delt-fly-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-rear-delt-fly-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Mantenha suas costas retas e incline-se levemente para frente na cintura.",
            "2. Com os braços estendidos, levante os pesos para os lados até que eles estejam alinhados com os seus ombros.",
            "3. Faça uma breve pausa e então abaixe os pesos de volta à posição inicial."
        ],
        "what_is": [
            "- Trata-se de um exercício de musculação que visa o fortalecimento e a definição dos músculos da região posterior do ombro, utilizando uma anilha como carga.",
            "- A movimentação é realizada com foco na elevação dos braços para trás em uma posição inclinada ou neutra.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés alinhados aos quadris e joelhos levemente flexionados.",
            "Incline o tronco para frente, mantendo as costas retas e o core ativado.",
            "Segure a anilha com as duas mãos, mantendo os braços estendidos e próximos ao corpo.",
            "Eleve os braços lateralmente até a altura dos ombros, sem dobrar os cotovelos.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece os músculos posteriores do ombro.",
            "- Melhora a postura corporal.",
            "- Auxilia no equilíbrio muscular entre ombros e costas.",
            "- Contribui para prevenir lesões relacionadas à instabilidade articular."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante todo o movimento.",
            "- Evite usar cargas excessivas que comprometam a execução técnica.",
            "- Não eleve os braços além da altura dos ombros.",
            "- Respeite o limite de amplitude articular para evitar desconforto."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros, cotovelos ou coluna devem evitar ou adaptar o exercício.",
            "- Pessoas com problemas de mobilidade ou hiperextensão devem realizar sob supervisão.",
            "- Contraindicado para quem apresenta dor aguda ou inflamação nas articulações envolvidas."
        ],
        "substitutions": [
            "- Remada alta com halteres.",
            "- Elevação lateral inversa em banco inclinado.",
            "- Fly inverso no cross over."
        ],
        "related_muscles": [
            "- Primários: Deltoide posterior.",
            "- Secundários: Trapézio, romboides e redondo menor.",
            "- Estabilizadores: Músculos do core e peitoral menor."
        ]
    },
    {
        "id": "19",
        "name": "Exercício: TRX Remada para Deltóide Posterior",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-trx-rear-delt-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-trx-rear-delt-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de costas para as alças do TRX e segure-as com as duas mãos.",
            "2. Afaste-se de modo que seu corpo esteja inclinado para longe do ponto de ancoragem.",
            "3. Dobre seus cotovelos e puxe-os para trás, atrás do seu corpo.",
            "4. Certifique-se de manter seus cotovelos voltados para fora."
        ],
        "what_is": [
            "- É um exercício de resistência que utiliza o peso corporal e a suspensão para trabalhar os músculos da parte posterior do ombro, sendo executado com o auxílio de faixas TRX."
        ],
        "how_to_execute": [
            "Posicione-se em pé, segurando as alças do TRX com os braços estendidos à frente.",
            "Incline o corpo para trás, mantendo os pés firmes no chão e o tronco reto.",
            "Puxe as alças lateralmente, levando os cotovelos para trás até que fiquem alinhados com os ombros.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece os músculos posteriores dos ombros, melhorando a postura e o equilíbrio muscular.",
            "- Promove estabilidade articular e ativação funcional dos músculos envolvidos.",
            "- Auxilia na prevenção de lesões por descompensação muscular."
        ],
        "precautions": [
            "- Mantenha sempre o core ativado para evitar sobrecarga na coluna.",
            "- Evite arquear as costas durante a execução.",
            "- Certifique-se de que as alças estejam bem fixadas antes de iniciar."
        ],
        "restrictions": [
            "- Indivíduos com problemas nos ombros ou lesões recentes devem evitar ou consultar um profissional.",
            "- Não é recomendado para pessoas com instabilidade articular severa."
        ],
        "substitutions": [
            "- Remada com halteres.",
            "- Remada no cabo com triângulo.",
            "- Remada unilateral com kettlebell."
        ],
        "related_muscles": [
            "- Deltóide posterior (principal).",
            "- Romboides.",
            "- Trapézio (porção média e inferior).",
            "- Bíceps braquial (auxiliar)."
        ]
    },
    {
        "id": "20",
        "name": "Exercício: Levantamento Posterior de Deltoide com Rotação Interna e Prato",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-internally-rotated-rear-delt-fly-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-internally-rotated-rear-delt-fly-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Com halteres em cada mão, dobre os joelhos com os pés ligeiramente afastados para fora. Incline-se para a frente mantendo as costas retas.",
            "2. Mantenha uma pegada pronada e os ombros rodados internamente.",
            "3. Levante seus braços para trás em direção ao teto enquanto mantém uma leve curvatura nos cotovelos."
        ],
        "what_is": [
            "- Trata-se de um exercício de musculação que envolve movimentos específicos para trabalhar a parte posterior do deltoide, com ênfase na rotação interna do ombro.",
            "- Utiliza um prato de peso ou halter como resistência.."
        ],
        "how_to_execute": [
            "Fique em pé, segurando um prato de peso ou halter com as duas mãos.",
            "Mantenha os braços estendidos e posicionados à frente do corpo, com uma leve flexão nos cotovelos.",
            "Inicie o movimento elevando os braços lateralmente até a altura dos ombros.",
            "Ao mesmo tempo, realize uma rotação interna dos ombros, direcionando os polegares para baixo.",
            "Retorne lentamente à posição inicial, controlando o movimento."
        ],
        "why_do_it": [
            "- Fortalece os músculos posteriores do ombro.",
            "- Melhora a estabilidade articular e postural.",
            "- Auxilia no equilíbrio muscular entre os deltoides anterior e posterior.",
            "- Contribui para prevenir lesões por descompensação muscular."
        ],
        "precautions": [
            "- Evite usar cargas excessivas que comprometam a execução técnica.",
            "- Mantenha a coluna neutra durante todo o movimento.",
            "- Não eleve os braços além da altura dos ombros para evitar impacto na articulação.",
            "- Realize o movimento de forma controlada, evitando balanços corporais."
        ],
        "restrictions": [
            "- Indivíduos com histórico de lesões no ombro ou problemas articulares devem consultar um profissional antes de realizar o exercício.",
            "- Evitar em casos de tendinite, bursite ou lesões no manguito rotador.",
            "- Gestantes ou pessoas com restrições específicas devem adaptar ou evitar o movimento."
        ],
        "substitutions": [
            "- Remada alta com halteres.",
            "- Elevação lateral inversa em banco inclinado.",
            "- Crucifixo inverso no crossover ou cabo."
        ],
        "related_muscles": [
            "- Deltoide posterior (principal).",
            "- Redondo maior.",
            "- Trapézio (porção inferior).",
            "- Peitoral menor (estabilizador)."
        ]
    },
    {
        "id": "21",
        "name": "Exercício: TRX Elevação em W",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-trx-W-raise-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-trx-W-raise-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure as alças do TRX e incline-se para longe do ponto de ancoragem.",
            "2. Puxe os cotovelos para trás enquanto rotaciona externamente a articulação do ombro. Seus braços devem formar um W na parte de trás do exercício."
        ],
        "what_is": [
            "- É um exercício de suspensão que utiliza o peso corporal para trabalhar diferentes grupos musculares.",
            "- Consiste em uma posição inclinada com os braços estendidos e as mãos segurando as alças, enquanto o corpo é elevado por meio de movimentos controlados.."
        ],
        "how_to_execute": [
            "Posicione-se de frente para o ponto de fixação das alças.",
            "Ajuste a altura das alças para que fiquem próximas ao chão.",
            "Segure as alças com as palmas voltadas para dentro e mantenha os braços estendidos.",
            "Incline o corpo para trás, mantendo-o reto, com os calcanhares apoiados no chão.",
            "Eleve o corpo flexionando os cotovelos até que o peito alcance as mãos.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece músculos importantes do tronco e membros superiores.",
            "- Melhora a estabilidade e coordenação corporal.",
            "- Promove ganhos de força funcional e resistência muscular.",
            "- Pode ser adaptado para diferentes níveis de condicionamento físico."
        ],
        "precautions": [
            "- Mantenha o core ativado durante toda a execução.",
            "- Evite arquear as costas ou projetar o quadril para frente.",
            "- Certifique-se de que as alças estejam bem fixadas antes de iniciar.",
            "- Execute o movimento de forma lenta e controlada para evitar lesões."
        ],
        "restrictions": [
            "- Indivíduos com problemas nos ombros, cotovelos ou punhos devem evitar ou adaptar o exercício.",
            "- Não é recomendado para pessoas com limitações na mobilidade dos braços ou tronco.",
            "- Gestantes ou pessoas com condições cardiovasculares devem consultar um profissional antes de praticar."
        ],
        "substitutions": [
            "- Flexões tradicionais ou inclinadas.",
            "- Remada com halteres ou barra.",
            "- Exercícios de tração em máquinas específicas.",
            "- Outras variações de exercícios de suspensão."
        ],
        "related_muscles": [
            "- Peitoral maior",
            "- Deltóide anterior",
            "- Tríceps braquial",
            "- Grande dorsal",
            "- Músculos estabilizadores do core (reto abdominal, oblíquos e transverso abdominal)"
        ]
    },
    {
        "id": "22",
        "name": "Exercício: Remada Supinada com Cabo",
        "level": "Iniciante",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-rotating-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-rotating-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Posicione o cabo à altura do ombro.",
            "2. Comece com uma pegada por cima. Ao puxar o cotovelo para trás, gire a palma da mão até que ela fique voltada para cima."
        ],
        "what_is": [],
        "how_to_execute": [
            "Sente-se no banco com os pés apoiados no chão e o tronco inclinado para frente.",
            "Segure o pegador com as palmas das mãos voltadas para cima (supinação).",
            "Mantenha os cotovelos próximos ao corpo e puxe o cabo em direção ao abdômen.",
            "Retorne à posição inicial de forma controlada.",
            "PORQUE FAZER ESTE EXERCÍCIO",
            "Desenvolve a parte superior das costas, especialmente a largura e espessura.",
            "Fortalece músculos estabilizadores da escápula.",
            "Melhora a postura corporal."
        ],
        "why_do_it": [],
        "precautions": [
            "- Evite movimentos bruscos ou arqueamentos excessivos da coluna.",
            "- Mantenha o core ativado durante toda a execução.",
            "- Certifique-se de que o peso não comprometa a forma correta."
        ],
        "restrictions": [
            "- Pessoas com lesões nos ombros ou na coluna devem evitar ou adaptar o movimento.",
            "- Indivíduos com problemas de aderência nas mãos devem usar luvas ou ajustar o equipamento."
        ],
        "substitutions": [
            "- Remada curvada com barra.",
            "- Remada unilateral com halter.",
            "- Pulley frente com pegada neutra."
        ],
        "related_muscles": [
            "- Latíssimo do dorso.",
            "- Romboides.",
            "- Trapézio.",
            "- Bíceps braquial.",
            "- Posterior do deltóide."
        ]
    },
    {
        "id": "23",
        "name": "Exercício: Voo Posterior Deltoide Sentado com Rotação Interna",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-internally-rotated-seated-rear-delt-fly-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-internally-rotated-seated-rear-delt-fly-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se com o peito no colo, halteres nas mãos, braços dobrados, gire internamente os ombros.",
            "2. Levante os halteres para os lados, contraia os deltoides posteriores.",
            "3. Diminua os pesos, repita para repetições."
        ],
        "what_is": [
            "- Um exercício de musculação que visa isolar e fortalecer os músculos da região posterior do ombro, com foco na estabilização e no trabalho unilateral.",
            "- A rotação interna é adicionada para aumentar a ativação muscular e melhorar a biomecânica do movimento.."
        ],
        "how_to_execute": [
            "Sente-se em um banco ajustável ou reto, mantendo a coluna ereta.",
            "Segure um haltere em cada mão, com as palmas voltadas uma para a outra.",
            "Incline o tronco levemente para frente, mantendo uma leve flexão nos cotovelos.",
            "Eleve os braços lateralmente até a altura dos ombros.",
            "Ao final do movimento, realize uma rotação interna dos braços, girando os polegares levemente para baixo.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece os músculos posteriores do ombro, essenciais para movimentos funcionais e postura adequada.",
            "- Melhora a estabilidade articular do ombro.",
            "- Auxilia na prevenção de desequilíbrios musculares.",
            "- Contribui para a definição estética da região posterior do corpo."
        ],
        "precautions": [
            "- Evite usar cargas excessivas, priorizando a execução correta.",
            "- Mantenha a coluna neutra durante todo o movimento.",
            "- Não eleve os braços além da altura dos ombros para evitar lesões.",
            "- Respeite a amplitude natural das articulações."
        ],
        "restrictions": [
            "- Indivíduos com histórico de lesões nos ombros ou patologias como tendinite e bursite devem evitar ou adaptar o exercício.",
            "- Pessoas com problemas cervicais devem evitar inclinar o tronco excessivamente.",
            "- Consulte um profissional de saúde antes de realizar o exercício caso tenha limitações físicas."
        ],
        "substitutions": [
            "- Remada alta com halteres.",
            "- Crucifixo inverso no pulley.",
            "- Elevação lateral com rotação externa.",
            "- Face pull no cabo."
        ],
        "related_muscles": [
            "- Deltoide posterior (principal alvo).",
            "- Romboides.",
            "- Trapézio (porção média e inferior).",
            "- Peitoral menor (estabilizador).",
            "- Rotadores externos do ombro (estabilizadores)."
        ]
    },
    {
        "id": "24",
        "name": "Exercício: Remada Posterior com Kettlebell (Dupla)",
        "level": "Iniciante",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-rear-delt-row-side_8lh6HT6.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-rear-delt-row-front_t7u0Mf0.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com os pés na largura dos quadris, kettlebell em cada mão, incline-se nos quadris.",
            "2. Puxe as kettlebells enquanto abre os cotovelos, apertando as omoplatas. Mantenha as costas retas."
        ],
        "what_is": [
            "- Trata-se de um exercício de força que utiliza duas kettlebells para trabalhar a musculatura da parte superior do corpo, com foco na região dorsal.",
            "- Envolve uma postura inclinada e movimentos de puxada, promovendo o fortalecimento dos músculos das costas.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, segurando uma kettlebell em cada mão, com os pés na largura dos ombros.",
            "Incline o tronco para frente, mantendo as costas retas e os joelhos levemente flexionados.",
            "Deixe os braços estendidos em direção ao chão, com as kettlebells próximas ao solo.",
            "Puxe as kettlebells em direção ao abdômen ou ao peito, contraindo as omoplatas.",
            "Retorne à posição inicial de forma controlada e repita o movimento."
        ],
        "why_do_it": [
            "- Fortalece e define os músculos das costas.",
            "- Melhora a postura corporal.",
            "- Aumenta a força funcional e a estabilidade do core.",
            "- Promove equilíbrio muscular entre costas e ombros."
        ],
        "precautions": [
            "- Mantenha sempre a coluna neutra para evitar lesões lombares.",
            "- Evite balançar o corpo durante o movimento.",
            "- Use cargas adequadas ao nível de força e condicionamento.",
            "- Realize o exercício lentamente para garantir controle."
        ],
        "restrictions": [
            "- Indivíduos com problemas nas costas, como hérnias de disco, devem evitar ou adaptar o exercício.",
            "- Pessoas com lesões nos ombros ou cotovelos devem consultar um profissional antes de realizar.",
            "- Gestantes ou pessoas com condições cardiovasculares graves precisam de autorização médica."
        ],
        "substitutions": [
            "- Remada curvada com barra ou halteres.",
            "- Remada baixa no cabo ou máquina.",
            "- Remada unilateral com kettlebell ou haltere."
        ],
        "related_muscles": [
            "- Grandes dorsais (lats).",
            "- Romboides.",
            "- Trapézio.",
            "- Bíceps braquial.",
            "- Posterior do deltóide.",
            "- Core (estabilizadores)."
        ]
    },
    {
        "id": "25",
        "name": "Exercício: Puxada de Rosto ajoelhado com Corda de Cabo",
        "level": "Novato",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-rope-kneeling-face-pull-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-rope-kneeling-face-pull-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece com os cabos na parte superior. Use um acessório de corda. Caia para uma posição de meio ajoelhado.",
            "2. Puxe a peça de metal no meio da corda até a ponte do seu nariz."
        ],
        "what_is": [
            "- Consiste em um exercício de força que envolve tração com carga, realizado ajoelhado e utilizando uma corda presa a um ponto fixo.",
            "- O movimento tem como foco o trabalho de músculos específicos da parte superior do corpo.."
        ],
        "how_to_execute": [
            "Ajoelhe-se no chão, posicionando os joelhos alinhados aos quadris.",
            "Segure a corda com as duas mãos, mantendo os braços estendidos à frente.",
            "Inicie o movimento puxando a corda em direção ao rosto, flexionando os cotovelos lateralmente.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Promove ganho de força muscular na região dos ombros, costas e braços.",
            "- Contribui para melhorar a estabilidade e postura corporal.",
            "- Auxilia no desenvolvimento da coordenação motora."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante toda a execução.",
            "- Evite usar cargas excessivas que comprometam a técnica.",
            "- Certifique-se de que a corda esteja bem presa ao ponto de fixação."
        ],
        "restrictions": [
            "- Indivíduos com problemas nos ombros ou lesões recentes devem evitar.",
            "- Pessoas com dores lombares ou instabilidade na coluna precisam de adaptações.",
            "- Não é recomendado para iniciantes sem orientação adequada."
        ],
        "substitutions": [
            "- Remada curvada com halteres.",
            "- Elevação lateral com cabos.",
            "- Puxador frontal no pulley."
        ],
        "related_muscles": [
            "- Deltoide posterior",
            "- Trapézio",
            "- Romboides",
            "- Bíceps",
            "- Grande dorsal"
        ]
    },
    {
        "id": "26",
        "name": "Exercício: Crucifixo Invertido com Rotação Interna em Cabo Alto",
        "level": "Iniciante",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-high-internally-rotated-reverse-fly-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-high-internally-rotated-reverse-fly-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Use um acessório de alça ou nenhum acessório. O cabo deve estar ajustado no topo.",
            "2. Dê alguns passos para se afastar do cabo que vem do lado oposto dos braços em atividade. Rode internamente os ombros.",
            "3. A partir daí, seus ombros devem realizar abdução e adução horizontalmente, enquanto seus cotovelos permanecem em uma posição fixa."
        ],
        "what_is": [
            "- Trata-se de um exercício de musculação que utiliza cabos altos para trabalhar grupos musculares específicos.",
            "- O movimento envolve uma combinação de tração e rotação, com foco na estabilização do corpo durante a execução.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, de frente para a máquina de cabo alto, segurando a barra ou cabo com as mãos em pronada (palmas voltadas para baixo).",
            "Afaste os pés na largura dos ombros e mantenha os joelhos levemente flexionados.",
            "Inicie o movimento puxando o cabo diagonalmente para baixo e cruzando o corpo, enquanto gira o tronco internamente.",
            "Retorne à posição inicial de forma controlada, sem deixar que o peso recolha totalmente."
        ],
        "why_do_it": [
            "- Promove o fortalecimento de músculos menos ativados em exercícios convencionais.",
            "- Melhora a estabilidade e coordenação motora.",
            "- Contribui para o equilíbrio muscular, reduzindo assimetrias corporais."
        ],
        "precautions": [
            "- Mantenha a postura ereta e evite compensações com o tronco ou ombros.",
            "- Evite usar cargas excessivas que comprometam a execução técnica.",
            "- Certifique-se de que a máquina esteja bem ajustada antes de iniciar."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros, cotovelos ou região lombar devem evitar ou adaptar o movimento.",
            "- Não é recomendado para pessoas com problemas graves de mobilidade ou instabilidade articular."
        ],
        "substitutions": [
            "- Remada unilateral com halteres.",
            "- Puxada alta com triângulo no pulley.",
            "- Fly inverso com halteres em banco inclinado."
        ],
        "related_muscles": [
            "- Agonistas: Grande dorsal, redondo maior, romboides.",
            "- Sinergistas: Peitoral maior (porção clavicular), deltoides posterior, bíceps braquial.",
            "- Estabilizadores: Abdominais, oblíquos, rotadores do quadril."
        ]
    },
    {
        "id": "27",
        "name": "Exercício: Cabo de Voo Reverso Alto",
        "level": "Novato",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-high-reverse-fly-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-high-reverse-fly-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Use um acessório de pegador ou não use acessório algum. O cabo deve estar ajustado para a parte superior.",
            "2. Afaste-se alguns passos com o cabo vindo do lado oposto ao do braço que está trabalhando.",
            "3. A partir daí, seus ombros devem sofrer abdução e adução horizontalmente, enquanto seus cotovelos permanecem em uma posição fixa."
        ],
        "what_is": [
            "- É um exercício funcional que envolve movimentos de tração e estabilização corporal, realizado com o auxílio de equipamentos como cordas aéreas ou anilhas suspensas.",
            "- Consiste em puxar o corpo para cima enquanto se mantém uma posição invertida.."
        ],
        "how_to_execute": [
            "Posicione-se abaixo do equipamento suspenso, segurando as alças com as mãos.",
            "Mantenha o corpo reto e os pés elevados do chão.",
            "Puxe o corpo para cima, aproximando o tórax das mãos.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Desenvolve força na parte superior do corpo.",
            "- Melhora a estabilidade do core.",
            "- Aumenta a resistência muscular e coordenação motora.",
            "- Fortalece músculos menos ativados em exercícios convencionais."
        ],
        "precautions": [
            "- Mantenha o controle durante todo o movimento.",
            "- Evite arquear excessivamente a coluna.",
            "- Certifique-se de que o equipamento está seguro antes de iniciar.",
            "- Respeite seus limites de força e mobilidade."
        ],
        "restrictions": [
            "- Indivíduos com problemas nos ombros ou articulações dos punhos devem evitar.",
            "- Não é recomendado para pessoas com hérnia de disco ou lesões na coluna.",
            "- Gestantes devem consultar um profissional antes de tentar."
        ],
        "substitutions": [
            "- Remada curvada com halteres.",
            "- Puxada alta na máquina.",
            "- Flexões inclinadas."
        ],
        "related_muscles": [
            "- Grande dorsal.",
            "- Bíceps braquial.",
            "- Romboides.",
            "- Trapézio.",
            "- Abdominais (core)."
        ]
    },
    {
        "id": "28",
        "name": "Exercício: Remada Traseira com Halteres Sentado",
        "level": "Iniciante",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-seated-rear-delt-row-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-seated-rear-delt-row-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se em um banco. Ponha o peito no colo. Tente aproximar seu tronco o máximo possível paralelo ao chão, de acordo com sua mobilidade.",
            "2. Deixe seus braços pendurados à sua frente. Puxe seus cotovelos para trás em direção ao teto, enquanto abre seus cotovelos para fora."
        ],
        "what_is": [
            "- Um exercício de musculação que visa trabalhar a parte superior do corpo, com foco na região dorsal.",
            "- É realizado utilizando halteres e executado em posição sentada.."
        ],
        "how_to_execute": [
            "Sente-se em um banco com encosto ou sem ele, mantendo a coluna ereta.",
            "Segure um haltere em cada mão, com as palmas voltadas para o corpo (posição neutra).",
            "Incline o tronco levemente para frente, mantendo as costas retas.",
            "Puxe os halteres em direção ao quadril, levando os cotovelos para trás.",
            "Contraia as costas no ponto máximo do movimento e retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece e define os músculos da região dorsal.",
            "- Melhora a postura corporal.",
            "- Auxilia no equilíbrio muscular entre costas e peito.",
            "- Promove estabilidade e controle motor."
        ],
        "precautions": [
            "- Evite arquear excessivamente a coluna lombar.",
            "- Mantenha o core ativado para proteger a região abdominal.",
            "- Não use peso além do suportável, priorizando a execução correta.",
            "- Respeite a amplitude natural do movimento."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves na coluna vertebral devem evitar ou adaptar o exercício.",
            "- Pessoas com lesões nos ombros ou cotovelos devem consultar um profissional antes de realizar.",
            "- Gestantes devem buscar orientação médica especializada."
        ],
        "substitutions": [
            "- Remada baixa no pulley.",
            "- Remada curvada com barra.",
            "- Remada unilateral com haltere."
        ],
        "related_muscles": [
            "- Grande dorsal (principalmente).",
            "- Romboides.",
            "- Trapézio (porção média e inferior).",
            "- Bíceps braquial (como sinergista)."
        ]
    },
    {
        "id": "29",
        "name": "Exercício: Remada para Deltoides Posterior na Máquina",
        "level": "Novato",
        "execution_type": "Máquina",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-rear-deltoid-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-rear-deltoid-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Encoste o peito no apoio e pegue nos manípulos com uma pegada por cima.",
            "2. Puxe seus cotovelos para trás em linha reta e mantenha-os abertos durante toda a repetição."
        ],
        "what_is": [
            "- Trata-se de um exercício de musculação realizado em uma máquina específica, que visa isolar e trabalhar principalmente a parte posterior dos ombros.",
            "- O movimento envolve puxar os cabos ou alavancas da máquina em direção ao corpo, promovendo a contração dos músculos deltoides posteriores.."
        ],
        "how_to_execute": [
            "Sente-se ou posicione-se adequadamente na máquina, ajustando o banco e os pegadores para se adaptarem à sua altura.",
            "Mantenha a coluna neutra, o peito elevado e os ombros relaxados.",
            "Segure os pegadores com uma pegada neutra ou pronada (dependendo do modelo da máquina).",
            "Puxe os pegadores em direção ao corpo, levando os cotovelos para trás até sentir a contração nos deltoides posteriores.",
            "Retorne à posição inicial de forma controlada, sem deixar que os braços voltem completamente à extensão."
        ],
        "why_do_it": [
            "- Promove o fortalecimento e hipertrofia dos deltoides posteriores.",
            "- Melhora a postura ao equilibrar o desenvolvimento muscular dos ombros.",
            "- Auxilia no equilíbrio muscular entre a parte anterior e posterior do corpo.",
            "- Reduz o risco de lesões por descompensação muscular."
        ],
        "precautions": [
            "- Evite arquear as costas durante o movimento.",
            "- Mantenha o controle do peso para evitar compensações com outros músculos.",
            "- Não utilize cargas excessivas que comprometam a execução técnica.",
            "- Respeite a amplitude completa do movimento, mas sem forçar articulações."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros, cotovelos ou coluna devem consultar um profissional antes de realizar o exercício.",
            "- Pessoas com problemas de mobilidade ou dor crônica na região escapular podem precisar de adaptações."
        ],
        "substitutions": [
            "- Remada alta com halteres.",
            "- Crucifixo inverso no crossover.",
            "- Elevação lateral inclinada com halteres.",
            "- Remada articulada com barra ou halteres."
        ],
        "related_muscles": [
            "- Deltoides posterior (principal músculo trabalhado).",
            "- Romboides.",
            "- Trapézio (porção média e inferior).",
            "- Bíceps braquial (como sinergista).",
            "- Músculos estabilizadores da escápula."
        ]
    },
    {
        "id": "30",
        "name": "Exercício: Voador Invertido com Anel",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-ring-rear-delt-fly-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-ring-rear-delt-fly-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de frente para os anéis e segure nas alças.",
            "2. Dê um passo para frente de modo que seu corpo fique em posição de prancha, com os braços esticados e o corpo em linha reta da cabeça aos calcanhares.",
            "3. Mantenha os braços esticados, levante lentamente os braços para o lado, mantendo-os na mesma altura dos ombros. Seu corpo deve formar um T."
        ],
        "what_is": [
            "- É um exercício de ginástica que envolve a posição invertida do corpo, apoiado por um anel suspenso, exigindo equilíbrio e controle muscular."
        ],
        "how_to_execute": [
            "Posicione-se abaixo dos anéis suspensos.",
            "Segure os anéis com as mãos e eleve o corpo até ficar na posição invertida.",
            "Estabilize o corpo, mantendo os braços estendidos e o tronco alinhado.",
            "Mantenha a posição por alguns segundos ou conforme sua capacidade."
        ],
        "why_do_it": [
            "- Desenvolve força nos músculos superiores, melhora o equilíbrio corporal e aumenta a consciência corporal."
        ],
        "precautions": [
            "- Certifique-se de que os anéis estejam bem fixados.",
            "- Evite realizar o movimento em superfícies escorregadias.",
            "- Use colchonetes para amortecer possíveis quedas."
        ],
        "restrictions": [
            "- Pessoas com problemas nos ombros ou articulações devem evitar.",
            "- Não é recomendado para iniciantes sem supervisão."
        ],
        "substitutions": [
            "- Parada de mão contra a parede.",
            "- Flexões em anéis.",
            "- Trabalho de força em barras fixas."
        ],
        "related_muscles": [
            "- Peitorais",
            "- Deltóides",
            "- Bíceps",
            "- Tríceps",
            "- Abdominais",
            "- Músculos da cintura escapular"
        ]
    },
    {
        "id": "31",
        "name": "Exercício: Máquina de Remada Baixa com Carga por Placas",
        "level": "Novato",
        "execution_type": "Máquina",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-plate-loaded-low-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-plate-loaded-low-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Pressione o peito contra o apoio e segure as alças horizontais com uma pegada por cima.",
            "2. Puxe as alças em sua direção, certifique-se de que seus cotovelos permaneçam abertos."
        ],
        "what_is": [
            "- É um equipamento de musculação projetado para realizar exercícios de remada em uma posição sentada, com carga ajustável por meio de placas.",
            "- A máquina permite que o usuário realize movimentos de tração horizontais, focando na musculatura dorsal e acessória.."
        ],
        "how_to_execute": [
            "Sente-se no banco da máquina, posicionando os pés firmemente no chão.",
            "Ajuste o tronco até encontrar uma inclinação confortável e estável.",
            "Segure a barra ou pegada com as mãos em posição supinada, pronada ou neutra, dependendo do modelo.",
            "Retraia as escápulas e puxe a barra em direção ao abdômen, mantendo o tronco fixo.",
            "Estenda lentamente os braços para retornar à posição inicial."
        ],
        "why_do_it": [
            "- Desenvolve a musculatura dorsal, especialmente o latíssimo do dorso e trapézio.",
            "- Promove estabilização da região escapular.",
            "- Melhora a postura corporal ao fortalecer músculos envolvidos na sustentação da coluna.",
            "- Oferece controle de carga progressiva, ideal para treinos de hipertrofia."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante todo o movimento.",
            "- Evite compensações como arquear as costas ou projetar o pescoço à frente.",
            "- Execute o exercício de forma controlada, evitando movimentos bruscos.",
            "- Certifique-se de que o ajuste do banco e da pegada esteja adequado ao seu biotipo."
        ],
        "restrictions": [
            "- Indivíduos com lesões na coluna lombar ou cervical devem evitar ou adaptar o exercício.",
            "- Pessoas com problemas nos ombros ou cotovelos devem consultar um profissional antes de executá-lo.",
            "- Não é recomendado para quem apresenta dor aguda ou desconforto na região escapular."
        ],
        "substitutions": [
            "- Remada curvada com barra ou halteres.",
            "- Remada sentada na polia baixa.",
            "- Remada unilateral com halteres.",
            "- Remada em máquinas de cabo."
        ],
        "related_muscles": [
            "- Primários: Latíssimo do dorso, romboides, trapézio (porção média).",
            "- Secundários: Bíceps braquial, braquiorradial, deltoide posterior.",
            "- Estabilizadores: Músculos eretores da espinha, abdominais e músculos do antebraço."
        ]
    },
    {
        "id": "32",
        "name": "Exercício: Levantamento Posterior de Deltóide com Rotação Interna do Haltere",
        "level": "Iniciante",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-internally-rotated-rear-delt-fly-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-internally-rotated-rear-delt-fly-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se com a posição inclinada para frente, halteres nas mãos, braços levemente dobrados, gire os ombros para dentro.",
            "2. Levante os halteres para os lados, aperte os deltoides posteriores.",
            "3. Diminua os pesos, repita para repetições."
        ],
        "what_is": [
            "- Um exercício de musculação que visa isolar e trabalhar os músculos do ombro, com foco específico no deltóide posterior, enquanto também envolve estabilizadores do ombro e da escápula."
        ],
        "how_to_execute": [
            "Posicione-se em pé ou sentado, mantendo a coluna neutra e os pés alinhados com os ombros.",
            "Segure um haltere em cada mão, com as palmas voltadas uma para a outra (posição neutra).",
            "Incline o tronco levemente para frente, mantendo os cotovelos semiflexionados.",
            "Eleve os halteres lateralmente até que os braços fiquem paralelos ao chão, realizando uma rotação interna dos ombros durante o movimento.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Promove o fortalecimento do deltóide posterior, essencial para equilibrar o desenvolvimento muscular do ombro.",
            "- Melhora a postura ao fortalecer músculos responsáveis pela retração escapular.",
            "- Auxilia na prevenção de lesões nos ombros e na região escapular."
        ],
        "precautions": [
            "- Evite arquear excessivamente as costas durante o movimento.",
            "- Mantenha os ombros relaxados e longe das orelhas.",
            "- Execute o movimento de forma lenta e controlada para evitar compensações.",
            "- Não use cargas excessivas que comprometam a execução técnica."
        ],
        "restrictions": [
            "- Indivíduos com histórico de lesões nos ombros ou problemas articulares devem consultar um profissional antes de realizar o exercício.",
            "- Pessoas com dor crônica no ombro ou inflamação (como tendinite) devem evitar ou adaptar o movimento."
        ],
        "substitutions": [
            "- Remada alta com halteres.",
            "- Elevação lateral inclinada.",
            "- Fly inverso no cabo ou crossover."
        ],
        "related_muscles": [
            "- Deltóide posterior (principal).",
            "- Romboides.",
            "- Trapézio (porção média e inferior).",
            "- Deltoide lateral (secundário).",
            "- Músculos estabilizadores da escápula (serrátil anterior)."
        ]
    },
    {
        "id": "33",
        "name": "Exercício: Remada com Máquina em Pegada Supinada",
        "level": "Novato",
        "execution_type": "Máquina",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-overhand-row-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-overhand-row-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se na máquina, pés apoiados no chão, e segure as alças com as palmas voltadas para baixo, mantendo as costas retas.",
            "2. Puxe as alças em direção ao seu abdômen inferior, apertando as omoplatas juntas. Mantenha os cotovelos próximos ao corpo.",
            "3. Volte lentamente à posição inicial, estenda totalmente os braços sem travar os cotovelos. Repita pelo número desejado de repetições."
        ],
        "what_is": [],
        "how_to_execute": [
            "Sente-se no banco da máquina e ajuste o assento à altura adequada.",
            "Posicione os pés firmemente no suporte e segure as barras com as palmas voltadas para cima.",
            "Mantenha a coluna neutra e o tronco levemente inclinado para frente.",
            "Puxe as barras em direção ao abdômen, contraindo as costas.",
            "Retorne à posição inicial de forma controlada, sem relaxar completamente os músculos.",
            "PORQUE FAZER ESTE EXERCÍCIO",
            "Promove o desenvolvimento dos músculos dorsais.",
            "Fortalece antebraços e bíceps devido à pegada supinada.",
            "Contribui para melhorar a postura corporal.",
            "Oferece estabilidade durante a execução por ser realizado em máquina."
        ],
        "why_do_it": [],
        "precautions": [
            "- Evite movimentos bruscos ou uso de inércia.",
            "- Mantenha a coluna alinhada durante toda a execução.",
            "- Não arquear excessivamente a região lombar.",
            "- Ajuste a carga conforme sua capacidade para evitar compensações."
        ],
        "restrictions": [
            "- Indivíduos com lesões na coluna, ombros ou cotovelos devem consultar um profissional antes de realizar o exercício.",
            "- Evitar em casos de dores articulares ou inflamações nos punhos."
        ],
        "substitutions": [
            "- Remada baixa com triângulo.",
            "- Remada unilateral com halter.",
            "- Remada com barra T."
        ],
        "related_muscles": [
            "- Grande dorsal (principalmente).",
            "- Romboides.",
            "- Trapézio.",
            "- Bíceps braquial.",
            "- Músculos do antebraço."
        ]
    },
    {
        "id": "34",
        "name": "Exercício: Ys",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-ys-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-ys-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se de bruços com os braços na posição de Y. Polegares voltados para cima.",
            "2. Levante seus braços sem dobrar os cotovelos."
        ],
        "what_is": [
            "- Consiste em um exercício físico que envolve a elevação do corpo por meio da flexão dos braços, utilizando uma barra fixa ou suporte resistente.",
            "- É amplamente utilizado para fortalecer e desenvolver a parte superior do corpo.."
        ],
        "how_to_execute": [
            "Posicione-se abaixo de uma barra fixa com as mãos afastadas na largura dos ombros ou ligeiramente mais abertas.",
            "Pendure-se na barra com os braços totalmente estendidos.",
            "Inspire e, ao expirar, puxe o corpo para cima até que o queixo ultrapasse a altura da barra.",
            "Retorne lentamente à posição inicial, controlando o movimento."
        ],
        "why_do_it": [
            "- Promove o fortalecimento muscular, melhora a postura corporal e contribui para o aumento da força funcional.",
            "- Além disso, pode ser facilmente adaptado para diferentes níveis de condicionamento físico.."
        ],
        "precautions": [
            "- Mantenha o core ativado durante o movimento para evitar arqueamentos excessivos.",
            "- Evite balançar o corpo para impulsionar o movimento, garantindo que a execução seja controlada.",
            "- Use uma superfície estável e equipamentos adequados para prevenir acidentes."
        ],
        "restrictions": [
            "- Indivíduos com problemas nos ombros, cotovelos, punhos ou coluna devem consultar um profissional antes de realizá-lo.",
            "- Pessoas com lesões recentes ou cirurgias na região superior do corpo também devem evitar este exercício.."
        ],
        "substitutions": [
            "- Remada curvada com halteres.",
            "- Remada baixa no pulley.",
            "- Flexões de braço (push-ups)."
        ],
        "related_muscles": [
            "- Grandes dorsais.",
            "- Bíceps braquial.",
            "- Romboides.",
            "- Trapézio.",
            "- Peitoral maior (porção clavicular)."
        ]
    },
    {
        "id": "35",
        "name": "Exercício: Polichinelos com Movimentos Laterais de Cardio",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-seal-jacks-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-seal-jacks-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de pé com os pés juntos, braços à frente ao nível do peito, palmas se tocando.",
            "2. Abra as pernas amplamente, balance as duas braços para os lados simultaneamente, com as palmas voltadas para frente.",
            "3. Pule de volta para a posição inicial, trazendo os braços juntos novamente rapidamente. Repita ritmicamente."
        ],
        "what_is": [
            "- Trata-se de um exercício cardiovascular que combina movimentos laterais com ações específicas para elevar a frequência cardíaca, melhorar a coordenação e trabalhar grupos musculares inferiores."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés juntos e o corpo ereto.",
            "Realize um agachamento leve ao mesmo tempo que leva um dos pés para o lado.",
            "Retorne o pé à posição inicial enquanto desloca o outro pé lateralmente.",
            "Alterne os movimentos de forma contínua, mantendo um ritmo constante.",
            "Adicione movimentos adicionais, como braços flexionados ou elevados, para intensificar o exercício."
        ],
        "why_do_it": [
            "- Promove o fortalecimento muscular das pernas e glúteos.",
            "- Melhora a resistência cardiovascular.",
            "- Auxilia no aumento da mobilidade articular.",
            "- Desenvolve coordenação motora e equilíbrio dinâmico."
        ],
        "precautions": [
            "- Mantenha o core ativado para proteger a coluna lombar.",
            "- Evite movimentos bruscos ou excessivamente rápidos.",
            "- Preste atenção à postura durante toda a execução.",
            "- Use calçados adequados para amortecer impactos."
        ],
        "restrictions": [
            "- Indivíduos com problemas nos joelhos ou quadris devem evitar ou adaptar o exercício.",
            "- Pessoas com lesões recentes na região lombar devem consultar um profissional antes de realizar.",
            "- Gestantes devem buscar orientação médica antes de praticar."
        ],
        "substitutions": [
            "- Agachamentos laterais estáticos.",
            "- Passadas alternadas.",
            "- Saltos laterais sem agachamento.",
            "- Movimentos de step side-to-side."
        ],
        "related_muscles": [
            "- Quadríceps.",
            "- Glúteos (máximo, médio e mínimo).",
            "- Isquiotibiais.",
            "- Panturrilhas.",
            "- Músculos estabilizadores do core."
        ]
    },
    {
        "id": "36",
        "name": "Exercício: Posição do Filhote",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-puppy-pose-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-puppy-pose-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece na posição de mesa, com as mãos e os joelhos no chão.",
            "2. Avance suas mãos para frente enquanto abaixa o peito em direção ao chão.",
            "3. Mantenha seus quadris sobre seus joelhos e estenda seus braços à frente de você.",
            "4. Mantenha por algumas respirações e depois solte."
        ],
        "what_is": [
            "- Uma posição que envolve flexão de quadril e joelhos, com o corpo apoiado no chão, frequentemente usada em exercícios de alongamento ou fortalecimento."
        ],
        "how_to_execute": [
            "Posicione-se de quatro apoios no chão, com as mãos alinhadas aos ombros e os joelhos alinhados aos quadris.",
            "Mantenha a coluna neutra, evitando arquear ou encurvar excessivamente.",
            "Contraia levemente o abdômen para estabilizar o tronco.",
            "Sustente a posição por alguns segundos, conforme orientação."
        ],
        "why_do_it": [
            "- Ajuda a melhorar a postura, fortalecer a musculatura profunda do core e promover estabilidade na região lombar e pélvica."
        ],
        "precautions": [
            "- Evite curvar ou arquear excessivamente a coluna.",
            "- Mantenha o pescoço alinhado com a coluna, sem tensionar.",
            "- Não force a posição caso sinta desconforto nos punhos, ombros ou joelhos."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes nos punhos, ombros ou joelhos devem evitar.",
            "- Gestantes podem precisar adaptar a posição para maior conforto."
        ],
        "substitutions": [
            "- Exercícios em decúbito ventral com ativação do core.",
            "- Posições sentadas ou em pé que promovam estabilidade central."
        ],
        "related_muscles": [
            "- Reto abdominal",
            "- Oblíquos internos e externos",
            "- Transverso do abdômen",
            "- Músculos paravertebrais",
            "- Glúteos (auxiliar)"
        ]
    },
    {
        "id": "37",
        "name": "Exercício: Halo com Bola Medicinal",
        "level": "Iniciante",
        "execution_type": "Bola Suíça",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Medicine-Ball-halo-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Medicine-Ball-halo-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de pé com os pés afastados na largura dos ombros, segure uma bola medicinal.",
            "2. Gire a bola ao redor da sua cabeça, mantendo o controle.",
            "3. Complete o número desejado de repetições em ambas as direções."
        ],
        "what_is": [
            "- Consiste em um movimento de rotação ou giro realizado com uma bola medicinal, mantendo os braços estendidos ou semiflexionados.",
            "- O exercício envolve o tronco e membros superiores, promovendo mobilidade e força.."
        ],
        "how_to_execute": [
            "Fique em pé com os pés na largura dos ombros.",
            "Segure a bola medicinal com as duas mãos à frente do corpo.",
            "Inicie um movimento circular, levando a bola ao redor da cabeça, mantendo o tronco estável.",
            "Realize o movimento no sentido horário e anti-horário, conforme orientação."
        ],
        "why_do_it": [
            "- Desenvolve estabilidade do tronco, fortalece os músculos envolvidos no movimento e melhora a coordenação motora e a mobilidade articular."
        ],
        "precautions": [
            "- Mantenha o core ativado para evitar sobrecarga na coluna.",
            "- Evite realizar o movimento com velocidade excessiva.",
            "- Certifique-se de que o espaço ao redor está livre de obstáculos."
        ],
        "restrictions": [
            "- Problemas na coluna cervical ou lombar.",
            "- Dores ou desconforto no ombro.",
            "- Condições que restringem movimentos amplos do tronco ou membros superiores."
        ],
        "substitutions": [
            "- Movimentos circulares apenas com os braços, sem o uso da bola.",
            "- Exercícios com faixas elásticas ou halteres leves."
        ],
        "related_muscles": [
            "- Deltoide.",
            "- Trapézio.",
            "- Rotadores do ombro.",
            "- Músculos abdominais (estabilizadores)."
        ]
    },
    {
        "id": "38",
        "name": "Exercício: Vitruvian Elevação Posterior dos Ombros",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Vitruvian-rear-delt-fly-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Vitruvian-rear-delt-fly-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure as duas alças e incline-se para a frente.",
            "2. Mantenha seus cotovelos principalmente estendidos e levante seus braços retos para o lado."
        ],
        "what_is": [
            "- Trata-se de um exercício de isolamento que visa fortalecer e tonificar os músculos da região posterior do ombro, promovendo estabilidade e equilíbrio muscular.",
            "- É frequentemente utilizado em rotinas de treinamento para melhorar a postura e prevenir lesões.."
        ],
        "how_to_execute": [
            "Posicione-se em pé ou sentado, mantendo a coluna neutra e os ombros relaxados.",
            "Segure um peso leve (haltere, barra ou cabo) em cada mão, com os braços estendidos ao longo do corpo e as palmas voltadas para dentro.",
            "Eleve os braços lateralmente até formarem um ângulo de aproximadamente 90 graus com o tronco, mantendo os cotovelos levemente flexionados.",
            "Contraia os músculos posteriores dos ombros no ponto mais alto do movimento.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Promove o fortalecimento dos músculos posteriores dos ombros, essenciais para uma boa postura.",
            "- Contribui para o equilíbrio muscular, prevenindo descompensações entre os deltoides anterior e posterior.",
            "- Auxilia na prevenção de lesões relacionadas à má postura e sobrecarga nos ombros."
        ],
        "precautions": [
            "- Evite usar pesos excessivos para garantir a execução correta do movimento.",
            "- Mantenha a região lombar estável, evitando arqueamentos durante a elevação.",
            "- Priorize a amplitude de movimento adequada sem comprometer a biomecânica.",
            "- Respeite o limite de dor; desconforto leve é normal, mas dor aguda deve ser evitada."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros, como tendinite ou bursite, devem evitar este exercício ou consultá-lo com um profissional de saúde antes de executá-lo.",
            "- Pessoas com problemas cervicais ou dorsais devem realizar o movimento com cautela e supervisão."
        ],
        "substitutions": [
            "- Remada alta com cabo.",
            "- Elevação posterior inclinada com halteres.",
            "- Face pull com corda no pulley."
        ],
        "related_muscles": [
            "- Deltóide posterior.",
            "- Trapézio (porção média e inferior).",
            "- Romboides.",
            "- Músculos estabilizadores da escápula."
        ]
    },
    {
        "id": "39",
        "name": "Exercício: Remada de Arco com Cabo",
        "level": "Intermediário",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-archer-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-archer-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Posicione o cabo na altura do ombro.",
            "2. No mesmo lado do braço que está trabalhando, dê um passo para trás e gire para fora.",
            "3. Puxe seu cotovelo para trás enquanto abre o cotovelo para fora."
        ],
        "what_is": [
            "- É um exercício funcional que combina força, estabilidade e coordenação.",
            "- Utiliza um cabo ou elástico como resistência e simula o movimento de puxar um arco, exigindo contração muscular unilateral.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés alinhados aos ombros e joelhos levemente flexionados.",
            "Segure o cabo ou elástico com uma mão na extremidade e a outra no meio.",
            "Puxe o cabo cruzando o corpo, como se estivesse tensionando um arco, enquanto mantém o tronco estável.",
            "Retorne à posição inicial de forma controlada.",
            "Alterne os lados após completar as repetições."
        ],
        "why_do_it": [
            "- Desenvolve força unilateral, melhora a estabilidade do core, promove equilíbrio corporal e aprimora a coordenação motora.",
            "- É útil para atletas que precisam de movimentos funcionais e dinâmicos.."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante toda a execução.",
            "- Evite movimentos bruscos ou uso excessivo de momentum.",
            "- Certifique-se de que o equipamento (cabo ou elástico) esteja bem fixado."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros, cotovelos ou região lombar devem evitar ou adaptar o movimento.",
            "- Consulte um profissional antes de realizar o exercício caso tenha condições pré-existentes.."
        ],
        "substitutions": [
            "- Remada unilateral com halteres.",
            "- Puxada horizontal com elástico.",
            "- Remada baixa no pulley."
        ],
        "related_muscles": [
            "- Dorsais (latíssimo do dorso).",
            "- Romboides.",
            "- Trapézio.",
            "- Bíceps braquial.",
            "- Músculos do core (abdômen e oblíquos)."
        ]
    },
    {
        "id": "40",
        "name": "Exercício: Remada Posterior de Ombro com Cabo e Um Braço",
        "level": "Avançado",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-single-arm-rear-delt-row-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-single-arm-rear-delt-row-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Use um acessório de alça, segure com uma pegada por cima e posicione-se com o cabo cruzando seu corpo.",
            "2. Puxe seus cotovelos para trás enquanto expande seus cotovelos para fora."
        ],
        "what_is": [
            "- Trata-se de um exercício de força focado na região posterior dos ombros, realizado com o auxílio de uma máquina de cabo e executado de forma unilateral, ou seja, utilizando apenas um braço por vez."
        ],
        "how_to_execute": [
            "Posicione-se em pé ao lado da máquina de cabo, segurando o cabo com uma das mãos.",
            "Mantenha os pés alinhados com os ombros e o tronco levemente inclinado para frente.",
            "Puxe o cabo em direção ao corpo, levando o cotovelo para trás até que o braço esteja paralelo ao chão.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Desenvolve a musculatura posterior do ombro, promovendo equilíbrio muscular.",
            "- Melhora a postura e a estabilidade articular.",
            "- A execução unilateral ajuda a corrigir assimetrias musculares."
        ],
        "precautions": [
            "- Evite arquear as costas durante a execução.",
            "- Mantenha o movimento controlado, evitando usar a inércia.",
            "- Não sobrecarregue o peso, priorizando a técnica adequada."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros, cotovelos ou articulações relacionadas devem consultar um profissional antes de realizar.",
            "- Evitar em casos de dor aguda ou inflamação na região afetada."
        ],
        "substitutions": [
            "- Remada posterior com halteres.",
            "- Crucifixo inverso no cross over.",
            "- Elevação lateral invertida com halteres."
        ],
        "related_muscles": [
            "- Deltoide posterior (principal músculo trabalhado).",
            "- Trapézio (porção média e inferior).",
            "- Romboides.",
            "- Bíceps braquial (como estabilizador)."
        ]
    },
    {
        "id": "41",
        "name": "Exercício: Círculo para Trás com o Braço",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-backward-arm-circle-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-backward-arm-circle-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Estenda seus braços para os lados.",
            "2. Gire seus braços para trás em pequenos círculos."
        ],
        "what_is": [
            "- Movimento que envolve a articulação do ombro e consiste em realizar círculos controlados para trás com o braço, promovendo mobilidade e ativação muscular."
        ],
        "how_to_execute": [
            "Fique em posição ereta, com os pés alinhados aos ombros.",
            "Mantenha os braços estendidos ao lado do corpo.",
            "Inicie o movimento com um dos braços, realizando círculos suaves para trás.",
            "Repita o movimento com o outro braço ou simultaneamente, conforme indicado."
        ],
        "why_do_it": [
            "- Melhora a mobilidade da articulação do ombro.",
            "- Aquece os músculos superiores do corpo.",
            "- Auxilia na prevenção de lesões por movimentos repetitivos."
        ],
        "precautions": [
            "- Evite movimentos bruscos ou excessivamente rápidos.",
            "- Mantenha a postura ereta durante a execução.",
            "- Respeite os limites de amplitude de movimento para evitar desconforto."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros, como tendinite ou bursite, devem evitar ou consultar um profissional antes de realizar.",
            "- Pessoas com instabilidade na articulação escapuloumeral devem ter cautela."
        ],
        "substitutions": [
            "- Movimentos de rotação interna e externa do ombro.",
            "- Exercícios com faixa elástica para mobilidade."
        ],
        "related_muscles": [
            "- Deltoide (principalmente porção posterior).",
            "- Peitoral maior (porção clavicular).",
            "- Trapézio.",
            "- Serrátil anterior.",
            "- Rotadores do manguito."
        ]
    },
    {
        "id": "42",
        "name": "Exercício: Rotação Externa do Ombro com Halteres",
        "level": "Iniciante",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-shoulder-external-rotation-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-shoulder-external-rotation-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se em um banco com um pé no banco.",
            "2. Coloque o cotovelo na parte interna do seu cotovelo e use-o como alavanca.",
            "3. Aponte seu punho em direção à parede e depois em direção ao teto. Rotacionando um total de 90 graus."
        ],
        "what_is": [
            "- Trata-se de um exercício que visa fortalecer e aumentar a estabilidade dos músculos responsáveis pela rotação externa do ombro.",
            "- É frequentemente utilizado em programas de reabilitação ou prevenção de lesões.."
        ],
        "how_to_execute": [
            "Deite-se de lado em um banco, com o braço mais próximo ao chão apoiado no corpo e o cotovelo flexionado a 90 graus.",
            "Segure o haltere com a mão do braço superior, mantendo o cotovelo fixo junto ao corpo.",
            "Realize a rotação externa do ombro, elevando o haltere até que o antebraço fique paralelo ao chão.",
            "Retorne lentamente à posição inicial, controlando o movimento."
        ],
        "why_do_it": [
            "- Fortalece os músculos rotadores externos do ombro, melhora a estabilidade articular e pode ajudar na prevenção de lesões relacionadas ao ombro, como tendinites e desgastes articulares."
        ],
        "precautions": [
            "- Evite usar cargas excessivas para não comprometer a técnica.",
            "- Mantenha o cotovelo firmemente apoiado ao lado do corpo durante todo o movimento.",
            "- Respeite a amplitude natural do ombro, sem forçar além do confortável."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes no ombro, como luxações, rupturas ou inflamações severas, devem evitar este exercício ou consultá-lo com um profissional de saúde antes de realizá-lo."
        ],
        "substitutions": [
            "- Utilização de elásticos (bands) em vez de halteres.",
            "- Execução em pé com apoio no cabo ou polia baixa.",
            "- Rotação externa com o braço estendido lateralmente."
        ],
        "related_muscles": [
            "- Primários: Músculo infraespinhal e redondo menor.",
            "- Secundários: Músculo deltóide posterior e trapézio."
        ]
    },
    {
        "id": "43",
        "name": "Exercício: Círculo para Frente com o Braço",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-forward-arm-circle-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-forward-arm-circle-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Estenda seus braços para os lados.",
            "2. Gire seus braços para frente em pequenos círculos."
        ],
        "what_is": [
            "- Consiste em um movimento circular do braço, executado para frente, com o objetivo de mobilizar e fortalecer os músculos da região dos ombros e membros superiores."
        ],
        "how_to_execute": [
            "Fique em posição ereta, com os pés alinhados aos ombros.",
            "Estenda um dos braços lateralmente à altura do ombro.",
            "Realize movimentos circulares suaves, levando o braço para frente.",
            "Mantenha o tronco estável durante a execução.",
            "Repita o movimento pelo número de repetições desejado e alterne os braços."
        ],
        "why_do_it": [
            "- Promove aquecimento articular, melhora a mobilidade do ombro, auxilia na prevenção de lesões e contribui para o fortalecimento muscular localizado."
        ],
        "precautions": [
            "- Evite movimentos bruscos ou rápidos.",
            "- Mantenha uma amplitude confortável para não forçar as articulações.",
            "- Respeite os limites individuais de mobilidade."
        ],
        "restrictions": [
            "- Indivíduos com lesões no ombro, como tendinites, bursites ou instabilidade articular, devem evitar ou consultar um profissional antes de realizar este exercício."
        ],
        "substitutions": [
            "- Movimento circular para trás com o braço.",
            "- Rotações de ombro com elástico.",
            "- Exercícios de elevação lateral com halteres (caso busque mais resistência)."
        ],
        "related_muscles": [
            "- Deltoides (principalmente porção anterior).",
            "- Trapézio.",
            "- Peitoral maior (porção clavicular).",
            "- Rotadores do ombro (infraespinhoso, supraespinhoso, subescapular e redondo menor)."
        ]
    },
    {
        "id": "44",
        "name": "Exercício: Rosca Alta Reversa com Rotação Interna de Braço Único no Cabo",
        "level": "Iniciante",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-single-arm-internally-rotated-high-reverse-fly-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-single-arm-internally-rotated-high-reverse-fly-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Use um acessório de pegada ou não use acessório algum. O cabo deve ser ajustado para a parte de cima.",
            "2. Dê alguns passos para longe com o cabo vindo do lado oposto dos braços em exercício. Rotacione internamente os ombros.",
            "3. A partir daí, seu ombro deve realizar abdução e adução horizontalmente, enquanto seus cotovelos permanecem em uma posição fixa."
        ],
        "what_is": [],
        "how_to_execute": [],
        "why_do_it": [],
        "precautions": [],
        "restrictions": [],
        "substitutions": [],
        "related_muscles": []
    },
    {
        "id": "45",
        "name": "Exercício: Rotação Alternada de Poste",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Stretches-alternating-pole-rotation-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Stretches-alternating-pole-rotation-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece com a barra à sua frente, segurando-a com as mãos mais afastadas que a largura dos ombros.",
            "2. Gire um braço acima da cabeça e para trás, enquanto mantém o outro braço à sua frente.",
            "3. Em seguida, rotacione o outro braço.",
            "4. Retorne o braço original para a posição inicial, depois o outro braço. Repita."
        ],
        "what_is": [
            "- Trata-se de um exercício dinâmico que envolve movimentos de rotação e alternância, geralmente realizado com equipamentos como halteres, kettlebells ou barras.",
            "- A ideia principal é trabalhar a estabilidade e força ao executar giros controlados.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés alinhados aos ombros e joelhos levemente flexionados.",
            "Segure o peso com as duas mãos na altura do peito ou ombros.",
            "Realize uma rotação para um lado, transferindo o peso para uma das mãos.",
            "Volte ao centro e repita para o lado oposto, alternando os movimentos de forma suave.",
            "Mantenha o tronco estável e o core ativado durante toda a execução."
        ],
        "why_do_it": [
            "- Melhora a coordenação motora e a estabilidade do core.",
            "- Fortalece músculos responsáveis por movimentos rotacionais.",
            "- Ajuda no equilíbrio entre os lados do corpo.",
            "- Pode ser aplicado em programas de condicionamento físico ou reabilitação funcional."
        ],
        "precautions": [
            "- Evite usar pesos excessivos que comprometam a técnica.",
            "- Mantenha a coluna neutra para evitar sobrecarga na região lombar.",
            "- Execute o movimento de forma controlada, sem utilizar a velocidade para impulsionar o peso.",
            "- Preste atenção à postura inicial e final para garantir segurança."
        ],
        "restrictions": [
            "- Indivíduos com problemas na coluna vertebral ou lesões recentes devem evitar.",
            "- Não é recomendado para quem apresenta instabilidade articular nos ombros.",
            "- Consulte um profissional antes de incluir este exercício em sua rotina."
        ],
        "substitutions": [
            "- Rotações com bastão ou barra leve.",
            "- Movimentos de torso com fitas elásticas.",
            "- Exercícios isométricos que trabalhem a mesma região."
        ],
        "related_muscles": [
            "- Reto abdominal",
            "- Oblíquos externos e internos",
            "- Transverso do abdômen",
            "- Peitoral maior",
            "- Deltóides",
            "- Rotadores do quadril",
            "- Músculos paravertebrais"
        ]
    },
    {
        "id": "46",
        "name": "Exercício: Texto: Alongamento de Rotação Externa do Ombro e Latíssimo do Dorso 2 Ajoelhado com Bastão",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-lat-and-shoulder-external-rotation-stretch-2-kneeling-dowel-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-lat-and-shoulder-external-rotation-stretch-2-kneeling-dowel-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Ajoelhe-se diante de um banco, colocando os cotovelos sobre ele com as palmas voltadas para cima, enquanto segura a barra na largura dos ombros.",
            "2. Sente-se com os quadris voltados para os calcanhares, pressionando a cabeça entre os braços.",
            "3. Você deve sentir um alongamento nos seus dorsais, tríceps e bem no fundo da articulação do ombro.",
            "4. Você pode adicionar movimento (braços dobrados-estendidos) para mobilizar a articulação do ombro."
        ],
        "what_is": [
            "- Consiste em um movimento que combina alongamento e mobilidade, focado na rotação externa do ombro e no estiramento do músculo latíssimo do dorso.",
            "- A posição ajoelhada com o uso de um bastão auxilia na execução controlada.."
        ],
        "how_to_execute": [
            "Ajoelhe-se no chão com o corpo ereto e os glúteos levemente para trás.",
            "Segure o bastão com as duas mãos, mantendo uma pegada ampla.",
            "Eleve o bastão acima da cabeça, estendendo os braços.",
            "Inicie a rotação externa dos ombros, levando o bastão para trás, ao longo da linha do corpo.",
            "Mantenha o core ativado e evite arquear excessivamente a coluna."
        ],
        "why_do_it": [
            "- Promove maior amplitude de movimento no ombro, melhora a postura e contribui para a flexibilidade do latíssimo do dorso.",
            "- Auxilia também na prevenção de lesões relacionadas à rigidez muscular.."
        ],
        "precautions": [
            "- Evite realizar o movimento com cargas excessivas ou sem controle.",
            "- Mantenha o alinhamento da coluna durante toda a execução.",
            "- Não force além do limite confortável para evitar lesões articulares ou musculares."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves nos ombros, como lesões no manguito rotador, ou condições que comprometam a mobilidade da coluna, devem evitar este exercício sem orientação profissional."
        ],
        "substitutions": [
            "- Alongamento de rotação externa do ombro com elástico.",
            "- Movimentos de remada alta com ênfase no alongamento.",
            "- Postura da criança (infant pose) com braços estendidos à frente."
        ],
        "related_muscles": [
            "- Primários: Latíssimo do dorso, deltóide posterior, infraespinhal.",
            "- Secundários: Trapézio, romboides, serrátil anterior."
        ]
    },
    {
        "id": "47",
        "name": "Exercício: Faixa de Cardio com Movimentos Reversos de Voo e Polichinelos",
        "level": "Iniciante",
        "execution_type": "Faixa Elástica",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-band-reverse-fly-jacks-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-band-reverse-fly-jacks-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Pegue a faixa com uma pegada dupla por cima. Leve ambos os pés para fora enquanto realiza um pequeno pulo.",
            "2. Conforme você pula, puxe a faixa para os lados."
        ],
        "what_is": [
            "- Trata-se de um exercício cardiovascular que combina movimentos dinâmicos com uma sequência específica, alternando entre gestos inspirados em polichinelos e movimentos reversos que simulam ações como as de \"voo\".",
            "- A atividade envolve coordenação motora, trabalho aeróbico e ativação muscular.."
        ],
        "how_to_execute": [
            "Comece em posição ereta, com os pés juntos e os braços ao lado do corpo.",
            "Realize um movimento de \"polichinelo\", abrindo as pernas lateralmente enquanto eleva os braços acima da cabeça.",
            "Retorne à posição inicial e, em seguida, execute o movimento reverso: leve os braços para trás, como se estivesse imitando um \"voo\", enquanto mantém os pés fixos ou realiza pequenos passos laterais.",
            "Repita a sequência de forma contínua, alternando entre os dois movimentos."
        ],
        "why_do_it": [
            "- Melhora a capacidade cardiovascular e respiratória.",
            "- Promove a queima calórica e auxilia no condicionamento físico geral.",
            "- Trabalha a coordenação motora e a agilidade.",
            "- Ativa diversos grupos musculares simultaneamente."
        ],
        "precautions": [
            "- Mantenha a postura alinhada durante os movimentos para evitar desconfortos na coluna.",
            "- Evite realizar os gestos de forma muito rápida, priorizando a execução correta.",
            "- Respeite seus limites físicos, especialmente se sentir desconforto nos ombros ou joelhos."
        ],
        "restrictions": [
            "- Indivíduos com problemas articulares, especialmente nos ombros ou joelhos, devem consultar um profissional antes de realizar a atividade.",
            "- Pessoas com condições cardiovasculares graves precisam de autorização médica.",
            "- Gestantes ou pessoas com desequilíbrios musculares podem necessitar de adaptações específicas."
        ],
        "substitutions": [
            "- Polichinelos tradicionais.",
            "- Movimentos de step-touch lateral combinados com elevação de braços.",
            "- Agachamentos combinados com deslocamentos laterais.",
            "- Exercícios aeróbicos de baixo impacto, como marcha no lugar."
        ],
        "related_muscles": [
            "- Músculos dos membros superiores (ombros, deltoides, tríceps).",
            "- Músculos dos membros inferiores (quadríceps, glúteos, panturrilhas).",
            "- Core (abdômen e região lombar) para estabilização durante os movimentos."
        ]
    },
    {
        "id": "48",
        "name": "Exercício: Rotação na Barra",
        "level": "Iniciante",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Stretches-pole-rotation-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Stretches-pole-rotation-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece com a barra à sua frente, segurando com uma pegada mais larga que a largura dos ombros.",
            "2. Gire ambos os braços sobre a cabeça e atrás de você, mantendo os cotovelos principalmente estendidos."
        ],
        "what_is": [
            "- É um movimento de giro realizado em torno de uma barra fixa, onde o praticante utiliza a força corporal para executar uma volta completa ou parcial.",
            "- Esse exercício é comum em treinos funcionais, ginástica e cross training.."
        ],
        "how_to_execute": [
            "Posicione-se abaixo da barra fixa, segurando-a com as mãos em posição supinada (palmas voltadas para você) ou pronada (palmas para fora).",
            "Eleve o corpo até que o queixo esteja acima da barra.",
            "Inicie o giro, utilizando o impulso das pernas e o controle do tronco para completar a rotação.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Desenvolve força funcional e estabilidade.",
            "- Melhora a coordenação motora.",
            "- Fortalece grupos musculares envolvidos em movimentos rotacionais.",
            "- Auxilia no equilíbrio entre flexibilidade e força."
        ],
        "precautions": [
            "- Evite realizar o movimento com peso excessivo sem estar preparado.",
            "- Mantenha o core ativado para evitar sobrecarga na coluna.",
            "- Certifique-se de que a barra está bem fixada antes de iniciar.",
            "- Não force o movimento se houver dor ou desconforto."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros, cotovelos ou punhos devem evitar esse exercício.",
            "- Pessoas com problemas na coluna ou falta de mobilidade devem consultar um profissional antes de tentar.",
            "- Não é recomendado para iniciantes sem supervisão adequada."
        ],
        "substitutions": [
            "- Movimentos de tração na barra fixa (pull-ups ou chin-ups).",
            "- Exercícios com corda ou argolas.",
            "- Rotações com halteres ou bastão.",
            "- Movimentos funcionais no solo, como pranchas rotacionais."
        ],
        "related_muscles": [
            "- Principal: Bíceps, dorsais, redondos maiores, peitorais.",
            "- Secundário: Abdominais, oblíquos, trapézio, deltóides.",
            "- Estabilizadores: Antebraços, serrátil anterior, rotadores do quadril."
        ]
    },
    {
        "id": "49",
        "name": "Exercício: Abertura de Quadril",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-hip-openers-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-hip-openers-front.mp4#t=0.1"
        ],
        "tips": [
            "1. A partir da posição em pé, execute um walkout (use as palmas das mãos para caminhar até a posição de flexão).",
            "2. Leve sua perna para o lado e coloque o pé próximo à sua palma.",
            "3. Gire em direção ao teto e depois em direção ao chão, pressionando os quadris contra o chão."
        ],
        "what_is": [
            "- Trata-se de um movimento que visa aumentar a amplitude articular e flexibilidade da região do quadril, envolvendo rotação ou abertura dessa articulação.",
            "- É frequentemente utilizado em práticas esportivas, de dança e reabilitação.."
        ],
        "how_to_execute": [
            "Posicione-se de pé ou no chão, dependendo da variação escolhida.",
            "Realize o movimento de forma lenta e controlada, afastando os quadris lateralmente ou executando uma rotação.",
            "Mantenha o equilíbrio e a postura alinhada durante a execução."
        ],
        "why_do_it": [
            "- Melhora a mobilidade e flexibilidade dos quadris.",
            "- Auxilia no desempenho de atividades físicas que exigem amplitude de movimento.",
            "- Previne tensões musculares e lesões na região lombar e dos quadris."
        ],
        "precautions": [
            "- Evite realizar o movimento com peso excessivo sem orientação.",
            "- Mantenha a coluna neutra para evitar compensações.",
            "- Respeite os limites corporais e não force além do confortável."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes nos quadris, joelhos ou coluna devem evitar.",
            "- Consulte um profissional de saúde antes de iniciar, caso tenha condições como artrose ou hérnia de disco."
        ],
        "substitutions": [
            "- Exercícios como agachamentos laterais ou alongamentos dinâmicos podem ser alternativas.",
            "- Movimentos que promovam mobilidade pélvica também podem ser eficazes."
        ],
        "related_muscles": [
            "- Glúteos (máximo, médio e mínimo).",
            "- Aductores (interno da coxa).",
            "- Flexores do quadril (iliopsoas).",
            "- Abdutores da coxa."
        ]
    },
    {
        "id": "50",
        "name": "Exercício: Texto: Alongamento de Rotação Externa dos Ombros e Latíssimos do Dorso 3 com Bastão ajoelhado",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-lat-and-shoulder-external-rotation-stretch-3-kneeling-dowel-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-lat-and-shoulder-external-rotation-stretch-3-kneeling-dowel-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Ajoelhe-se em frente a um banco, colocando os cotovelos nele com as palmas viradas para cima enquanto segura a barra na largura dos ombros.",
            "2. Sente-se com os quadris voltados para os calcanhares, pressionando a cabeça entre os braços.",
            "3. Você deveria sentir um alongamento nas suas dorsais, tríceps e profundamente na articulação do ombro.",
            "4. Você pode adicionar movimento (dobrar-estender os braços) para mobilizar a articulação do ombro."
        ],
        "what_is": [
            "- É um exercício de alongamento que visa melhorar a mobilidade e flexibilidade da região dos ombros, costas e músculos relacionados.",
            "- Utiliza um bastão como apoio para intensificar o movimento.."
        ],
        "how_to_execute": [
            "Ajoelhe-se no chão com as pernas alinhadas aos quadris.",
            "Segure o bastão com as duas mãos em uma posição mais larga que os ombros.",
            "Eleve o bastão acima da cabeça, mantendo os braços estendidos.",
            "Inicie a rotação do bastão para trás, levando-o até a região lombar, enquanto mantém os ombros relaxados.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Melhora a amplitude de movimento dos ombros e costas.",
            "- Auxilia na correção postural.",
            "- Alivia tensões musculares acumuladas.",
            "- Prepara o corpo para atividades físicas que exigem mobilidade."
        ],
        "precautions": [
            "- Evite movimentos bruscos ou excessivamente forçados.",
            "- Mantenha a coluna neutra durante a execução.",
            "- Não execute se sentir desconforto intenso nos ombros ou costas."
        ],
        "restrictions": [
            "- Lesões recentes nos ombros, como tendinites ou deslocamentos.",
            "- Problemas graves na coluna vertebral, como hérnias de disco não tratadas.",
            "- Dor persistente na região lombar ou torácica."
        ],
        "substitutions": [
            "- Alongamento de rotação externa com faixa elástica.",
            "- Alongamento de ombros com postura de \"prancha alta\".",
            "- Exercícios de mobilidade com bola suíça."
        ],
        "related_muscles": [
            "- Primários: Músculos latíssimos do dorso, deltóides (posterior), redondos maiores.",
            "- Secundários: Trapézio, romboides, peitoral maior (porção clavicular)."
        ]
    },
    {
        "id": "51",
        "name": "Exercício: Texto: Alongamento de Rotação Externa de Ombros e Costas 1 - Ajoelhado com Bastão",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-lat-and-shoulder-external-rotation-stretch-1-kneeling-dowel-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-lat-and-shoulder-external-rotation-stretch-1-kneeling-dowel-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Ajoelhe-se em frente a um banco, colocando os cotovelos nele com as palmas das mãos voltadas para cima enquanto segura a barra na largura dos ombros.",
            "2. Sente-se com os quadris para trás sobre os seus calcanhares, pressionando a cabeça entre os braços.",
            "3. Você deve sentir um alongamento nos latíssimos do dorso, tríceps e bem no fundo da articulação do ombro.",
            "4. Você pode adicionar movimento (braços dobrados e estendidos) para mobilizar a articulação do ombro."
        ],
        "what_is": [
            "- Uma técnica de alongamento que visa mobilizar e flexibilizar os músculos responsáveis pela rotação externa dos ombros e região das costas, utilizando um bastão como suporte."
        ],
        "how_to_execute": [
            "1. Ajoelhe-se no chão com o corpo ereto e segure o bastão com as duas mãos, mantendo uma distância maior que a largura dos ombros.",
            "2. Estique os braços à frente do corpo, empurrando o bastão para longe enquanto inclina o tronco levemente para baixo.",
            "3. Mantenha a posição por alguns segundos.."
        ],
        "why_do_it": [
            "- Promove o aumento da amplitude de movimento dos ombros, melhora a postura corporal e auxilia na prevenção de lesões relacionadas à rigidez muscular."
        ],
        "precautions": [
            "- Mantenha o core ativado para proteger a coluna lombar durante o exercício.",
            "- Evite realizar movimentos bruscos ou forçar além do limite confortável.."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves nos ombros, como lesões no manguito rotador, ou condições específicas na coluna vertebral devem evitar este alongamento sem orientação profissional."
        ],
        "substitutions": [
            "- Alongamentos com faixas elásticas ou exercícios manuais de rotação externa sem o uso de equipamentos."
        ],
        "related_muscles": [
            "- Deltoide posterior, infraespinhal, redondo menor, trapézio inferior e romboides."
        ]
    },
    {
        "id": "52",
        "name": "Exercício: Letra T Deitada",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-ts-supine-bench-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-ts-supine-bench-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se de barriga para baixo, com os braços estendidos para o lado.",
            "2. Levante a cabeça e o peito do chão.",
            "3. Levante e abaixe os braços (movimento de bater asas) contraindo e relaxando os músculos entre as omoplatas."
        ],
        "what_is": [
            "- É um exercício de fortalecimento que envolve a posição deitada em decúbito dorsal (barriga para cima) com os braços estendidos lateralmente em formato de \"T\".",
            "- O movimento consiste em elevar os braços e o tronco de forma controlada, trabalhando principalmente a musculatura da região posterior do corpo.."
        ],
        "how_to_execute": [
            "Deite-se de barriga para cima com os braços estendidos lateralmente em ângulo reto em relação ao corpo, formando uma letra \"T\".",
            "Mantenha as pernas estendidas ou dobradas, dependendo da variação.",
            "Contraia os glúteos e eleve o tronco do chão, mantendo os braços retos e alinhados com o corpo.",
            "Pause brevemente no ponto mais alto e retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece a musculatura da parte superior das costas e ombros.",
            "- Melhora a postura corporal.",
            "- Ativa os músculos estabilizadores da coluna.",
            "- Auxilia na prevenção de lesões relacionadas à má postura."
        ],
        "precautions": [
            "- Evite realizar o movimento com peso excessivo, priorizando a técnica.",
            "- Mantenha o pescoço relaxado durante a execução.",
            "- Não curve a coluna lombar excessivamente ao levantar o tronco.",
            "- Respeite os limites de mobilidade dos ombros."
        ],
        "restrictions": [
            "- Indivíduos com problemas na coluna vertebral devem consultar um profissional antes de executar.",
            "- Pessoas com lesões nos ombros ou dor crônica na região devem evitar o movimento.",
            "- Gestantes devem adaptar o exercício conforme orientação médica."
        ],
        "substitutions": [
            "- Prancha alta com foco nas costas.",
            "- Remada horizontal com elástico.",
            "- Superman no chão.",
            "- Puxada alta com halteres."
        ],
        "related_muscles": [
            "- Trapézio.",
            "- Romboides.",
            "- Deltoides posterior.",
            "- Glúteos.",
            "- Isquiotibiais.",
            "- Lombar (músculos eretores da espinha)."
        ]
    },
    {
        "id": "53",
        "name": "Exercício: Elevação Alternada de Deltoides Posterior com Halteres",
        "level": "Intermediário",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-alternating-rear-delt-fly-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-alternating-rear-delt-fly-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Com halteres em cada mão, flexione os joelhos com os pés levemente voltados para fora. Curve as costas acima dos joelhos e comece com os pesos tocando-se na frente do peito.",
            "2. Com os cotovelos dobrados, levante os braços até o nível dos ombros, fazendo uma pausa no final do movimento.",
            "3. Abaixe os braços lentamente de volta à posição inicial."
        ],
        "what_is": [
            "- Trata-se de um exercício de musculação que visa isolar e fortalecer os músculos localizados na região posterior dos ombros.",
            "- A movimentação consiste em elevar halteres de forma alternada, promovendo uma contração específica nos deltoides posteriores.."
        ],
        "how_to_execute": [
            "Sente-se em um banco com encosto reto ou inclinado, mantendo os pés apoiados no chão.",
            "Segure um haltere em cada mão, com as palmas voltadas uma para a outra (posição neutra).",
            "Incline o tronco levemente para frente, mantendo a coluna neutra.",
            "Eleve um dos halteres lateralmente até a altura do ombro, mantendo o cotovelo levemente flexionado.",
            "Retorne à posição inicial de forma controlada e repita o movimento com o outro braço.",
            "Alterne os braços conforme o número de repetições desejado."
        ],
        "why_do_it": [
            "- Este movimento é essencial para desenvolver a parte posterior dos ombros, contribuindo para um equilíbrio muscular na região dos deltoides.",
            "- Também auxilia na melhora da postura corporal, especialmente em indivíduos com desvios posturais como cifose.."
        ],
        "precautions": [
            "- Evite arquear excessivamente a coluna durante o movimento.",
            "- Mantenha os ombros relaxados e longe das orelhas para evitar tensão desnecessária.",
            "- Não utilize cargas excessivas que comprometam a execução técnica."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros, problemas articulares ou inflamações na região escapular devem evitar este exercício ou consultá-lo com um profissional antes de executá-lo."
        ],
        "substitutions": [
            "- Remada alta com barra ou halteres.",
            "- Elevação lateral com halteres em banco inclinado.",
            "- Puxada facial com corda ou barra no pulley."
        ],
        "related_muscles": [
            "- Deltoides posterior (principal músculo trabalhado).",
            "- Romboides.",
            "- Trapézio (porção média e inferior).",
            "- Bíceps braquial (como estabilizador)."
        ]
    },
    {
        "id": "54",
        "name": "Exercício: Elevação Posterior de Deltoides na Banco com Halteres",
        "level": "Iniciante",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-head-on-bench-rear-delt-fly-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-head-on-bench-rear-delt-fly-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Com halteres em cada mão, flexione os joelhos com os pés levemente arqueados para fora. Curve suas costas acima dos joelhos, coloque sua cabeça no topo de um banco inclinado e comece com os pesos tocando à frente do seu peito.",
            "2. Com os cotovelos dobrados, levante os braços até o nível dos ombros, fazendo uma pausa no final do movimento.",
            "3. Abaixe os braços lentamente até a posição inicial."
        ],
        "what_is": [
            "- Consiste em um exercício de musculação que visa o fortalecimento e desenvolvimento da região posterior do ombro, realizado com halteres em posição inclinada sobre um banco."
        ],
        "how_to_execute": [
            "Posicione-se de bruços em um banco inclinado (ou plano), segurando um haltere em cada mão, com os braços estendidos para baixo.",
            "Mantenha a coluna neutra, ombros relaxados e cotovelos levemente flexionados.",
            "Eleve os halteres lateralmente até que os braços fiquem alinhados com os ombros, mantendo as palmas voltadas uma para a outra.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Promove o desenvolvimento dos músculos posteriores do ombro, essenciais para equilíbrio muscular e postura.",
            "- Contribui para melhorias na estabilidade articular e prevenção de lesões.",
            "- Auxilia no fortalecimento funcional para movimentos do cotidiano e esportivos."
        ],
        "precautions": [
            "- Evite balançar o corpo ou usar o impulso durante a execução.",
            "- Mantenha o peso adequado para realizar o movimento com controle.",
            "- Não eleve os halteres além do nível dos ombros para evitar sobrecarga desnecessária."
        ],
        "restrictions": [
            "- Indivíduos com problemas nos ombros, como tendinite ou lesões articulares, devem consultar um profissional antes de realizar.",
            "- Pessoas com dores na coluna cervical ou lombar devem ajustar o posicionamento no banco."
        ],
        "substitutions": [
            "- Remada Alta com Halteres.",
            "- Elevações Posteriores em Máquina.",
            "- Crucifixo Invertido em Banco Plano ou Peck Deck."
        ],
        "related_muscles": [
            "- Deltóide Posterior (principal).",
            "- Trapézio (porção inferior).",
            "- Romboides.",
            "- Bíceps Braquial (estabilizador).",
            "- Músculos da cintura escapular (serrátil anterior e infraespinal)."
        ]
    },
    {
        "id": "55",
        "name": "Exercício: Anjos de Parede",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-wall-angels-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-wall-angels-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Encoste-se em uma parede com as costas retas e os braços a 90° ao lado do corpo.",
            "2. Levante os braços lentamente acima da cabeça, mantendo os cotovelos e os pulsos em contato com a parede.",
            "3. Abaixe os braços de volta à posição inicial, mantendo contato constante com a parede durante todo o movimento."
        ],
        "what_is": [
            "- Trata-se de um exercício isométrico que foca na estabilização da musculatura escapular e na melhora da postura.",
            "- Consiste em pressionar as costas contra uma parede enquanto se mantém os braços em diferentes ângulos.."
        ],
        "how_to_execute": [
            "Encoste as costas em uma parede, mantendo os pés afastados cerca de 15-20 cm dela.",
            "Coloque os braços em um ângulo de 90 graus, com cotovelos e antebraços tocando a parede.",
            "Pressione suavemente os braços contra a parede, contraindo os músculos das escápulas.",
            "Mantenha a posição por 5 a 10 segundos ou conforme sua capacidade.",
            "Retorne à posição inicial e repita o movimento."
        ],
        "why_do_it": [
            "- Ajuda a fortalecer os músculos da cintura escapular, melhorar a postura, prevenir lesões e corrigir desequilíbrios musculares.",
            "- É indicado para pessoas que passam muito tempo sentadas ou com problemas posturais.."
        ],
        "precautions": [
            "- Evite arquear as costas durante o exercício.",
            "- Certifique-se de manter o pescoço relaxado e alinhado.",
            "- Não force além do conforto, especialmente nos ombros."
        ],
        "restrictions": [
            "- Pessoas com lesões recentes no ombro, cervical ou problemas graves de postura devem evitar ou consultar um profissional antes de executar.",
            "- Gestantes também devem buscar orientação médica.."
        ],
        "substitutions": [
            "- Prancha frontal",
            "- Remada baixa com elástico",
            "- Elevações de escápulas"
        ],
        "related_muscles": [
            "- Trapézio",
            "- Romboides",
            "- Serrátil anterior",
            "- Deltoide posterior",
            "- Grande dorsal"
        ]
    },
    {
        "id": "56",
        "name": "Exercício: Rotação Externa com Halteres",
        "level": "Iniciante",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-external-rotation-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-external-rotation-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure um halter com uma mão, com o cotovelo dobrado em 90 graus apoiado na parte interna da coxa/joelho.",
            "2. Gire seu braço para fora, mantendo o cotovelo estável."
        ],
        "what_is": [
            "- Consiste em um exercício de isolamento que visa trabalhar os músculos responsáveis pela rotação externa do ombro.",
            "- É realizado com halteres e pode ser feito em diferentes posições, como sentado ou em pé.."
        ],
        "how_to_execute": [
            "Sente-se ou fique em pé com o tronco ereto e apoie o cotovelo na lateral do corpo, flexionando-o a 90 graus.",
            "Segure o haltere com a palma da mão voltada para dentro ou para o corpo.",
            "Mantenha o cotovelo fixo e gire o braço para fora, levando o haltere em direção ao lado oposto.",
            "Retorne lentamente à posição inicial, controlando o movimento.",
            "Repita o número desejado de repetições e alterne o lado."
        ],
        "why_do_it": [
            "- Fortalece os músculos rotadores externos do ombro, essenciais para estabilização articular.",
            "- Previne lesões, especialmente em atletas que realizam movimentos repetitivos com os ombros.",
            "- Melhora a amplitude de movimento e a funcionalidade do ombro."
        ],
        "precautions": [
            "- Evite usar cargas excessivas para não comprometer a biomecânica do movimento.",
            "- Mantenha o tronco estável e evite compensações com outros músculos.",
            "- Não force a amplitude além do confortável para evitar lesões articulares."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes no ombro ou problemas articulares devem evitar ou adaptar o exercício.",
            "- Consulte um profissional de saúde ou educador físico antes de realizar o exercício caso tenha histórico de patologias nos ombros."
        ],
        "substitutions": [
            "- Utilização de cabos ou elásticos para variar a resistência.",
            "- Rotação externa com haltere em decúbito lateral.",
            "- Exercícios isométricos de rotação externa."
        ],
        "related_muscles": [
            "- Primários: Músculo infraespinal e redondo menor.",
            "- Secundários: Deltoide posterior, trapézio e serrátil anterior (estabilizadores)."
        ]
    },
    {
        "id": "57",
        "name": "Exercício: Rotação Externa com Cabo",
        "level": "Iniciante",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-external-rotation-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-external-rotation-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure o cabo com uma das mãos, com o cotovelo dobrado em 90 graus atravessando seu torso.",
            "2. Gire seu braço para fora, mantendo o cotovelo estável."
        ],
        "what_is": [
            "- É um exercício de musculação que visa trabalhar os músculos responsáveis pela rotação externa do ombro, utilizando um cabo como resistência."
        ],
        "how_to_execute": [
            "Posicione-se ao lado de uma máquina de cabo com o cotovelo flexionado a 90 graus e o braço alinhado ao tronco.",
            "Segure o cabo com a mão correspondente ao lado oposto da máquina.",
            "Mantenha o cotovelo fixo ao corpo e gire o antebraço para fora, afastando a mão do tronco.",
            "Retorne lentamente à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece os músculos rotadores externos do ombro.",
            "- Melhora a estabilidade articular no ombro.",
            "- Auxilia na prevenção de lesões relacionadas à articulação do ombro."
        ],
        "precautions": [
            "- Evite movimentos bruscos ou uso excessivo de peso.",
            "- Mantenha o tronco estável durante a execução.",
            "- Não permita que o cotovelo se afaste do corpo."
        ],
        "restrictions": [
            "- Indivíduos com lesões no ombro ou problemas articulares devem evitar ou adaptar o exercício.",
            "- Consulte um profissional de saúde antes de realizar o movimento caso tenha histórico de dor ou desconforto na região."
        ],
        "substitutions": [
            "- Rotação externa com elástico.",
            "- Rotação externa com halteres.",
            "- Movimentos de estabilização em prancha lateral com foco no ombro."
        ],
        "related_muscles": [
            "- Músculo infraespinal.",
            "- Músculo redondo menor.",
            "- Músculo deltóide posterior (secundário)."
        ]
    }
]