[
    {
        "id": "1",
        "name": "Exercício: Elevação de Pressão Pike",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-elevated-pike-press-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-elevated-pike-press-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Use um banco ou um objeto para elevar seus pés.",
            "2. Abaixe a cabeça em direção ao chão, dobrando os cotovelos",
            "3. Empurre através das suas mãos e retorne à posição inicial de pico.",
            "4. Repetir"
        ],
        "what_is": [
            "- Consiste em um exercício funcional que combina força, equilíbrio e estabilidade.",
            "- Envolve a elevação do quadril enquanto o praticante mantém uma posição específica com o corpo alinhado.."
        ],
        "how_to_execute": [
            "Posicione-se de bruços no chão, apoiando os antebraços e as pontas dos pés.",
            "Mantenha o corpo reto, formando uma linha reta da cabeça aos calcanhares.",
            "Eleve o quadril em direção ao teto, contraindo os glúteos e empurrando o corpo para cima.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece músculos essenciais para postura e estabilização central.",
            "- Melhora a coordenação motora e o equilíbrio.",
            "- Ajuda na prevenção de lesões posturais."
        ],
        "precautions": [
            "- Evite arquear excessivamente as costas durante a execução.",
            "- Mantenha o core ativado para proteger a coluna lombar.",
            "- Execute o movimento de forma lenta e controlada."
        ],
        "restrictions": [
            "- Indivíduos com problemas lombares ou cervicais devem consultar um profissional antes de realizar.",
            "- Não é recomendado para quem tem limitações de mobilidade nos ombros."
        ],
        "substitutions": [
            "- Prancha frontal com elevação alternada de pernas.",
            "- Elevação de quadril unilateral.",
            "- Exercícios isométricos focados no core."
        ],
        "related_muscles": [
            "- Reto abdominal",
            "- Oblíquos internos e externos",
            "- Glúteos (máximo, médio e mínimo)",
            "- Isquiotibiais",
            "- Ombros (deltoide anterior)",
            "- Peitoral menor"
        ]
    },
    {
        "id": "2",
        "name": "Exercício: Variação Um do Alongamento da Parte Média das Costas e Trapézio",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-traps-mid-back-stretch-variation-1-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-traps-mid-back-stretch-variation-1-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Levante-se com seus pés afastados na largura dos ombros. Coloque um braço na frente do seu peito na altura do ombro, pressione o antebraço do seu outro braço acima do cotovelo, encaixando o braço que está se alongando com a sua mão.",
            "2. Pressione o braço até que ele fique reto e rotacione a parte superior do corpo para aprofundar ainda mais o alongamento.",
            "3. Repita com o outro braço."
        ],
        "what_is": [
            "- É um exercício de alongamento que visa aumentar a flexibilidade e relaxar a musculatura da parte média das costas e da região do trapézio.",
            "- Este alongamento é frequentemente utilizado para aliviar tensões acumuladas nessas áreas.."
        ],
        "how_to_execute": [
            "Sente-se em uma cadeira ou no chão com as costas eretas.",
            "Cruze os braços na frente do corpo, posicionando as mãos nos ombros opostos.",
            "Incline lentamente o tronco para a frente, arredondando as costas enquanto mantém os braços cruzados.",
            "Mantenha a posição por 15 a 30 segundos, respirando profundamente.",
            "Retorne à posição inicial e repita, se necessário."
        ],
        "why_do_it": [
            "- Alivia tensões musculares causadas por posturas inadequadas ou estresse.",
            "- Promove relaxamento na região da parte média das costas e trapézio.",
            "- Melhora a mobilidade e flexibilidade da coluna torácica."
        ],
        "precautions": [
            "- Evite inclinar o tronco além do conforto para prevenir lesões.",
            "- Mantenha movimentos suaves e controlados.",
            "- Não force a amplitude do alongamento se sentir dor ou desconforto."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves na coluna, como hérnias de disco ou lesões recentes, devem evitar este exercício.",
            "- Consulte um profissional de saúde antes de realizar o alongamento caso tenha condições pré-existentes."
        ],
        "substitutions": [
            "- Alongamento sentado com inclinação lateral.",
            "- Rotação de tronco sentado.",
            "- Alongamento da coluna com uso de fita ou toalha."
        ],
        "related_muscles": [
            "- Trapézio (parte superior e média).",
            "- Romboides.",
            "- Deltoide posterior.",
            "- Músculos paravertebrais da coluna torácica."
        ]
    },
    {
        "id": "3",
        "name": "Exercício: Remada Invertida",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-bodyweight-reverse-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-bodyweight-reverse-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se sob uma barra horizontal fixa e segure a barra com uma pegada ampla por cima.",
            "2. Puxe seu corpo para cima até a barra, mantendo-o reto.",
            "3. Retorne à posição inicial, com os braços completamente estendidos. Repita."
        ],
        "what_is": [
            "- É um exercício de força que trabalha principalmente a parte superior do corpo.",
            "- Consiste em puxar uma barra ou alças fixas na vertical, utilizando o peso corporal como resistência.."
        ],
        "how_to_execute": [
            "Posicione-se sob uma barra fixa suspensa ou alças.",
            "Agarre a barra com as mãos em posição supinada (palmas voltadas para você) ou neutra (palmas uma de frente para a outra).",
            "Estique os braços completamente e mantenha o corpo reto, apoiando os calcanhares no chão.",
            "Puxe a barra em direção ao peito ou abdômen, contraindo as costas.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece os músculos da parte superior do corpo.",
            "- Melhora a postura e estabiliza a coluna.",
            "- Aumenta a força de tração e a resistência muscular."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante toda a execução.",
            "- Evite compensações com ombros elevados ou movimentos bruscos.",
            "- Certifique-se de que a barra ou equipamento esteja firme e seguro."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros, cotovelos ou coluna devem evitar ou adaptar o exercício.",
            "- Não é recomendado para pessoas com problemas graves nas articulações dos punhos."
        ],
        "substitutions": [
            "- Remada com halteres.",
            "- Remada na máquina de cabo.",
            "- Puxada alta na polia."
        ],
        "related_muscles": [
            "- Grande dorsal.",
            "- Romboides.",
            "- Trapézio.",
            "- Bíceps braquial.",
            "- Posterior do deltóide."
        ]
    },
    {
        "id": "4",
        "name": "Exercício: Remada Sentada em Máquina com Cabo",
        "level": "Novato",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-machine-seated-cable-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-machine-seated-cable-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se com as costas retas na máquina e segure as alças.",
            "2. Puxe as alças para trás usando seus braços. Suas pernas e tronco devem estar em um ângulo de 90°. Estufe o peito.",
            "3. Puxe as alças em direção ao seu corpo até que suas mãos estejam ao lado do seu abdômen."
        ],
        "what_is": [
            "- É um exercício de musculação realizado em uma máquina com cabo, que visa trabalhar principalmente os músculos da parte superior do corpo.",
            "- Consiste em puxar o cabo em direção ao tronco enquanto se está sentado.."
        ],
        "how_to_execute": [
            "Sente-se no banco da máquina e ajuste a altura do cabo para ficar alinhado com o peito.",
            "Posicione os pés firmemente no chão e mantenha o tronco levemente inclinado para trás.",
            "Segure a barra ou pegada com as mãos na largura dos ombros, mantendo os braços estendidos.",
            "Inspire e puxe o cabo em direção ao abdômen, contraindo as costas.",
            "Expire ao final do movimento e retorne lentamente à posição inicial."
        ],
        "why_do_it": [
            "- Fortalece e define os músculos das costas.",
            "- Melhora a postura corporal.",
            "- Auxilia no equilíbrio muscular entre costas e peito.",
            "- Desenvolve força funcional para atividades diárias."
        ],
        "precautions": [
            "- Evite usar peso excessivo para não comprometer a forma.",
            "- Mantenha a coluna neutra durante todo o movimento.",
            "- Não arqueie as costas ao final do exercício.",
            "- Certifique-se de que o cabo esteja bem fixado antes de iniciar."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes nas costas, ombros ou cotovelos devem evitar ou adaptar o exercício.",
            "- Pessoas com problemas de coluna devem consultar um profissional antes de executá-lo.",
            "- Gestantes devem avaliar a segurança do movimento com seu médico."
        ],
        "substitutions": [
            "- Remada curvada com barra ou halteres.",
            "- Remada unilateral com halteres.",
            "- Pulley frente ou costa alta."
        ],
        "related_muscles": [
            "- Grandes dorsais (lats).",
            "- Romboides.",
            "- Trapézio médio e inferior.",
            "- Bíceps braquial.",
            "- Músculos posteriores do ombro (deltoide posterior)."
        ]
    },
    {
        "id": "5",
        "name": "Exercício: Encolhimento Silverback com Cabo",
        "level": "Novato",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-cable-silverback-shrug-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-cable-silverback-shrug-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Use um acessório de barra. O cabo deve ser ajustado até o limite inferior.",
            "2. Levante-se com o acessório na mão, dê alguns passos para trás e certifique-se de que está de pé, em posição ereta, e não inclinado para trás.",
            "3. Retraia as omoplatas e então projete-as para retornar à posição inicial."
        ],
        "what_is": [
            "- Trata-se de um exercício funcional que combina força, estabilidade e mobilidade.",
            "- Ele envolve a utilização de um cabo ajustável preso a uma máquina ou suporte para criar resistência enquanto se realiza movimentos coordenados com o tronco e membros.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, segurando o cabo com as duas mãos, mantendo os braços estendidos à frente do corpo.",
            "Dê um passo para trás para criar tensão no cabo.",
            "Flexione levemente os joelhos e incline o tronco para frente, mantendo as costas retas.",
            "Enrole o cabo em direção ao corpo, puxando-o com movimentos controlados.",
            "Retorne à posição inicial de forma gradual, mantendo a postura corporal alinhada."
        ],
        "why_do_it": [
            "- Fortalece músculos importantes da parte superior do corpo.",
            "- Melhora a estabilidade central (core).",
            "- Promove coordenação motora e controle postural.",
            "- Auxilia no desenvolvimento da força funcional aplicável a atividades diárias."
        ],
        "precautions": [
            "- Mantenha sempre a coluna neutra durante o movimento.",
            "- Evite usar cargas excessivas que comprometam a execução técnica.",
            "- Certifique-se de que o cabo esteja bem fixado antes de iniciar.",
            "- Realize o movimento com controle, evitando movimentos bruscos."
        ],
        "restrictions": [
            "- Indivíduos com problemas lombares ou lesões na coluna devem evitar ou adaptar o exercício.",
            "- Pessoas com limitações nos ombros ou punhos devem ter cautela.",
            "- Não é recomendado para iniciantes sem orientação adequada."
        ],
        "substitutions": [
            "- Remada curvada com halteres.",
            "- Puxada alta com barra.",
            "- Remada sentada em máquina.",
            "- Puxada unilateral com kettlebell."
        ],
        "related_muscles": [
            "- Grandes dorsais (latíssimo do dorso).",
            "- Romboides.",
            "- Trapézio.",
            "- Bíceps braquial.",
            "- Músculos abdominais (estabilizadores)."
        ]
    },
    {
        "id": "6",
        "name": "Exercício: Afastamento com Elástico",
        "level": "Novato",
        "execution_type": "Faixa Elástica",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Band-band-pull-apart-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Band-band-pull-apart-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Pegue a faixa com um aperto na largura dos ombros. Aponte seus braços retos à sua frente.",
            "2. Recolha suas omoplatas e articulação do ombro até que a faixa toque seu peito."
        ],
        "what_is": [
            "- Consiste em um exercício de fortalecimento muscular que utiliza elásticos ou faixas de resistência para trabalhar grupos musculares específicos.",
            "- O movimento geralmente envolve a aplicação de tensão no elástico enquanto o praticante executa uma ação controlada.."
        ],
        "how_to_execute": [
            "Posicione o elástico ao redor de uma parte do corpo ou fixe-o em um ponto estável.",
            "Adote a postura inicial, alinhando o corpo corretamente.",
            "Realize o movimento desejado, estendendo ou abrindo os braços, pernas ou quadris contra a resistência do elástico.",
            "Retorne à posição inicial de forma lenta e controlada."
        ],
        "why_do_it": [
            "- Fortalece músculos específicos.",
            "- Melhora a estabilidade articular.",
            "- Auxilia na correção postural.",
            "- Pode ser usado em programas de reabilitação.",
            "- Proporciona ganhos funcionais para atividades cotidianas."
        ],
        "precautions": [
            "- Certifique-se de que o elástico está em boas condições para evitar rupturas.",
            "- Mantenha uma postura adequada durante toda a execução.",
            "- Evite movimentos bruscos ou fora do controle.",
            "- Respeite os limites corporais para não forçar articulações ou músculos."
        ],
        "restrictions": [
            "- Não é recomendado para pessoas com lesões graves ou inflamações ativas nas articulações envolvidas.",
            "- Indivíduos com problemas cardiovasculares devem consultar um médico antes de realizar exercícios com resistência.",
            "- Gestantes devem adaptar o nível de esforço conforme orientação profissional."
        ],
        "substitutions": [
            "- Exercícios com peso livre, como halteres ou caneleiras.",
            "- Movimentos isométricos sem equipamentos.",
            "- Utilização de máquinas de musculação com funções semelhantes."
        ],
        "related_muscles": [
            "- Grande dorsal.",
            "- Peitoral maior.",
            "- Deltoides.",
            "- Rotadores externos e internos do ombro.",
            "- Glúteos (dependendo da variação)."
        ]
    },
    {
        "id": "7",
        "name": "Exercício: Variação Dois do Alongamento da Parte Média das Costas e Trapézio",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-traps-mid-back-stretch-variation-2-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-traps-mid-back-stretch-variation-2-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se no chão e estique uma perna, passando a outra por cima.",
            "2. Segure sua perna com o braço do mesmo lado e gire lentamente seus quadris e costas.",
            "3. Mantenha-se no auge do alongamento, depois retorne lentamente à posição inicial.",
            "4. Troque de lado e repita."
        ],
        "what_is": [
            "- Trata-se de um exercício de alongamento que visa promover a flexibilidade e o relaxamento da musculatura da parte média das costas e da região do trapézio.",
            "- É especialmente útil para aliviar tensões acumuladas nessas áreas.."
        ],
        "how_to_execute": [
            "Sente-se em uma superfície estável, com as pernas cruzadas ou estendidas à frente.",
            "Coloque uma das mãos no chão ao lado do quadril, enquanto a outra mão apoia-se na cabeça ou atrás da orelha.",
            "Incline lentamente o tronco para o lado oposto à mão apoiada no chão, alongando a lateral das costas e o trapézio.",
            "Mantenha a posição por 15 a 30 segundos, sem movimentos bruscos.",
            "Retorne à posição inicial e repita do outro lado."
        ],
        "why_do_it": [
            "- Promove relaxamento muscular após atividades físicas ou períodos prolongados de postura inadequada.",
            "- Ajuda a melhorar a amplitude de movimento da coluna torácica.",
            "- Alivia dores causadas por tensões musculares localizadas."
        ],
        "precautions": [
            "- Evite movimentos rápidos ou forçados durante o alongamento.",
            "- Mantenha a respiração constante e profunda para facilitar o relaxamento.",
            "- Não force o corpo além do limite confortável para evitar lesões."
        ],
        "restrictions": [
            "- Indivíduos com problemas na coluna vertebral, como hérnias de disco, devem consultar um profissional antes de realizar o exercício.",
            "- Pessoas com dor aguda ou inflamação na região das costas devem evitar este alongamento até a melhora do quadro."
        ],
        "substitutions": [
            "- Alongamento sentado com inclinação lateral usando uma faixa ou toalha.",
            "- Rotação da coluna sentado em uma cadeira.",
            "- Alongamento em pé com braço elevado e inclinação lateral."
        ],
        "related_muscles": [
            "- Trapézio (principalmente porção superior).",
            "- Romboides.",
            "- Músculos eretores da espinha.",
            "- Peitoral menor (indiretamente)."
        ]
    },
    {
        "id": "8",
        "name": "Exercício: Remada Bilateral com Halteres",
        "level": "Iniciante",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-row-bilateral-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-row-bilateral-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Pegue os dois halteres e incline-se para frente nos quadris. Certifique-se de manter as costas retas.",
            "2. Quanto mais próximo seu tronco estiver paralelo ao solo, maior será a amplitude de movimento do seu ombro. Quanto melhor a execução do exercício, melhores serão os resultados obtidos.",
            "3. Deixe seus braços pendurados livremente e, em seguida, puxe a articulação do cotovelo diretamente para trás em direção ao teto."
        ],
        "what_is": [
            "- Consiste em um exercício de força que envolve a tração de halteres em posição inclinada, com o objetivo de trabalhar os músculos da parte superior do corpo, especialmente os dorsais."
        ],
        "how_to_execute": [
            "Posicione-se em um banco inclinado com o tronco apoiado e os pés firmes no chão.",
            "Segure um haltere em cada mão, mantendo os braços estendidos na posição inicial.",
            "Puxe os halteres em direção ao tronco, dobrando os cotovelos e contraindo as costas.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Promove o fortalecimento dos músculos das costas, melhora a postura e contribui para o equilíbrio muscular, além de auxiliar no desenvolvimento de outros movimentos que envolvem tração."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante toda a execução.",
            "- Evite usar peso excessivo, priorizando a técnica correta.",
            "- Controle o movimento para evitar compensações com outras articulações."
        ],
        "restrictions": [
            "- Indivíduos com problemas na coluna, ombros ou cotovelos devem consultar um profissional antes de realizar o exercício.",
            "- Gestantes também precisam de adaptações específicas.."
        ],
        "substitutions": [
            "- Remada curvada com barra",
            "- Remada no cabo",
            "- Remada unilateral com haltere"
        ],
        "related_muscles": [
            "- Grande dorsal",
            "- Romboides",
            "- Trapézio",
            "- Bíceps",
            "- Posterior do deltóide"
        ]
    },
    {
        "id": "9",
        "name": "Exercício: Encolhimento Silverback com Kettlebell (Único)",
        "level": "Iniciante",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-silverback-shrug-single-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-silverback-shrug-single-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com os pés afastados na largura dos ombros, segurando o kettlebell com as duas mãos à frente de suas coxas.",
            "2. Dobre-se para a frente nos quadris levando o kettlebell ao chão enquanto você dobra levemente os joelhos, mantendo as costas retas.",
            "3. Segurando o kettlebell com as duas mãos, acione as omoplatas, como se você estivesse tentando aproximá-las. Solte o encolhimento de ombros."
        ],
        "what_is": [
            "- Trata-se de um exercício funcional que combina força, estabilização e mobilidade.",
            "- Envolve o uso de uma kettlebell para promover um padrão de movimento que desafia a resistência e coordenação corporal.."
        ],
        "how_to_execute": [
            "Posicione-se de pé, com os pés na largura dos ombros e a kettlebell no chão à frente.",
            "Flexione os quadris e joelhos, mantendo a coluna neutra, e agarre a kettlebell com uma das mãos.",
            "Retire a kettlebell do chão elevando o tronco enquanto mantém os braços estendidos.",
            "Execute uma rotação controlada da kettlebell ao redor do corpo, transferindo-a para a outra mão por trás das costas.",
            "Continue o movimento em sentido horário ou anti-horário, alternando as mãos."
        ],
        "why_do_it": [
            "- Desenvolve força funcional e estabilidade articular.",
            "- Melhora a coordenação motora e o controle corporal.",
            "- Fortalece músculos envolvidos em movimentos rotacionais e anteroposteriores."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante todo o movimento para evitar lesões lombares.",
            "- Evite realizar o exercício com peso excessivo que comprometa a técnica.",
            "- Certifique-se de ter espaço suficiente para evitar colisões."
        ],
        "restrictions": [
            "- Indivíduos com problemas na coluna vertebral devem evitar este exercício.",
            "- Pessoas com limitações de mobilidade nos ombros ou quadris podem encontrar dificuldade na execução."
        ],
        "substitutions": [
            "- Movimentos com halteres ou discos.",
            "- Exercícios de rotação com cabos ou elásticos.",
            "- Outras variações de kettlebell que não exijam rotação."
        ],
        "related_muscles": [
            "- Principais: Músculos do core (abdominais, oblíquos), glúteos e posteriores de coxa.",
            "- Secundários: Ombros, trapézio, flexores e extensores do quadril."
        ]
    },
    {
        "id": "10",
        "name": "Exercício: Remada com Kettlebell (Individual)",
        "level": "Iniciante",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-row-single-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-row-single-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com os pés afastados na largura dos ombros, segurando o kettlebell com as duas mãos à frente das coxas.",
            "2. Dobre-se para a frente na altura dos quadris, levando o kettlebell ao chão enquanto você flexiona levemente os joelhos, mantendo suas costas retas.",
            "3. Levante o kettlebell em direção ao seu peito e abaixe - repita."
        ],
        "what_is": [
            "- Um exercício de força e resistência que trabalha principalmente a região dorsal, utilizando uma kettlebell como carga."
        ],
        "how_to_execute": [
            "Posicione-se em posição inclinada, com o tronco levemente flexionado e os joelhos semiflexionados.",
            "Segure a kettlebell com uma das mãos, mantendo a outra apoiada em um banco ou suporte para estabilização.",
            "Retraia os ombros, mantenha a coluna neutra e puxe a kettlebell em direção ao quadril.",
            "Controle o movimento ao retornar à posição inicial."
        ],
        "why_do_it": [
            "- Promove fortalecimento da musculatura dorsal, melhora a postura e desenvolve estabilidade do core."
        ],
        "precautions": [
            "- Mantenha a coluna alinhada durante toda a execução.",
            "- Evite compensações com os ombros ou uso excessivo de momentum.",
            "- Respeite a amplitude articular confortável."
        ],
        "restrictions": [
            "- Indivíduos com problemas na coluna lombar, ombros ou cotovelos devem consultar um profissional antes de executar."
        ],
        "substitutions": [
            "- Remada unilateral com halteres.",
            "- Remada baixa no cabo.",
            "- Remada em máquina específica."
        ],
        "related_muscles": [
            "- Grande dorsal.",
            "- Romboides.",
            "- Trapézio.",
            "- Bíceps braquial.",
            "- Estabilizadores do core."
        ]
    },
    {
        "id": "11",
        "name": "Exercício: Encolhimento Horizontal com Faixa Elástica",
        "level": "Novato",
        "execution_type": "Faixa Elástica",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Band-band-horizontal-shrug-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Band-band-horizontal-shrug-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Fixe a faixa na altura do ombro. Dê alguns passos para trás até que a faixa fique esticada.",
            "2. Recolha suas omoplatas direto para trás como se estivesse na escola. Depois, volte à posição inicial."
        ],
        "what_is": [
            "- Trata-se de um exercício que envolve a contração horizontal dos músculos do tronco, utilizando uma faixa elástica como resistência.",
            "- O movimento foca na estabilização e fortalecimento da região central do corpo.."
        ],
        "how_to_execute": [
            "Posicione-se em pé ou sentado, segurando as extremidades da faixa elástica com as mãos.",
            "Estique a faixa à frente do corpo, mantendo os braços paralelos ao chão.",
            "Puxe as mãos lateralmente, contraindo os músculos do tronco.",
            "Retorne à posição inicial de forma controlada.",
            "Repita o movimento pelo número de repetições desejado."
        ],
        "why_do_it": [
            "- Fortalece os músculos estabilizadores do core.",
            "- Melhora a postura corporal.",
            "- Aumenta a resistência muscular localizada.",
            "- Proporciona ganhos funcionais para atividades cotidianas."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante a execução.",
            "- Evite movimentos bruscos ou excessivamente rápidos.",
            "- Certifique-se de que a faixa elástica está fixada de forma segura."
        ],
        "restrictions": [
            "- Indivíduos com lesões na coluna ou ombros devem consultar um profissional antes de realizar.",
            "- Não é recomendado para pessoas com problemas graves de mobilidade ou instabilidade articular."
        ],
        "substitutions": [
            "- Remada com halteres.",
            "- Puxada com polia baixa.",
            "- Exercícios isométricos de prancha com variações."
        ],
        "related_muscles": [
            "- Reto abdominal.",
            "- Oblíquos internos e externos.",
            "- Transverso do abdômen.",
            "- Músculos peitorais.",
            "- Músculos deltoides."
        ]
    },
    {
        "id": "12",
        "name": "Exercício: Levantamento Terra com Kettlebell (Individual)",
        "level": "Iniciante",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-romanian-deadlift-single-front_VRxcefY.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-romanian-deadlift-single-side_cdM5Jjj.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com os pés afastados na largura dos ombros, segurando o kettlebell com as duas mãos à frente das coxas.",
            "2. Dobre-se para frente nos quadris, levando o kettlebell ao chão enquanto você dobra levemente os joelhos, mantendo suas costas retas.",
            "3. Retorne à posição de pé e repita."
        ],
        "what_is": [
            "- Um exercício funcional que consiste no levantamento de um peso (kettlebell) do chão até a posição ereta, utilizando movimentos coordenados do corpo.",
            "- Envolve flexão e extensão simultânea de várias articulações.."
        ],
        "how_to_execute": [
            "Posicione os pés na largura dos ombros, com a kettlebell no chão à frente.",
            "Flexione os joelhos e incline o tronco para frente, mantendo as costas neutras.",
            "Agarre o peso com uma ou duas mãos, ativando os músculos do core.",
            "Eleve o peso ao longo das pernas, estendendo quadril e joelhos em sincronia.",
            "Retorne lentamente à posição inicial, controlando o movimento."
        ],
        "why_do_it": [
            "- Desenvolve força funcional e potência.",
            "- Melhora a mobilidade e estabilidade articular.",
            "- Fortalece a cadeia posterior e auxilia na prevenção de lesões.",
            "- Aumenta a capacidade de realizar movimentos cotidianos."
        ],
        "precautions": [
            "- Mantenha as costas sempre neutras durante toda a execução.",
            "- Evite arquear excessivamente a lombar ao final do movimento.",
            "- Não utilize pesos muito elevados sem dominar a técnica.",
            "- Realize o movimento de forma controlada, evitando soltar o peso abruptamente."
        ],
        "restrictions": [
            "- Problemas na coluna vertebral (ex.: hérnia de disco).",
            "- Lesões nos joelhos ou quadris não reabilitadas.",
            "- Condições que comprometam a mobilidade ou equilíbrio.",
            "- Gestantes ou indivíduos com limitações físicas específicas."
        ],
        "substitutions": [
            "- Deadlift com barra.",
            "- Levantamento terra com halteres.",
            "- Romanian deadlift.",
            "- Peso corporal (movimentos como o good morning)."
        ],
        "related_muscles": [
            "- Primários: Glúteos, isquiotibiais, quadríceps.",
            "- Secundários: Lombar, abdominal, trapézio, deltóides posteriores.",
            "- Estabilizadores: Músculos do core, adutores e abdutores do quadril."
        ]
    },
    {
        "id": "13",
        "name": "Exercício: Remada com Barra Landmine",
        "level": "Intermediário",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-landmine-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-landmine-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Posicione uma barra de musculação em uma estação de rotação ou no canto de uma sala e fique de frente para ela com os pés afastados na largura dos ombros.",
            "2. Segure a extremidade da barra com uma pegada neutra, mantendo os braços retos e os ombros relaxados.",
            "3. Dobre na altura dos quadris e dos joelhos para abaixar seu tronco até que esteja quase paralelo ao chão.",
            "4. Puxe a barra em direção ao seu peito, apertando as omoplatas juntas enquanto você levanta o peso."
        ],
        "what_is": [],
        "how_to_execute": [
            "Posicione uma extremidade da barra em um ponto fixo (como um canto ou suporte específico).",
            "Fique em pé, segurando a outra extremidade com as duas mãos.",
            "Adote uma postura inclinada, mantendo as costas neutras e joelhos levemente flexionados.",
            "Puxe a barra em direção ao tronco, contraindo as costas.",
            "Retorne à posição inicial de forma controlada.",
            "PORQUE FAZER ESTE EXERCÍCIO",
            "Desenvolve força funcional, melhora estabilidade e ativa músculos estabilizadores do core e das costas."
        ],
        "why_do_it": [],
        "precautions": [
            "- Mantenha a coluna neutra durante toda a execução.",
            "- Evite movimentos bruscos ou uso excessivo de momentum.",
            "- Certifique-se de que a barra esteja bem fixa no ponto de apoio."
        ],
        "restrictions": [
            "- Indivíduos com problemas na coluna vertebral, ombros ou lesões recentes devem evitar ou adaptar o exercício sob orientação profissional."
        ],
        "substitutions": [
            "- Remada curvada",
            "- Remada unilateral com halter",
            "- Remada na máquina"
        ],
        "related_muscles": [
            "- Latíssimo do dorso",
            "- Romboides",
            "- Trapézio",
            "- Bíceps braquial",
            "- Músculos do core"
        ]
    },
    {
        "id": "14",
        "name": "Exercício: Remada Posterior com Halteres",
        "level": "Intermediário",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-rear-delt-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-rear-delt-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Incline-se para a frente nos quadris, mantendo as costas retas. Tente deixar o seu tronco o mais paralelo possível ao chão, conforme a sua mobilidade permitir.",
            "2. Deixe seus braços pendurados à sua frente. Puxe seus cotovelos para trás em direção ao teto enquanto abre seus cotovelos para fora."
        ],
        "what_is": [
            "- Um exercício de força que visa principalmente a região dorsal, realizado com o uso de halteres e executado de forma unilateral ou bilateral."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés alinhados aos quadris e um haltere em cada mão (ou um haltere em uma das mãos, caso seja unilateral).",
            "Incline o tronco para frente, mantendo as costas neutras e os joelhos levemente flexionados.",
            "Deixe os braços estendidos em direção ao chão, segurando os halteres com pegada neutra ou pronada.",
            "Puxe os halteres em direção ao tronco, levando os cotovelos para trás até que estejam alinhados com o corpo.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Promove o fortalecimento da musculatura dorsal.",
            "- Melhora a postura corporal.",
            "- Auxilia no equilíbrio muscular entre lados opostos do corpo.",
            "- Desenvolve a estabilidade do core."
        ],
        "precautions": [
            "- Mantenha sempre a coluna neutra durante a execução.",
            "- Evite usar peso excessivo, priorizando a técnica correta.",
            "- Controle o movimento para evitar compensações com ombros ou braços."
        ],
        "restrictions": [
            "- Indivíduos com problemas na coluna lombar ou cervical devem consultar um profissional antes de realizar o exercício.",
            "- Não é recomendado para pessoas com lesões nos ombros ou cotovelos sem orientação adequada."
        ],
        "substitutions": [
            "- Remada com barra.",
            "- Remada baixa no pulley.",
            "- Remada no cabo com triângulo.",
            "- Remada máquina."
        ],
        "related_muscles": [
            "- Grande dorsal.",
            "- Romboides.",
            "- Trapézio.",
            "- Bíceps braquial.",
            "- Posterior do deltóide.",
            "- Músculos estabilizadores do core."
        ]
    },
    {
        "id": "15",
        "name": "Exercício: Encolhimento de Ombros com Halteres Silverback",
        "level": "Iniciante",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-silverback-shrug-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-silverback-shrug-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com os pés afastados na largura dos ombros, segurando halteres com ambas as mãos à frente, um pouco além da largura dos ombros.",
            "2. Dobre-se para a frente nos quadris com uma leve flexão nos joelhos, mantendo as costas retas.",
            "3. Contraia suas omoplatas, como se estivesse tentando tocá-las juntas."
        ],
        "what_is": [
            "- Consiste em um movimento de elevação dos ombros com o uso de halteres, visando ativar principalmente a musculatura responsável pela elevação escapular."
        ],
        "how_to_execute": [
            "Fique em posição ereta, com os pés na largura dos ombros e halteres nas mãos ao lado do corpo.",
            "Mantenha os braços estendidos e uma leve flexão nos cotovelos.",
            "Eleve os ombros em direção às orelhas, sem movimentar os braços ou tronco.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece músculos específicos da região cervical e escapular.",
            "- Contribui para melhorias posturais.",
            "- Auxilia no desenvolvimento muscular da área."
        ],
        "precautions": [
            "- Evite movimentos bruscos ou uso excessivo de carga.",
            "- Mantenha o core ativado para evitar sobrecarga na coluna.",
            "- Não incline o tronco durante o movimento."
        ],
        "restrictions": [
            "- Indivíduos com problemas cervicais, lesões nos ombros ou tensão muscular excessiva devem consultar um profissional antes de realizar o exercício.",
            "- Gestantes ou pessoas com condições cardíacas devem ter atenção especial."
        ],
        "substitutions": [
            "- Elevação de ombros com barra.",
            "- Remada alta com cabo.",
            "- Elevação de ombros no smith machine."
        ],
        "related_muscles": [
            "- Trapézio (principalmente porção superior).",
            "- Levantador da escápula.",
            "- Pequenos músculos auxiliares da cintura escapular."
        ]
    },
    {
        "id": "16",
        "name": "Exercício: Elevação de Ombros de Prata com Halteres Deitado",
        "level": "Intermediário",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-dumbbell-laying-silverback-shrug-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-dumbbell-laying-silverback-shrug-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se em um banco inclinado com os braços pendurados livremente.",
            "2. Puxe suas omoplatas em direção ao teto."
        ],
        "what_is": [
            "- Um exercício de musculação que envolve a elevação dos ombros enquanto se está deitado, utilizando halteres para gerar resistência.",
            "- O movimento foca na parte superior do corpo, atingindo principalmente os músculos responsáveis pela elevação escapular.."
        ],
        "how_to_execute": [
            "Deite-se em um banco horizontal com um haltere em cada mão, palmas voltadas para o corpo.",
            "Mantenha os braços estendidos e próximos ao tronco, sem travar os cotovelos.",
            "Eleve os ombros em direção às orelhas, contraindo as escápulas.",
            "Retorne à posição inicial de forma controlada, sem deixar os halteres tocarem completamente no colo."
        ],
        "why_do_it": [
            "- Fortalece músculos específicos da região do ombro e cintura escapular.",
            "- Melhora a estabilidade e postura corporal.",
            "- Pode complementar rotinas de treino focadas em ombros ou costas."
        ],
        "precautions": [
            "- Evite usar pesos excessivos, priorizando a execução correta.",
            "- Mantenha o controle durante todo o movimento para evitar compensações.",
            "- Não eleve os ombros de forma abrupta ou com impulso."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros, pescoço ou coluna devem evitar ou adaptar o exercício.",
            "- Consulte um profissional antes de incluir o exercício em sua rotina, especialmente se houver histórico de problemas articulares."
        ],
        "substitutions": [
            "- Elevação de ombros com barra.",
            "- Remada alta com halteres ou barra.",
            "- Encolhimento de ombros em pé com halteres ou barra."
        ],
        "related_muscles": [
            "- Trapézio (principalmente a porção superior).",
            "- Levantador da escápula.",
            "- Romboides.",
            "- Peitoral maior (porção clavicular, de forma secundária)."
        ]
    },
    {
        "id": "17",
        "name": "Exercício: Puxada Alta de Rosto com Faixa",
        "level": "Novato",
        "execution_type": "Faixa Elástica",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-band-face-pull-front_Rw6dM9Q.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-band-face-pull-side_SluSCw4.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece com uma faixa ancorada em um ponto alto. Alterne a posição dos pés.",
            "2. Puxe a faixa até a ponte do seu nariz."
        ],
        "what_is": [],
        "how_to_execute": [],
        "why_do_it": [],
        "precautions": [
            "- Manter a coluna neutra durante a execução para evitar lesões na região lombar.",
            "- Evitar movimentos bruscos ou com excesso de carga, priorizando a técnica adequada.",
            "- Atenção ao alinhamento corporal para garantir que o esforço esteja sendo direcionado aos músculos-alvo."
        ],
        "restrictions": [
            "- Indivíduos com problemas na coluna vertebral devem consultar um profissional antes de realizar.",
            "- Pessoas com lesões nos ombros ou articulações do quadril precisam adaptar o movimento conforme orientação médica.",
            "- Evitar em casos de desconforto articular ou muscular persistente."
        ],
        "substitutions": [
            "- Exercícios que trabalhem os mesmos grupos musculares podem ser alternativas eficazes.",
            "- Variações isométricas ou com equipamentos como halteres, elásticos ou máquinas podem substituir dependendo do objetivo."
        ],
        "related_muscles": [
            "- Grande parte do esforço concentra-se nos músculos primários, com suporte dos estabilizadores do core e das articulações envolvidas.",
            "- Os músculos secundários atuam como sinergistas, ajudando na execução completa do movimento."
        ]
    },
    {
        "id": "18",
        "name": "Exercício: Levantamento Posterior de Deltóide com Banda Elástica",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-band-rear-delt-fly-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-band-rear-delt-fly-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece ficando em pé entre as duas faixas fixas, com os pés afastados na largura dos ombros e as faixas posicionadas em um ponto alto.",
            "2. Segure as pontas de cada faixa com as mãos, mantendo as palmas uma de frente para a outra.",
            "3. Mantendo seus braços levemente dobrados e suas costas retas, puxe lentamente as faixas para longe do seu corpo até que seus braços estejam totalmente estendidos para os lados. Segure por um segundo e, em seguida, solte lentamente de volta à posição inicial. Repita para o número desejado de repetições."
        ],
        "what_is": [
            "- Um exercício de resistência que utiliza uma banda elástica para trabalhar a parte posterior do ombro.",
            "- Consiste em realizar movimentos controlados para fortalecer os músculos responsáveis pela estabilização e mobilidade do ombro.."
        ],
        "how_to_execute": [
            "Posicione-se em pé ou sentado, segurando as extremidades da banda elástica com as mãos.",
            "Mantenha os braços estendidos à frente do corpo, na altura dos ombros.",
            "Puxe a banda lateralmente, afastando os braços até que fiquem alinhados ao tronco.",
            "Retorne lentamente à posição inicial, controlando a tensão da banda."
        ],
        "why_do_it": [
            "- Fortalece os músculos posteriores do ombro.",
            "- Melhora a postura ao equilibrar os músculos do ombro.",
            "- Auxilia na prevenção de lesões relacionadas ao ombro.",
            "- Promove maior estabilidade articular."
        ],
        "precautions": [
            "- Evite arquear as costas durante o movimento.",
            "- Mantenha os cotovelos levemente flexionados para reduzir a sobrecarga nas articulações.",
            "- Use uma banda com resistência adequada ao seu nível de força.",
            "- Realize o movimento de forma lenta e controlada."
        ],
        "restrictions": [
            "- Indivíduos com lesões no ombro, cotovelo ou punho devem consultar um profissional antes de executar.",
            "- Evitar em casos de inflamações agudas ou problemas articulares não tratados."
        ],
        "substitutions": [
            "- Remada alta com halteres.",
            "- Elevação lateral inversa com halteres.",
            "- Crucifixo inverso em máquina."
        ],
        "related_muscles": [
            "- Deltóide posterior (principal).",
            "- Trapézio (porção média e inferior).",
            "- Romboides.",
            "- Peitoral menor (estabilizador)."
        ]
    },
    {
        "id": "19",
        "name": "Exercício: Levantamento Posterior de Deltoides com Anilha",
        "level": "Iniciante",
        "execution_type": "Anilhas",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-rear-delt-fly-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-rear-delt-fly-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Mantenha suas costas retas e incline-se levemente para frente na cintura.",
            "2. Com os braços estendidos, levante os pesos para os lados até que eles estejam alinhados com os seus ombros.",
            "3. Faça uma breve pausa e então abaixe os pesos de volta à posição inicial."
        ],
        "what_is": [],
        "how_to_execute": [
            "Fique em pé, com os pés na largura dos ombros e joelhos levemente flexionados.",
            "Segure a anilha com as duas mãos, mantendo uma pegada firme.",
            "Incline o tronco levemente para frente, mantendo as costas retas e o core ativado.",
            "Com os braços estendidos, eleve-os lateralmente até formar um ângulo de aproximadamente 90 graus com o corpo.",
            "Retorne à posição inicial de forma controlada.",
            "PORQUE FAZER ESTE EXERCÍCIO",
            "Fortalece e define os músculos posteriores do ombro.",
            "Melhora a postura ao equilibrar o desenvolvimento muscular da região dos ombros.",
            "Auxilia na prevenção de lesões por descompensação muscular."
        ],
        "why_do_it": [],
        "precautions": [
            "- Evite arquear as costas durante o movimento.",
            "- Mantenha o peso adequado para evitar compensações com outros músculos.",
            "- Execute o movimento de forma lenta e controlada para evitar traumas articulares."
        ],
        "restrictions": [
            "- Indivíduos com problemas nos ombros ou lesões pré-existentes devem evitar ou adaptar o exercício.",
            "- Não é recomendado para pessoas com dor aguda ou inflamações na região escapular ou cervical."
        ],
        "substitutions": [
            "- Remada alta com halteres.",
            "- Elevação lateral inversa no banco inclinado.",
            "- Remada horizontal com cabo ou elástico."
        ],
        "related_muscles": [
            "- Deltoide posterior (principal).",
            "- Trapézio (porção inferior).",
            "- Romboides.",
            "- Músculos estabilizadores do core."
        ]
    },
    {
        "id": "20",
        "name": "Exercício: Levantamento Posterior de Deltoide com Rotação Interna e Prato",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-internally-rotated-rear-delt-fly-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-internally-rotated-rear-delt-fly-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Com halteres em cada mão, dobre os joelhos com os pés ligeiramente afastados para fora. Incline-se para a frente mantendo as costas retas.",
            "2. Mantenha uma pegada pronada e os ombros rodados internamente.",
            "3. Levante seus braços para trás em direção ao teto enquanto mantém uma leve curvatura nos cotovelos."
        ],
        "what_is": [
            "- Trata-se de um exercício de musculação que visa o fortalecimento dos músculos do ombro, com foco específico no deltoide posterior.",
            "- A rotação interna e o uso de um prato (ou halteres) adicionam ênfase ao movimento.."
        ],
        "how_to_execute": [
            "Posicione-se em pé ou sentado, mantendo a coluna neutra e os joelhos levemente flexionados.",
            "Segure um prato ou peso com as duas mãos, mantendo os braços estendidos à frente do corpo.",
            "Inicie o movimento elevando os braços lateralmente até a altura dos ombros.",
            "Durante a elevação, gire os braços internamente, mantendo os cotovelos levemente flexionados.",
            "Retorne lentamente à posição inicial, controlando o peso."
        ],
        "why_do_it": [
            "- Fortalece o deltoide posterior, essencial para equilibrar o desenvolvimento muscular do ombro.",
            "- Melhora a postura corporal ao reforçar músculos envolvidos na estabilização da cintura escapular.",
            "- Auxilia na prevenção de lesões por desequilíbrio muscular."
        ],
        "precautions": [
            "- Evite usar cargas excessivas, priorizando a execução técnica.",
            "- Mantenha o core ativado para proteger a região lombar.",
            "- Não eleve os braços além da altura dos ombros para evitar sobrecarga nas articulações."
        ],
        "restrictions": [
            "- Indivíduos com lesões no ombro, como tendinite ou bursite, devem evitar o exercício.",
            "- Pessoas com problemas na coluna cervical ou lombar devem consultar um profissional antes de executá-lo.",
            "- Gestantes devem adaptar o movimento conforme orientação médica."
        ],
        "substitutions": [
            "- Elevações laterais com halteres.",
            "- Remada alta com barra ou halteres.",
            "- Elevações posteriores em máquinas específicas."
        ],
        "related_muscles": [
            "- Deltoide posterior (foco principal).",
            "- Trapézio (parte média e inferior).",
            "- Romboides.",
            "- Redondo maior.",
            "- Bíceps braquial (estabilizador)."
        ]
    },
    {
        "id": "21",
        "name": "Exercício: TRX Elevação em W",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-trx-W-raise-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-trx-W-raise-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure as alças do TRX e incline-se para longe do ponto de ancoragem.",
            "2. Puxe os cotovelos para trás enquanto rotaciona externamente a articulação do ombro. Seus braços devem formar um W na parte de trás do exercício."
        ],
        "what_is": [
            "- Trata-se de um exercício funcional realizado com o auxílio do TRX, um equipamento de suspensão que utiliza o peso corporal para gerar resistência.",
            "- Este movimento combina força, equilíbrio e estabilização ao trabalhar os músculos superiores e centrais do corpo.."
        ],
        "how_to_execute": [
            "Prenda o TRX em um ponto de ancoragem estável e ajuste as alças à altura adequada.",
            "Posicione-se de frente para o ponto de fixação, segurando as alças com as palmas das mãos voltadas uma para a outra.",
            "Incline o corpo para trás, mantendo os pés firmes no chão e os braços estendidos.",
            "Puxe o corpo para cima, flexionando os cotovelos e aproximando as mãos do peito, formando um \"W\" com os braços.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece os músculos da parte superior do corpo e do core.",
            "- Melhora a postura e a estabilidade articular.",
            "- Desenvolve coordenação motora e equilíbrio.",
            "- Promove ganhos funcionais aplicáveis a atividades diárias e esportivas."
        ],
        "precautions": [
            "- Mantenha o core ativado durante toda a execução.",
            "- Evite arquear excessivamente as costas ou encolher os ombros.",
            "- Certifique-se de que o TRX esteja bem fixado antes de iniciar.",
            "- Respeite sua amplitude de movimento, evitando forçar articulações."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros, cotovelos ou punhos devem evitar ou adaptar o movimento.",
            "- Não é recomendado para pessoas com problemas graves de coluna ou instabilidade no core sem orientação profissional."
        ],
        "substitutions": [
            "- Remada com halteres ou barra.",
            "- Remada na máquina de cabo.",
            "- Flexões inclinadas com foco no core."
        ],
        "related_muscles": [
            "- Primários: Deltoides posterior, romboides, trapézio.",
            "- Secundários: Bíceps, peitoral menor, grande dorsal.",
            "- Estabilizadores: Músculos abdominais (reto abdominal, oblíquos) e eretores da espinha."
        ]
    },
    {
        "id": "22",
        "name": "Exercício: TRX Remada para Deltóide Posterior",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-trx-rear-delt-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-trx-rear-delt-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de costas para as alças do TRX e segure-as com as duas mãos.",
            "2. Afaste-se de modo que seu corpo esteja inclinado para longe do ponto de ancoragem.",
            "3. Dobre seus cotovelos e puxe-os para trás, atrás do seu corpo.",
            "4. Certifique-se de manter seus cotovelos voltados para fora."
        ],
        "what_is": [
            "- É um exercício de fortalecimento que utiliza o TRX, um equipamento suspenso, para trabalhar a parte posterior do ombro.",
            "- Consiste em realizar uma remada com o corpo inclinado e os braços estendidos à frente, recrutando principalmente músculos da região dorsal e dos ombros.."
        ],
        "how_to_execute": [
            "Ajuste o TRX em uma altura adequada e segure as alças com as palmas das mãos voltadas uma para a outra.",
            "Incline o corpo para trás, mantendo os pés firmes no chão e o tronco reto.",
            "Puxe as alças em direção ao peito, levando os cotovelos para trás e contraindo as omoplatas.",
            "Retorne lentamente à posição inicial, controlando o movimento."
        ],
        "why_do_it": [
            "- Promove o fortalecimento da musculatura posterior do ombro, essencial para postura correta.",
            "- Melhora a estabilidade e coordenação corporal.",
            "- Auxilia na prevenção de desequilíbrios musculares."
        ],
        "precautions": [
            "- Mantenha o core ativado durante toda a execução.",
            "- Evite arquear as costas ou projetar o pescoço para frente.",
            "- Certifique-se de que o TRX está bem fixado antes de iniciar."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros, cotovelos ou punhos devem evitar ou adaptar o movimento.",
            "- Pessoas com problemas de coluna devem consultar um profissional antes de realizar."
        ],
        "substitutions": [
            "- Remada com halteres.",
            "- Remada no cross-over.",
            "- Remada com barra fixa."
        ],
        "related_muscles": [
            "- Deltóide posterior.",
            "- Romboides.",
            "- Trapézio.",
            "- Bíceps braquial (como auxiliar)."
        ]
    },
    {
        "id": "23",
        "name": "Exercício: TRX Voo Posterior Deltoide",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-trx-rear-delt_fly-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-trx-rear-delt_fly-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de costas para as alças TRX e segure os cabos com as duas mãos.",
            "2. Dê um passo à frente para que seu corpo fique em posição de prancha, com os braços retos e o corpo alinhado em uma linha reta da cabeça aos calcanhares.",
            "3. Mantendo seus braços esticados, levante-os lentamente para o lado, mantendo-os na mesma altura dos seus ombros. Seu corpo deve formar um T."
        ],
        "what_is": [],
        "how_to_execute": [],
        "why_do_it": [],
        "precautions": [],
        "restrictions": [],
        "substitutions": [],
        "related_muscles": []
    },
    {
        "id": "24",
        "name": "Exercício: Puxada Estreita",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-narrow-pulldown-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-narrow-pulldown-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Use o acessório de Barra Reta.",
            "2. Segure o acessório enquanto você se senta na máquina e coloque suas pernas embaixo das almofadas para pernas.",
            "3. Puxe a barra até a sua clavícula e, em seguida, levante novamente até que seus braços estejam estendidos."
        ],
        "what_is": [
            "- É um exercício de musculação que visa isolar e fortalecer os músculos da região posterior das coxas (posteriores) e glúteos.",
            "- Consiste em realizar uma puxada vertical com uso de polia baixa, utilizando um cabo e um acessório para fixação nos tornozelos.."
        ],
        "how_to_execute": [
            "Fixe o acessório no tornozelo ou utilize uma cinta específica.",
            "Posicione-se de pé, a uma distância adequada da polia baixa, com o corpo levemente inclinado para frente.",
            "Mantenha o tronco estável e contraia os glúteos ao estender a perna para trás.",
            "Realize o movimento de forma controlada, evitando compensações com a lombar.",
            "Retorne à posição inicial lentamente."
        ],
        "why_do_it": [
            "- Fortalecimento dos músculos posteriores da coxa e glúteos.",
            "- Melhora da estabilidade do quadril.",
            "- Auxilia na prevenção de lesões relacionadas à fraqueza muscular.",
            "- Contribui para o equilíbrio muscular entre os grupos da frente e de trás da coxa."
        ],
        "precautions": [
            "- Evite arquear excessivamente a coluna lombar durante o movimento.",
            "- Mantenha o core ativado para proteger a região lombar.",
            "- Use cargas moderadas para garantir a execução correta.",
            "- Certifique-se de que o equipamento esteja bem ajustado para evitar deslizamentos."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves na coluna lombar devem evitar ou adaptar o exercício.",
            "- Pessoas com lesões recentes nos joelhos ou quadril devem consultar um profissional antes de executá-lo.",
            "- Gestantes podem precisar de adaptações específicas."
        ],
        "substitutions": [
            "- Agachamento unilateral com halter.",
            "- Elevação de quadril com carga.",
            "- Extensão de quadril no cabo alto.",
            "- Leg curl horizontal."
        ],
        "related_muscles": [
            "- Glúteos máximos.",
            "- Posteriores da coxa (isquiotibiais).",
            "- Abdutores do quadril.",
            "- Músculos estabilizadores do core."
        ]
    },
    {
        "id": "25",
        "name": "Exercício: Puxada Neutra",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-neutral-pulldown-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-neutral-pulldown-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Use o acessório V Bar.",
            "2. Segure o acessório enquanto se senta na máquina e coloque suas pernas embaixo dos apoios para pernas.",
            "3. Puxe a barra até sua clavícula e depois levante de volta até que seus braços estejam estendidos."
        ],
        "what_is": [
            "- É um exercício funcional que envolve a realização de movimentos coordenados para trabalhar força, estabilidade e mobilidade.",
            "- Consiste em puxar uma carga ou resistência de forma controlada, mantendo o equilíbrio corporal.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés alinhados aos ombros e joelhos levemente flexionados.",
            "Segure a carga (como uma corda ou barra) com as mãos em posição neutra (palmas voltadas uma para a outra).",
            "Mantenha a coluna neutra e o core ativado.",
            "Puxe a carga em linha reta, trazendo-a em direção ao corpo enquanto mantém os cotovelos próximos ao tronco.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Desenvolve força funcional.",
            "- Melhora a postura e a estabilidade do core.",
            "- Fortalece músculos importantes para atividades diárias e esportivas.",
            "- Promove equilíbrio muscular."
        ],
        "precautions": [
            "- Evite curvar as costas durante o movimento.",
            "- Mantenha os ombros relaxados e longe das orelhas.",
            "- Use cargas adequadas para evitar sobrecarga nas articulações."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros, coluna ou cotovelos devem evitar ou adaptar o movimento.",
            "- Não é recomendado para pessoas com hérnia discal sem orientação profissional."
        ],
        "substitutions": [
            "- Remada curvada.",
            "- Remada unilateral com halteres.",
            "- Pull-down na máquina."
        ],
        "related_muscles": [
            "- Latíssimo do dorso.",
            "- Trapézio.",
            "- Romboides.",
            "- Bíceps braquial.",
            "- Músculos do core (abdominais e lombar)."
        ]
    },
    {
        "id": "26",
        "name": "Exercício: Remada Posterior com Kettlebell (Dupla)",
        "level": "Iniciante",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-rear-delt-row-side_8lh6HT6.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-rear-delt-row-front_t7u0Mf0.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com os pés na largura dos quadris, kettlebell em cada mão, incline-se nos quadris.",
            "2. Puxe as kettlebells enquanto abre os cotovelos, apertando as omoplatas. Mantenha as costas retas."
        ],
        "what_is": [
            "- Um exercício de força que utiliza duas kettlebells para trabalhar a musculatura dorsal e outras áreas do corpo.",
            "- Envolve uma posição inclinada com foco na contração das costas.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés na largura dos ombros.",
            "Flexione levemente os joelhos e incline o tronco para frente, mantendo as costas neutras.",
            "Segure uma kettlebell em cada mão, com os braços estendidos para baixo.",
            "Puxe as kettlebells em direção ao abdômen, contraindo as costas.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece a musculatura dorsal.",
            "- Melhora a postura corporal.",
            "- Desenvolve estabilidade e coordenação motora.",
            "- Auxilia no equilíbrio muscular entre costas e ombros."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante toda a execução.",
            "- Evite movimentos bruscos ou uso excessivo de momentum.",
            "- Certifique-se de que os ombros não se elevem durante a remada."
        ],
        "restrictions": [
            "- Indivíduos com problemas lombares ou lesões nas costas devem evitar ou adaptar o exercício.",
            "- Não é recomendado para pessoas com limitações nos ombros ou cotovelos."
        ],
        "substitutions": [
            "- Remada curvada com barra.",
            "- Remada unilateral com halteres.",
            "- Remada na polia baixa."
        ],
        "related_muscles": [
            "- Grande dorsal (latíssimo do dorso).",
            "- Romboides.",
            "- Trapézio.",
            "- Bíceps braquial.",
            "- Posterior do deltóide.",
            "- Estabilizadores do core."
        ]
    },
    {
        "id": "27",
        "name": "Exercício: Remada em Pé com Barra de Cabo",
        "level": "Novato",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-v-bar-standing-row-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-v-bar-standing-row-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Coloque o cabo na altura do ombro. Use uma barra de remo.",
            "2. Puxe as alças para trás usando seus braços. Estufe o peito.",
            "3. Puxe as alças em direção ao seu corpo até que suas mãos estejam ao lado do seu abdômen."
        ],
        "what_is": [
            "- Trata-se de um exercício de força que utiliza uma barra conectada a um cabo ajustável, geralmente em uma estrutura de polia baixa.",
            "- O movimento envolve puxar a barra em direção ao corpo enquanto se mantém uma posição ereta.."
        ],
        "how_to_execute": [
            "Posicione a polia na altura mais baixa e fixe a barra.",
            "Fique de pé, com os pés alinhados aos ombros e joelhos levemente flexionados.",
            "Segure a barra com as duas mãos, mantendo uma pegada pronada (palmas voltadas para baixo).",
            "Incline o tronco ligeiramente para frente, mantendo as costas retas.",
            "Puxe a barra em direção à cintura, contraindo as costas e mantendo os cotovelos próximos ao corpo.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Desenvolve a musculatura dorsal, especialmente a parte inferior das costas.",
            "- Auxilia no fortalecimento dos músculos estabilizadores do core.",
            "- Melhora a postura corporal.",
            "- Proporciona maior equilíbrio muscular entre costas e membros superiores."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante todo o movimento para evitar lesões.",
            "- Evite usar peso excessivo, priorizando a execução correta.",
            "- Não arquear ou curvar excessivamente as costas.",
            "- Certifique-se de que os ombros estejam relaxados e não tensionados durante o exercício."
        ],
        "restrictions": [
            "- Indivíduos com problemas na coluna lombar ou cervical devem evitar ou adaptar o movimento.",
            "- Pessoas com lesões nos ombros ou cotovelos devem consultar um profissional antes de realizar o exercício.",
            "- Gestantes ou pessoas com hipertensão devem ter cautela e buscar orientação médica."
        ],
        "substitutions": [
            "- Remada baixa com halteres.",
            "- Remada sentada na polia alta.",
            "- Puxada frontal na barra fixa.",
            "- Remada unilateral com kettlebell."
        ],
        "related_muscles": [
            "- Grande dorsal (lats).",
            "- Romboides.",
            "- Trapézio (parte média e inferior).",
            "- Bíceps braquial.",
            "- Músculos eretores da espinha.",
            "- Músculos abdominais (estabilizadores)."
        ]
    },
    {
        "id": "28",
        "name": "Exercício: Encolhimento de Ombros com Kettlebell Silverback",
        "level": "Iniciante",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-silverback-shrug-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-silverback-shrug-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de pé com os pés na largura dos quadris, segure um kettlebell em cada mão nas laterais e incline-se para frente.",
            "2. Levante os seus ombros para trás enquanto mantém os braços retos.",
            "3. Abaixe os ombros novamente, repita pelo número desejado de repetições."
        ],
        "what_is": [
            "- É um exercício de musculação que utiliza uma kettlebell para trabalhar a região dos ombros e trapézio.",
            "- Consiste em elevar os ombros em direção às orelhas enquanto se segura a kettlebell com as duas mãos.."
        ],
        "how_to_execute": [
            "Fique em pé com os pés na largura dos ombros.",
            "Segure a kettlebell com ambas as mãos, braços estendidos na frente do corpo.",
            "Mantenha a postura ereta e contraia o abdômen.",
            "Eleve os ombros em direção às orelhas, sem movimentar os braços ou inclinar o tronco.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece os músculos dos ombros e trapézio, melhora a postura e contribui para a estabilização da cintura escapular.",
            "- Também pode ajudar no desenvolvimento de força funcional.."
        ],
        "precautions": [
            "- Evite usar peso excessivo que comprometa a execução.",
            "- Mantenha o controle durante todo o movimento.",
            "- Não incline o tronco para evitar sobrecarga na coluna.",
            "- Respeite o limite de amplitude articular."
        ],
        "restrictions": [
            "- Indivíduos com problemas nos ombros, pescoço ou coluna devem evitar ou adaptar o exercício após avaliação médica.",
            "- Gestantes também devem consultar um profissional antes de realizá-lo.."
        ],
        "substitutions": [
            "- Encolhimento de ombros com halteres.",
            "- Encolhimento de ombros com barra.",
            "- Encolhimento de ombros no cabo."
        ],
        "related_muscles": [
            "- Trapézio (principalmente porções superior e média).",
            "- Elevador da escápula.",
            "- Romboides.",
            "- Pequenos músculos estabilizadores da escápula."
        ]
    },
    {
        "id": "29",
        "name": "Exercício: Remada Unilateral com Pegada Neutra no Cabo",
        "level": "Novato",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-single-arm-neutral-grip-row-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-single-arm-neutral-grip-row-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Coloque o cabo na altura do ombro. Use um acessório de pegada. Mantenha a palma da mão voltada para a linha central do seu corpo.",
            "2. Puxe a alça para trás usando seus braços. Empurre o peito para fora.",
            "3. Puxe a alça em direção ao seu corpo até que suas mãos estejam ao lado do seu abdômen."
        ],
        "what_is": [],
        "how_to_execute": [],
        "why_do_it": [],
        "precautions": [],
        "restrictions": [],
        "substitutions": [],
        "related_muscles": []
    },
    {
        "id": "30",
        "name": "Exercício: Remada com Punho Invertido em Cabo com Um Braço",
        "level": "Novato",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-single-arm-underhand-grip-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-single-arm-underhand-grip-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Coloque o cabo na altura dos ombros. Use um acessório de pegada. Vire a palma da mão para cima.",
            "2. Puxe a alça para trás usando seus braços. Estufe o peito.",
            "3. Puxe a alça em direção ao seu corpo até que suas mãos estejam ao lado do seu abdômen."
        ],
        "what_is": [
            "- Trata-se de um exercício de força que utiliza um cabo e uma pegada com punho invertido (supinada) para isolar e trabalhar músculos específicos do braço e costas.",
            "- É realizado de forma unilateral, ou seja, com um braço de cada vez.."
        ],
        "how_to_execute": [
            "Posicione-se em frente a uma máquina de cabo ajustado na altura média ou baixa.",
            "Segure o punho do cabo com uma pegada supinada (palma da mão voltada para cima).",
            "Mantenha os pés firmes no chão, joelhos levemente flexionados e tronco inclinado para frente.",
            "Com o braço estendido, puxe o cabo em direção ao quadril ou abdômen, mantendo o cotovelo próximo ao corpo.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Promove o fortalecimento dos músculos do braço e antebraço.",
            "- Melhora a definição muscular.",
            "- Contribui para o equilíbrio muscular entre os lados do corpo.",
            "- Auxilia no desenvolvimento de movimentos funcionais."
        ],
        "precautions": [
            "- Evite movimentos bruscos ou uso excessivo de carga.",
            "- Mantenha a postura correta durante toda a execução.",
            "- Não arqueie as costas ou balance o corpo para auxiliar no movimento.",
            "- Ajuste a máquina para evitar tensão desnecessária nos ombros."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos punhos, cotovelos ou ombros devem evitar ou adaptar o exercício.",
            "- Pessoas com problemas na coluna lombar devem priorizar posturas neutras.",
            "- Não é recomendado para iniciantes sem orientação adequada."
        ],
        "substitutions": [
            "- Remada com barra e pegada supinada.",
            "- Rosca concentrada com halter.",
            "- Puxada vertical com triângulo.",
            "- Remada unilateral com halter."
        ],
        "related_muscles": [
            "- Bíceps braquial",
            "- Braquial",
            "- Pronador redondo",
            "- Músculos flexores do antebraço",
            "- Grande dorsal (secundário)",
            "- Romboides (secundário)",
            "- Trapézio inferior (secundário)"
        ]
    },
    {
        "id": "31",
        "name": "Exercício: Barra Fixa Assistida na Máquina Smith",
        "level": "Novato",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Smithmachine-assisted-pullup-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Smithmachine-assisted-pullup-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure a barra com uma pegada por cima, braços e ombros totalmente estendidos. Mantenha os pés no chão.",
            "2. Eleve seu corpo até que o queixo esteja acima da barra. Use suas pernas para ajudá-lo a subir.",
            "3. Abaixe seu corpo de volta à posição inicial."
        ],
        "what_is": [
            "- Trata-se de um exercício de tração vertical realizado na máquina Smith, que utiliza uma barra fixa para trabalhar a musculatura dorsal.",
            "- A máquina oferece maior estabilidade e controle durante o movimento, tornando-o mais acessível para iniciantes ou pessoas com dificuldade em executar exercícios sem suporte.."
        ],
        "how_to_execute": [
            "Ajuste a barra da máquina Smith à altura desejada (geralmente acima da cabeça).",
            "Posicione-se sob a barra, segurando-a com as mãos em posição supinada ou pronada, dependendo do objetivo.",
            "Mantenha os pés no chão e o corpo inclinado para trás, formando uma linha reta desde a cabeça até os calcanhares.",
            "Puxe a barra em direção ao peito ou ao queixo, contraindo a musculatura dorsal.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Desenvolve força e hipertrofia na região dorsal.",
            "- Melhora a postura corporal ao fortalecer músculos responsáveis pela estabilização da coluna.",
            "- Oferece maior segurança em comparação a exercícios livres, ideal para iniciantes."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante todo o movimento.",
            "- Evite usar momentum excessivo ou balançar o corpo.",
            "- Certifique-se de que a máquina esteja bem ajustada antes de iniciar.",
            "- Respeite a amplitude articular adequada para evitar lesões nos ombros."
        ],
        "restrictions": [
            "- Indivíduos com problemas na coluna vertebral, como hérnias discais, devem evitar ou adaptar o exercício.",
            "- Pessoas com lesões nos ombros ou cotovelos devem consultar um profissional antes de realizar o movimento."
        ],
        "substitutions": [
            "- Remada curvada com barra ou halteres.",
            "- Puxada alta na polia.",
            "- Remada sentada na máquina."
        ],
        "related_muscles": [
            "- Grande dorsal (principal músculo trabalhado).",
            "- Romboides.",
            "- Trapézio.",
            "- Bíceps braquial (sinergista).",
            "- Deltoide posterior."
        ]
    },
    {
        "id": "32",
        "name": "Exercício: Remada Traseira com Halteres Sentado",
        "level": "Iniciante",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-seated-rear-delt-row-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-seated-rear-delt-row-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se em um banco. Ponha o peito no colo. Tente aproximar seu tronco o máximo possível paralelo ao chão, de acordo com sua mobilidade.",
            "2. Deixe seus braços pendurados à sua frente. Puxe seus cotovelos para trás em direção ao teto, enquanto abre seus cotovelos para fora."
        ],
        "what_is": [
            "- Trata-se de um exercício de musculação que visa o fortalecimento da parte superior do corpo, especificamente a região das costas.",
            "- É realizado com halteres e em posição sentada, proporcionando estabilidade durante a execução.."
        ],
        "how_to_execute": [
            "Sente-se em um banco com encosto reto ou inclinado, mantendo os pés firmemente apoiados no chão.",
            "Segure um haltere em cada mão, com as palmas voltadas para dentro ou em posição neutra.",
            "Incline o tronco levemente para frente, mantendo as costas retas e o core ativado.",
            "Puxe os halteres em direção ao tronco, levando os cotovelos para trás até que fiquem alinhados com o corpo.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Este movimento é eficaz para desenvolver a musculatura das costas, melhorar a postura e aumentar a força funcional.",
            "- Além disso, ajuda a corrigir desequilíbrios musculares e promove estabilidade na região escapular.."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante toda a execução para evitar lesões.",
            "- Evite usar pesos excessivos que comprometam a forma técnica.",
            "- Não utilize movimentos bruscos ou balanços corporais.",
            "- Certifique-se de que o banco ofereça suporte adequado para a posição sentada."
        ],
        "restrictions": [
            "- Indivíduos com problemas nas articulações dos ombros, lesões na coluna vertebral ou condições que afetem a mobilidade devem consultar um profissional antes de realizá-lo.",
            "- Gestantes também devem buscar orientação médica.."
        ],
        "substitutions": [
            "- Remada baixa no pulley",
            "- Remada com barra",
            "- Remada com cabo",
            "- Remada unilateral com haltere"
        ],
        "related_muscles": [
            "- Grande dorsal",
            "- Romboides",
            "- Trapézio",
            "- Bíceps braquial",
            "- Deltoide posterior",
            "- Músculos do core (estabilizadores)"
        ]
    },
    {
        "id": "33",
        "name": "Exercício: Remada Invertida na Máquina Smith",
        "level": "Iniciante",
        "execution_type": "Máquina",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Smithmachine-inverted-row-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Smithmachine-inverted-row-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se debaixo de uma barra horizontal fixa e segure a barra com uma pegada ampla por cima dela.",
            "2. Puxe seu corpo para cima até a barra, em linha reta.",
            "3. Retorne à posição inicial, com os braços totalmente estendidos. Repita."
        ],
        "what_is": [
            "- É um exercício de força que utiliza a Máquina Smith para trabalhar os músculos das costas, envolvendo um movimento de tração vertical.",
            "- A pegada pode variar entre supinada (palmas voltadas para frente) ou neutra, dependendo da configuração do equipamento.."
        ],
        "how_to_execute": [
            "Posicione-se embaixo da barra na Máquina Smith, com os joelhos levemente flexionados e o tronco inclinado para frente.",
            "Use uma pegada firme na barra, mantendo os ombros retraídos e a coluna alinhada.",
            "Puxe a barra em direção ao peito ou abdômen, contraindo as costas.",
            "Retorne à posição inicial de forma controlada, estendendo totalmente os braços sem relaxar os ombros."
        ],
        "why_do_it": [
            "- Desenvolve a musculatura dorsal, melhorando a postura e a estabilidade da coluna.",
            "- Auxilia no fortalecimento dos músculos envolvidos em movimentos de tração.",
            "- Permite um trabalho isolado e seguro, ideal para iniciantes ou reabilitação."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante todo o movimento para evitar lesões.",
            "- Evite usar cargas excessivas que comprometam a execução técnica.",
            "- Certifique-se de que a Máquina Smith esteja bem ajustada para o exercício."
        ],
        "restrictions": [
            "- Indivíduos com problemas na coluna lombar ou ombros devem evitar ou adaptar o movimento.",
            "- Não é recomendado para pessoas com limitações graves de mobilidade ou dor crônica."
        ],
        "substitutions": [
            "- Barra fixa (pull-up ou chin-up).",
            "- Remada curvada com barra ou halteres.",
            "- Remada no cabo com triângulo."
        ],
        "related_muscles": [
            "- Grande dorsal (principalmente).",
            "- Romboides.",
            "- Trapézio.",
            "- Bíceps braquial.",
            "- Posterior do deltóide."
        ]
    },
    {
        "id": "34",
        "name": "Exercício: Remada Invertida com Pegada Pronada Corporal",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-bodyweight-overhand-inverted-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-bodyweight-overhand-inverted-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se sob uma barra horizontal fixa e segure na barra com uma pegada ampla e pronada.",
            "2. Puxe seu corpo para cima em direção à barra.",
            "3. Retorne à posição inicial, com os braços totalmente estendidos. Repita."
        ],
        "what_is": [
            "- Trata-se de um exercício de força que utiliza o peso corporal como resistência, focado no fortalecimento da parte superior do corpo.",
            "- A posição invertida e a pegada pronada (palmas das mãos voltadas para trás) exigem estabilidade e controle muscular.."
        ],
        "how_to_execute": [
            "Posicione-se embaixo de uma barra fixa ou estrutura estável, com as mãos em pegada pronada.",
            "Mantenha o corpo reto e inclinado para trás, apoiando-se nos calcanhares.",
            "Puxe o corpo em direção à barra, mantendo os cotovelos próximos ao tronco.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Desenvolve força na região dorsal, melhora a postura e promove estabilidade central.",
            "- Também auxilia no equilíbrio muscular entre costas e peitorais.."
        ],
        "precautions": [
            "- Evite arquear excessivamente as costas durante o movimento.",
            "- Certifique-se de que a barra ou estrutura usada seja segura e estável.",
            "- Mantenha a tensão nos músculos-alvo e evite compensações com ombros ou pescoço."
        ],
        "restrictions": [
            "- Indivíduos com problemas nas articulações dos ombros, lesões na coluna ou limitações em exercícios de tração devem evitar ou adaptar o movimento sob orientação profissional."
        ],
        "substitutions": [
            "- Remada com halteres",
            "- Remada curvada com barra",
            "- Remada na máquina"
        ],
        "related_muscles": [
            "- Grande dorsal",
            "- Romboides",
            "- Trapézio",
            "- Bíceps braquial",
            "- Músculos do core (estabilizadores)"
        ]
    },
    {
        "id": "35",
        "name": "Exercício: Remada Invertida em Pé com Peso Corporal",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-bodyweight-standing-inverted-row-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-bodyweight-standing-inverted-row-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure em uma moldura de porta ou em um suporte e coloque seus pés perto da moldura.",
            "2. Comece com os cotovelos estendidos, puxe seu corpo em direção às suas mãos.",
            "3. Retorne à posição inicial, com os braços totalmente estendidos. Repita."
        ],
        "what_is": [
            "- Trata-se de um exercício calistênico que utiliza o peso corporal para trabalhar a musculatura da parte superior do corpo, especialmente a região das costas.",
            "- Ele pode ser realizado em uma barra fixa ou em suportes estáveis, como barras paralelas ou estruturas de TRX.."
        ],
        "how_to_execute": [
            "Posicione-se embaixo de uma barra fixa ou estrutura estável, segurando-a com as mãos em posição supinada (palmas voltadas para você) ou pronada (palmas para frente).",
            "Incline o corpo para trás, mantendo os pés no chão e os braços estendidos.",
            "Puxe o peito em direção à barra, contraindo as omoplatas e mantendo o core ativado.",
            "Retorne lentamente à posição inicial, estendendo completamente os braços."
        ],
        "why_do_it": [
            "- Fortalece a musculatura dorsal, incluindo os músculos latíssimo do dorso e trapézio.",
            "- Melhora a postura ao reforçar a musculatura da parte superior das costas.",
            "- Auxilia no desenvolvimento de força funcional e estabilidade do core."
        ],
        "precautions": [
            "- Mantenha o core contraído durante todo o movimento para evitar sobrecarga na lombar.",
            "- Evite arquear excessivamente as costas ao realizar a tração.",
            "- Certifique-se de que a barra ou suporte utilizado seja firme e seguro."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros, cotovelos ou coluna devem evitar ou adaptar o exercício.",
            "- Pessoas com problemas de pressão arterial elevada devem consultar um médico antes de realizá-lo."
        ],
        "substitutions": [
            "- Remada curvada com halteres.",
            "- Remada no TRX.",
            "- Remada unilateral com kettlebell."
        ],
        "related_muscles": [
            "- Latíssimo do dorso.",
            "- Romboides.",
            "- Trapézio.",
            "- Bíceps braquial.",
            "- Posterior do deltóide."
        ]
    },
    {
        "id": "36",
        "name": "Exercício: Remada Invertida com Peso em Disco",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Plate-plate-weighted-inverted-row-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Plate-plate-weighted-inverted-row-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se sob uma barra horizontal fixa e segure a barra com uma pegada ampla por cima. Coloque um peso sobre o seu peito.",
            "2. Puxe seu corpo para cima em direção à barra.",
            "3. Retorne à posição inicial, com os braços totalmente estendidos. Repita."
        ],
        "what_is": [
            "- Trata-se de um exercício de força que utiliza o peso corporal e um disco de peso para aumentar a resistência.",
            "- Envolve a execução de movimentos de tração na posição inclinada, com foco em músculos específicos da parte superior do corpo.."
        ],
        "how_to_execute": [
            "Posicione-se em uma barra fixa ou estrutura elevada.",
            "Pendure o disco de peso em algum ponto estável do corpo (como os quadris, utilizando um cinto especial).",
            "Incline o tronco para trás, mantendo os braços estendidos e as escápulas retraídas.",
            "Puxe o corpo em direção à barra até que o peito quase a toque.",
            "Retorne lentamente à posição inicial, controlando o movimento."
        ],
        "why_do_it": [
            "- Desenvolve força muscular na região das costas, braços e ombros.",
            "- Melhora a estabilidade e postura corporal.",
            "- Fortalece a musculatura envolvida em movimentos de tração."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante toda a execução.",
            "- Evite balançar o corpo para gerar impulso.",
            "- Use cargas adequadas ao nível de condicionamento atual.",
            "- Certifique-se de que a barra ou estrutura seja segura e estável."
        ],
        "restrictions": [
            "- Indivíduos com problemas nas articulações dos ombros ou cotovelos devem evitar este exercício.",
            "- Pessoas com lesões na coluna ou hérnias devem consultar um profissional antes de realizá-lo.",
            "- Não é recomendado para iniciantes sem supervisão adequada."
        ],
        "substitutions": [
            "- Remada curvada com barra ou halteres.",
            "- Remada na máquina de cabo.",
            "- Pull-ups tradicionais sem peso adicional."
        ],
        "related_muscles": [
            "- Grande dorsal.",
            "- Romboides.",
            "- Trapézio.",
            "- Bíceps braquial.",
            "- Deltoide posterior.",
            "- Músculos estabilizadores da escápula."
        ]
    },
    {
        "id": "37",
        "name": "Exercício: Levantamento Alto com Barra",
        "level": "Intermediário",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-barbell-high-pull-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-barbell-high-pull-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de pé com os pés afastados na largura dos quadris, segure a barra um pouco mais larga que a largura dos ombros e mantenha suas costas retas.",
            "2. Impulsione pelas pernas, estendendo os quadris, joelhos e tornozelos de forma explosiva enquanto puxa a barra para cima.",
            "3. Conforme a barra sobe, puxe-a para perto do seu corpo, liderando com seus cotovelos até que ela alcance o nível do peito."
        ],
        "what_is": [
            "- É um exercício de força que envolve a elevação de uma barra do chão até a altura dos ombros, utilizando movimentos coordenados do corpo.",
            "- Ele trabalha grupos musculares múltiplos e é frequentemente empregado em treinamentos funcionais e de hipertrofia.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés na largura dos ombros e a barra no chão à sua frente.",
            "Agache-se para segurar a barra com as mãos em pronamento (palmas para baixo), ligeiramente mais largas que os quadris.",
            "Mantenha a coluna neutra, o core contraído e os ombros levemente à frente da barra.",
            "Estenda os joelhos e os quadris simultaneamente para levantar a barra.",
            "Ao atingir a posição ereta, execute um impulso com os quadris e eleve a barra até a altura dos ombros.",
            "Retorne à posição inicial controlando o movimento."
        ],
        "why_do_it": [
            "- Promove o desenvolvimento de força e potência.",
            "- Trabalha diversos grupos musculares simultaneamente.",
            "- Melhora a coordenação motora e estabilidade corporal.",
            "- Pode ser aplicado em programas de condicionamento físico ou hipertrofia."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante todo o movimento.",
            "- Evite arquear excessivamente a região lombar.",
            "- Não utilize cargas além da sua capacidade técnica.",
            "- Execute o movimento de forma controlada, evitando compensações."
        ],
        "restrictions": [
            "- Indivíduos com problemas na coluna vertebral devem evitar ou adaptar o exercício.",
            "- Pessoas com lesões nos ombros ou cotovelos devem ter cautela.",
            "- Não é recomendado para iniciantes sem orientação adequada."
        ],
        "substitutions": [
            "- Remada curvada com barra.",
            "- Elevação frontal com halteres.",
            "- Clean com kettlebell."
        ],
        "related_muscles": [
            "- Primários: Quadríceps, glúteos, isquiotibiais, trapézio e deltoides.",
            "- Secundários: Abdominais, eretores da espinha, bíceps e antebraços."
        ]
    },
    {
        "id": "38",
        "name": "Exercício: Levantamento Alto com Pegada Larga de Barra",
        "level": "Intermediário",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-barbell-snatch-grip-high-pull-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-barbell-snatch-grip-high-pull-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com os pés afastados na largura dos quadris, segurando a barra com uma pegada larga (na largura do arranco). Mantenha suas costas retas, peito para cima, e a barra próxima ao corpo.",
            "2. Use as pernas para impulsionar, estendendo os quadris, joelhos e tornozelos enquanto puxa a barra para cima de forma explosiva.",
            "3. Encolha os ombros com força e puxe a barra o mais alto possível, mantendo os cotovelos acima da barra.",
            "4. Abaixe a barra de volta à posição inicial de maneira controlada e prepare-se para a próxima repetição."
        ],
        "what_is": [
            "- Um exercício de força que envolve a elevação de uma barra com pegada ampla, focando na ativação dos músculos superiores do corpo.",
            "- É realizado com movimentos controlados e pode ser usado para desenvolver potência e hipertrofia.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés alinhados aos ombros e a barra no chão.",
            "Agarre a barra com as mãos mais afastadas que a largura dos ombros.",
            "Flexione levemente os joelhos e incline o tronco para frente, mantendo as costas retas.",
            "Eleve a barra até o nível do peito, utilizando a força dos braços e ombros.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece os músculos superiores do corpo.",
            "- Melhora a estabilidade e coordenação motora.",
            "- Auxilia no desenvolvimento de força funcional.",
            "- Pode ser utilizado como complemento em treinos de força ou hipertrofia."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante todo o movimento.",
            "- Evite balançar o corpo para gerar impulso.",
            "- Certifique-se de que a pegada está firme para evitar quedas da barra.",
            "- Realize o movimento de forma lenta e controlada."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros, cotovelos ou coluna devem evitar ou adaptar o exercício.",
            "- Não é recomendado para pessoas com problemas de pressão arterial elevada devido à exigência física.",
            "- Consulte um profissional antes de realizar o exercício caso tenha condições médicas pré-existentes."
        ],
        "substitutions": [
            "- Remada curvada com barra.",
            "- Elevação lateral com halteres.",
            "- Puxada alta com triângulo no pulley."
        ],
        "related_muscles": [
            "- Trapézio.",
            "- Deltóides (principalmente porção posterior).",
            "- Bíceps braquial.",
            "- Músculos romboides.",
            "- Grande dorsal."
        ]
    },
    {
        "id": "39",
        "name": "Exercício: Barra com peso",
        "level": "Avançado",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Plate-weighted-pull-ups-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Plate-weighted-pull-ups-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure a barra com uma pegada pronada, braços e ombros completamente estendidos. Peso pendurado entre suas pernas.",
            "2. Puxe seu corpo para cima até que seu queixo esteja acima da barra.",
            "3. Abaixe seu corpo de volta à posição inicial."
        ],
        "what_is": [
            "- Consiste em um exercício de força que envolve a elevação de uma barra carregada, geralmente posicionada no chão ou em suportes, com o objetivo de trabalhar grupos musculares específicos.",
            "- Pode ser realizado de diferentes maneiras, dependendo da variação escolhida.."
        ],
        "how_to_execute": [
            "Posicione-se adequadamente em frente à barra, mantendo os pés alinhados com os ombros.",
            "Agache-se e segure a barra com as mãos na largura desejada, garantindo uma pegada firme.",
            "Mantenha a coluna neutra, o core contraído e eleve a barra ao estender os quadris e joelhos simultaneamente.",
            "Suba até ficar totalmente ereto, sem inclinar o tronco para trás.",
            "Retorne à posição inicial controlando o movimento."
        ],
        "why_do_it": [
            "- Promove ganho de força e hipertrofia muscular.",
            "- Melhora a estabilização do core.",
            "- Contribui para o desenvolvimento funcional e coordenação motora.",
            "- Auxilia no aumento da densidade óssea."
        ],
        "precautions": [
            "- Mantenha sempre a coluna neutra para evitar lesões lombares.",
            "- Evite arredondar os ombros durante o movimento.",
            "- Use cargas adequadas ao seu nível de condicionamento físico.",
            "- Realize o exercício em um ambiente seguro, com espaço suficiente."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves na coluna vertebral devem evitar ou adaptar o movimento.",
            "- Pessoas com lesões nos ombros ou cotovelos devem ter cautela ao realizar o exercício.",
            "- Contraindicado para quem tem limitações articulares ou musculares não tratadas."
        ],
        "substitutions": [
            "- Halteres ou kettlebells podem ser usados como alternativa à barra.",
            "- Máquinas guiadas oferecem uma opção mais controlada.",
            "- Outros exercícios compostos, como o peso-morto com halteres, podem ser utilizados."
        ],
        "related_muscles": [
            "- Grandes grupos musculares, como glúteos, isquiotibiais e quadríceps.",
            "- Músculos estabilizadores, como abdominais, lombar e trapézio.",
            "- Músculos secundários, como deltóides, bíceps e antebraços."
        ]
    },
    {
        "id": "40",
        "name": "Exercício: Máquina de Remada Baixa com Carga por Placas",
        "level": "Novato",
        "execution_type": "Máquina",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-plate-loaded-low-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-plate-loaded-low-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Pressione o peito contra o apoio e segure as alças horizontais com uma pegada por cima.",
            "2. Puxe as alças em sua direção, certifique-se de que seus cotovelos permaneçam abertos."
        ],
        "what_is": [
            "- É um equipamento de musculação que simula o movimento de remar, trabalhando principalmente a parte superior do corpo.",
            "- A carga é ajustada por meio de placas de peso, permitindo personalização da intensidade.."
        ],
        "how_to_execute": [
            "Sente-se no banco com os pés apoiados firmemente na plataforma.",
            "Segure a barra ou pegada com as mãos, mantendo uma postura ereta.",
            "Puxe a barra em direção ao abdômen, contraindo as costas.",
            "Retorne à posição inicial de forma controlada.",
            "Mantenha o core ativado durante todo o movimento."
        ],
        "why_do_it": [
            "- Desenvolve força e hipertrofia muscular.",
            "- Melhora a postura corporal.",
            "- Fortalece a musculatura envolvida em movimentos de tração.",
            "- Promove estabilidade e equilíbrio muscular."
        ],
        "precautions": [
            "- Evite usar apenas os braços; engaje toda a musculatura das costas.",
            "- Mantenha a coluna neutra para evitar sobrecarga lombar.",
            "- Não execute o movimento de forma rápida ou com momentum.",
            "- Respeite a amplitude articular natural."
        ],
        "restrictions": [
            "- Indivíduos com lesões nas costas, ombros ou cotovelos devem consultar um profissional antes de realizar.",
            "- Pessoas com problemas articulares graves podem precisar de adaptações.",
            "- Gestantes devem evitar exercícios com carga excessiva."
        ],
        "substitutions": [
            "- Remada baixa com polia.",
            "- Remada curvada com barra ou halteres.",
            "- Remada unilateral com halter.",
            "- Remada na máquina com sistema de pesos fixos."
        ],
        "related_muscles": [
            "- Grandes dorsais (latíssimo do dorso).",
            "- Romboides.",
            "- Trapézio.",
            "- Bíceps braquial.",
            "- Posterior do deltóide.",
            "- Músculos estabilizadores do core."
        ]
    },
    {
        "id": "41",
        "name": "Exercício: Postura do Ângulo Lateral com as Mãos em Prece",
        "level": "Intermediário",
        "execution_type": "Mão",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-revolved-side-angle-pose-with-prayer-hands-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-revolved-side-angle-pose-with-prayer-hands-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece na pose do Guerreiro II, com o pé direito à frente e o pé esquerdo atrás.",
            "2. Junte suas mãos em posição de oração no seu coração.",
            "3. Expire e gire seu tronco para a direita, colocando seu cotovelo esquerdo na parte externa do seu joelho direito.",
            "4. Mantenha por várias respirações e depois repita do outro lado."
        ],
        "what_is": [
            "- É uma postura de ioga que combina alongamento lateral com um movimento de flexão, promovendo equilíbrio, força e abertura corporal.",
            "- A posição envolve um alinhamento específico que conecta o tronco, membros superiores e inferiores.."
        ],
        "how_to_execute": [
            "Comece em posição ereta, com os pés unidos.",
            "Dê um passo largo para o lado com uma das pernas, mantendo a outra esticada.",
            "Gire o pé da perna avançada para fora, alinhando o calcanhar com o arco do pé traseiro.",
            "Flexione o joelho da perna avançada, alinhando-o sobre o tornozelo.",
            "Eleve os braços ao lado do corpo, formando uma linha reta, com as palmas das mãos unidas em posição de prece.",
            "Incline o tronco suavemente para o lado da perna flexionada, mantendo o torso alongado.",
            "Mantenha a postura por alguns segundos, concentrando-se na respiração."
        ],
        "why_do_it": [
            "- Promove alongamento dos músculos laterais do tronco.",
            "- Fortalece pernas, glúteos e tornozelos.",
            "- Melhora a postura e o equilíbrio corporal.",
            "- Estimula a consciência corporal e mental.",
            "- Auxilia no alívio de tensões acumuladas."
        ],
        "precautions": [
            "- Evite inclinar o tronco para frente ou para trás; mantenha o movimento lateral.",
            "- Não force o joelho além da linha do tornozelo na perna flexionada.",
            "- Respeite seus limites de amplitude articular.",
            "- Mantenha o abdômen levemente contraído para proteger a região lombar."
        ],
        "restrictions": [
            "- Indivíduos com lesões graves nos joelhos, tornozelos ou coluna devem evitar.",
            "- Gestantes devem adaptar a postura para garantir conforto e segurança.",
            "- Pessoas com hipertensão devem evitar inclinações profundas."
        ],
        "substitutions": [
            "- Postura da Montanha com Alongamento Lateral.",
            "- Postura do Triângulo.",
            "- Postura do Guerreiro II."
        ],
        "related_muscles": [
            "- Músculos oblíquos (abdominais laterais).",
            "- Quadríceps e isquiotibiais.",
            "- Glúteos.",
            "- Músculos da panturrilha.",
            "- Peitorais e deltóides (ombros)."
        ]
    },
    {
        "id": "42",
        "name": "Exercício: Postura do Gato",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-cat-pose-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-cat-pose-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece com as mãos e os joelhos no chão, com os pulsos diretamente abaixo dos ombros e os joelhos diretamente abaixo dos quadris.",
            "2. Inspire e curve suas costas, levantando o cóccix e a cabeça em direção ao teto, enquanto abaixa a barriga em direção ao chão.",
            "3. Expire e curve sua coluna, encolhendo o queixo em direção ao peito e levando o cóccix em direção aos joelhos.",
            "4. Repita esses movimentos, fluindo suavemente entre as duas posições, por várias respirações."
        ],
        "what_is": [
            "- É um movimento controlado que consiste em arquear e alongar a coluna vertebral, combinando flexão e extensão.",
            "- É frequentemente utilizado para promover mobilidade e consciência corporal.."
        ],
        "how_to_execute": [
            "Posicione-se de quatro apoios, com as mãos alinhadas abaixo dos ombros e os joelhos alinhados com os quadris.",
            "Inspire profundamente enquanto abaixa lentamente a barriga em direção ao chão, elevando levemente o olhar e o cóccix (curva para baixo).",
            "Expire ao arquear a coluna para cima, trazendo o queixo em direção ao peito e o cóccix para baixo (curva para cima).",
            "Repita o movimento de forma suave e coordenada com a respiração."
        ],
        "why_do_it": [
            "- Melhora a flexibilidade da coluna vertebral.",
            "- Aumenta a circulação sanguínea na região lombar e torácica.",
            "- Promove relaxamento muscular e reduz tensões.",
            "- Estimula a consciência corporal e postural."
        ],
        "precautions": [
            "- Evite movimentos bruscos ou exagerados para não sobrecarregar a coluna.",
            "- Mantenha sempre o core levemente ativado para proteger a região lombar.",
            "- Respeite os limites do corpo e evite forçar além do confortável."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes na coluna, como hérnias de disco ou ciática aguda.",
            "- Pessoas com problemas graves nas articulações dos ombros ou punhos.",
            "- Gestantes devem consultar um profissional antes de praticar."
        ],
        "substitutions": [
            "- Movimentos de alongamento lateral da coluna.",
            "- Exercícios de rotação da coluna sentado.",
            "- Posturas suaves de flexão e extensão em pé."
        ],
        "related_muscles": [
            "- Primários: Paravertebrais, abdominais (reto abdominal e transverso), glúteos.",
            "- Secundários: Músculos do pescoço (esternocleidomastóideo), ombros (deltóides) e assoalho pélvico."
        ]
    },
    {
        "id": "43",
        "name": "Exercício: Postura do Ângulo Lateral com as Mãos em Prece para Iniciantes",
        "level": "Iniciante",
        "execution_type": "Mão",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-revolved-side-angle-pose-with-prayer-hands-beginner-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-revolved-side-angle-pose-with-prayer-hands-beginner-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece em uma posição de afundo baixo com o pé direito à frente e o joelho esquerdo no chão.",
            "2. Junte suas mãos em posição de oração perto do seu coração.",
            "3. Expire e gire seu tronco para a direita, colocando seu cotovelo esquerdo na parte externa do seu joelho direito.",
            "4. Mantenha por várias respirações e depois repita do outro lado."
        ],
        "what_is": [
            "- Uma variação da postura lateral que combina alongamento e fortalecimento, realizada com as mãos unidas em posição de prece.",
            "- É frequentemente utilizada em práticas de yoga ou exercícios de mobilidade para melhorar a flexibilidade e a estabilidade.."
        ],
        "how_to_execute": [
            "Fique em pé, com os pés afastados na largura dos quadris.",
            "Dê um passo largo para o lado esquerdo ou direito.",
            "Gire o pé da frente para fora, mantendo o outro pé alinhado.",
            "Flexione o joelho da perna da frente, mantendo a outra perna estendida.",
            "Una as mãos em posição de prece à frente do peito.",
            "Incline o tronco levemente para o lado da perna flexionada, mantendo a coluna longa.",
            "Mantenha o equilíbrio e respire profundamente."
        ],
        "why_do_it": [
            "- Melhora a flexibilidade lateral da coluna.",
            "- Fortalece os músculos das pernas e do core.",
            "- Promove equilíbrio e consciência corporal.",
            "- Auxilia no alinhamento postural."
        ],
        "precautions": [
            "- Evite inclinar o tronco além do confortável para não forçar a coluna.",
            "- Mantenha o peso distribuído uniformemente entre as duas pernas.",
            "- Não execute se sentir dor ou desconforto na região lombar ou joelhos."
        ],
        "restrictions": [
            "- Problemas graves na coluna vertebral.",
            "- Lesões recentes nos joelhos ou tornozelos.",
            "- Condições que comprometam o equilíbrio."
        ],
        "substitutions": [
            "- Postura da cadeira com inclinação lateral.",
            "- Alongamento lateral simples com braços elevados.",
            "- Movimentos de flexão lateral com suporte."
        ],
        "related_muscles": [
            "- Quadríceps e isquiotibiais (pernas).",
            "- Oblíquos e transverso abdominal (core).",
            "- Músculos paravertebrais (coluna).",
            "- Peitorais e deltoides (ombros)."
        ]
    },
    {
        "id": "44",
        "name": "Exercício: Posição Fácil de Torção Sentada",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-easy-seated-twist-pose-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-easy-seated-twist-pose-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece sentado com as pernas estendidas à sua frente.",
            "2. Dobre o seu joelho direito e coloque o pé no chão ao lado da sua coxa esquerda.",
            "3. Inspire e estique seu braço esquerdo em direção ao teto.",
            "4. Expire e torça para a direita, colocando seu cotovelo esquerdo na parte externa do seu joelho direito. Mantenha por algumas respirações e então repita do outro lado.",
            "5. Comece sentado com as pernas estendidas à sua frente.",
            "6. Dobre seu joelho direito e coloque o pé no chão ao lado da sua coxa esquerda.",
            "7. Inspire e estenda seu braço esquerdo para cima, em direção ao teto.",
            "8. Expire e gire para a direita, colocando seu cotovelo esquerdo na parte externa do seu joelho direito. Mantenha por algumas respirações e depois repita do outro lado."
        ],
        "what_is": [
            "- É uma variação simples de torção realizada em posição sentada, que envolve a rotação da coluna vertebral.",
            "- A postura é acessível e geralmente indicada para iniciantes.."
        ],
        "how_to_execute": [
            "Sente-se no chão com as pernas estendidas à frente.",
            "Dobre os joelhos e coloque os pés no chão, mantendo a coluna ereta.",
            "Cruze a perna direita sobre a esquerda, apoiando o pé direito ao lado do joelho esquerdo.",
            "Posicione o cotovelo esquerdo na parte externa do joelho direito.",
            "Coloque a mão direita no chão atrás do corpo para suporte.",
            "Gire o tronco suavemente para a direita, mantendo a coluna longa.",
            "Repita para o outro lado após alguns segundos."
        ],
        "why_do_it": [
            "- Promove mobilidade na coluna vertebral.",
            "- Estimula a flexibilidade dos músculos paravertebrais.",
            "- Auxilia na correção postural.",
            "- Pode aliviar tensões na região lombar e torácica."
        ],
        "precautions": [
            "- Evite movimentos bruscos ou forçados.",
            "- Mantenha a coluna alongada durante a rotação.",
            "- Não incline excessivamente o quadril para um dos lados.",
            "- Respeite os limites de amplitude de movimento."
        ],
        "restrictions": [
            "- Problemas graves na coluna, como hérnias discais não tratadas.",
            "- Lesões recentes na região lombar ou torácica.",
            "- Condições inflamatórias agudas na coluna ou articulações."
        ],
        "substitutions": [
            "- Torção deitada.",
            "- Torção com apoio de parede.",
            "- Postura de torção suave em pé."
        ],
        "related_muscles": [
            "- Músculos paravertebrais (eretores da coluna).",
            "- Oblíquos internos e externos.",
            "- Músculos glúteos.",
            "- Peitorais (em menor grau)."
        ]
    },
    {
        "id": "45",
        "name": "Exercício: Remada Posterior de Ombro com Cabo e Um Braço",
        "level": "Avançado",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-single-arm-rear-delt-row-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-single-arm-rear-delt-row-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Use um acessório de alça, segure com uma pegada por cima e posicione-se com o cabo cruzando seu corpo.",
            "2. Puxe seus cotovelos para trás enquanto expande seus cotovelos para fora."
        ],
        "what_is": [
            "- É um exercício de musculação que utiliza um cabo para isolar e trabalhar os músculos da região posterior do ombro, com foco no deltóide posterior.",
            "- Ele é realizado de forma unilateral, ou seja, com um braço de cada vez.."
        ],
        "how_to_execute": [
            "Posicione-se em pé ao lado de uma polia baixa ou média, segurando o cabo com uma mão.",
            "Mantenha o tronco levemente inclinado para frente, com os joelhos flexionados e a coluna neutra.",
            "Puxe o cabo em direção ao ombro oposto, levando o cotovelo para trás.",
            "Retorne lentamente à posição inicial, controlando o movimento.",
            "Repita o movimento pelo número de repetições desejado antes de alternar o braço."
        ],
        "why_do_it": [
            "- Desenvolve força e hipertrofia no deltóide posterior.",
            "- Melhora a estabilidade e postura corporal.",
            "- Auxilia na prevenção de desequilíbrios musculares nos ombros.",
            "- Contribui para um desenvolvimento estético mais simétrico."
        ],
        "precautions": [
            "- Evite usar carga excessiva, priorizando a execução correta.",
            "- Mantenha o tronco estável durante o movimento para evitar compensações.",
            "- Não arqueie as costas ou movimente o corpo além do necessário.",
            "- Respeite a amplitude de movimento natural dos ombros."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros ou na coluna devem consultar um profissional antes de realizar o exercício.",
            "- Pessoas com problemas articulares ou inflamações na região do ombro podem precisar adaptar o movimento ou evitar sua execução."
        ],
        "substitutions": [
            "- Remada alta com halteres.",
            "- Elevação lateral inversa em banco inclinado.",
            "- Crucifixo inverso na polia alta.",
            "- Fly inverso com elástico."
        ],
        "related_muscles": [
            "- Deltóide posterior (principal).",
            "- Romboides.",
            "- Trapézio (parte média).",
            "- Bíceps braquial (estabilizador).",
            "- Músculos da cintura escapular (serrátil anterior e infraespinal)."
        ]
    },
    {
        "id": "46",
        "name": "Exercício: Remada com Bola Bosu",
        "level": "Iniciante",
        "execution_type": "Bola Suíça",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bosu-Ball-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bosu-Ball-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure o bosu e incline-se para frente.",
            "2. Puxe o bosu em direção ao peito, apertando as omoplatas."
        ],
        "what_is": [
            "- É um exercício funcional que combina a remada com o uso de uma bola Bosu.",
            "- A instabilidade proporcionada pela bola aumenta o nível de dificuldade, exigindo maior ativação muscular.."
        ],
        "how_to_execute": [
            "Posicione a bola Bosu no chão com a parte convexa voltada para cima.",
            "Fique em pé sobre a bola, mantendo os pés alinhados com os quadris.",
            "Incline o tronco levemente para frente, mantendo as costas retas e o core ativado.",
            "Segure um peso (haltere ou similar) em cada mão, com os braços estendidos na direção do chão.",
            "Puxe os pesos em direção ao tronco, flexionando os cotovelos e mantendo-os próximos ao corpo.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Melhora a estabilidade e equilíbrio corporal.",
            "- Fortalece a musculatura dorsal e melhora a postura.",
            "- Desenvolve coordenação motora e controle corporal.",
            "- Aumenta a ativação do core devido à instabilidade da superfície."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante toda a execução.",
            "- Evite movimentos bruscos para prevenir quedas.",
            "- Certifique-se de que a bola Bosu está em uma superfície firme e nivelada.",
            "- Respeite sua capacidade de equilíbrio e aumente a carga gradualmente."
        ],
        "restrictions": [
            "- Indivíduos com problemas de equilíbrio ou vertigem devem evitar.",
            "- Pessoas com lesões recentes na coluna ou articulações devem consultar um profissional antes de realizar.",
            "- Não é recomendado para iniciantes sem supervisão adequada."
        ],
        "substitutions": [
            "- Remada com halteres em superfície estável.",
            "- Remada com barra ou cabos em aparelhos fixos.",
            "- Remada unilateral com kettlebell."
        ],
        "related_muscles": [
            "- Primários: Grande dorsal, romboides, trapézio.",
            "- Secundários: Bíceps, deltoides posterior, músculos do core (abdômen e lombar)."
        ]
    },
    {
        "id": "47",
        "name": "Exercício: Remada com um Braço Só Vitruviana",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Vitruvian-single-arm-row-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Vitruvian-single-arm-row-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Adote uma postura escalonada e incline-se para frente.",
            "2. Pegue um dos acessórios de pegada e puxe seu cotovelo em direção ao teto."
        ],
        "what_is": [
            "- Um exercício funcional unilateral que combina força, estabilidade e equilíbrio.",
            "- Inspirado nos princípios de Leonardo da Vinci sobre anatomia e movimento humano, desafia o core e os músculos do corpo de forma integrada.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés alinhados aos quadris.",
            "Incline o tronco para frente, mantendo as costas neutras e um leve flexionamento dos joelhos.",
            "Segure um peso em uma das mãos, com o braço estendido em direção ao chão.",
            "Execute o movimento de puxada, levando o peso em direção ao quadril enquanto estabiliza o tronco.",
            "Retorne à posição inicial de forma controlada.",
            "Alterne os lados após a série."
        ],
        "why_do_it": [
            "- Desenvolve força unilateral.",
            "- Melhora a estabilidade do core.",
            "- Fortalece a musculatura posterior da cadeia cinética.",
            "- Promove equilíbrio e coordenação motora.",
            "- Prepara o corpo para movimentos funcionais do cotidiano."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante toda a execução.",
            "- Evite arquear as costas ou elevar os ombros.",
            "- Use cargas adequadas ao nível de força e equilíbrio.",
            "- Execute o movimento de forma lenta e controlada."
        ],
        "restrictions": [
            "- Indivíduos com problemas na coluna lombar ou cervical devem evitar ou adaptar o exercício.",
            "- Pessoas com lesões no ombro ou cotovelo devem consultar um profissional antes de executar.",
            "- Não é recomendado para iniciantes sem supervisão."
        ],
        "substitutions": [
            "- Remada unilateral com halteres.",
            "- Remada baixa no cabo.",
            "- Remada renegada com kettlebell.",
            "- Remada inclinada bilateral."
        ],
        "related_muscles": [
            "- Trapézio.",
            "- Romboides.",
            "- Grande dorsal.",
            "- Bíceps braquial.",
            "- Erectores da espinha.",
            "- Músculos abdominais (core)."
        ]
    },
    {
        "id": "48",
        "name": "Exercício: Torção Sentada",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-seated-twist-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-seated-twist-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece sentado com as pernas estendidas à sua frente.",
            "2. Dobre o seu joelho direito e coloque o pé no chão ao lado da sua coxa esquerda.",
            "3. Inspire e estenda seu braço esquerdo em direção ao teto.",
            "4. Expire e torça para a direita, colocando seu cotovelo esquerdo do lado de fora do seu joelho direito. Segure por algumas respirações e depois repita do outro lado."
        ],
        "what_is": [
            "- É um exercício de alongamento e fortalecimento que envolve movimentos de rotação do tronco enquanto está sentado.",
            "- É frequentemente utilizado para melhorar a mobilidade da coluna vertebral e promover estabilidade no core.."
        ],
        "how_to_execute": [
            "Sente-se no chão com as pernas estendidas à frente.",
            "Dobre os joelhos e posicione os pés no chão, mantendo uma distância confortável entre eles.",
            "Coloque uma mão no chão ao lado do quadril oposto e a outra mão no joelho oposto.",
            "Gire o tronco na direção do joelho oposto, mantendo os ombros relaxados e a coluna ereta.",
            "Mantenha a posição por alguns segundos e retorne lentamente à posição inicial.",
            "Repita o movimento alternando os lados."
        ],
        "why_do_it": [
            "- Melhora a mobilidade e flexibilidade da coluna vertebral.",
            "- Fortalece os músculos do core.",
            "- Ajuda a liberar tensões musculares na região lombar e torácica.",
            "- Promove maior conscientização corporal."
        ],
        "precautions": [
            "- Evite realizar movimentos bruscos ou forçar além do limite confortável.",
            "- Mantenha a coluna alinhada durante toda a execução.",
            "- Respeite o próprio nível de flexibilidade e progrida gradualmente."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves na coluna, como hérnias discais ou lesões recentes, devem evitar ou consultar um profissional antes de executar.",
            "- Pessoas com dor aguda ou desconforto na região lombar ou torácica devem evitar este exercício sem orientação adequada."
        ],
        "substitutions": [
            "- Rotação em pé.",
            "- Torção no banco (com equipamento).",
            "- Alongamento lateral sentado.",
            "- Flexão lateral com bastão."
        ],
        "related_muscles": [
            "- Oblíquos internos e externos.",
            "- Reto abdominal.",
            "- Músculos paravertebrais.",
            "- Músculos do glúteo e posteriores da coxa (em menor intensidade)."
        ]
    },
    {
        "id": "49",
        "name": "Exercício: Retração Escapular",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-scapular-retraction-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-scapular-retraction-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Na posição em pé ou sentada, mantenha suas costas retas.",
            "2. Puxe os ombros para trás, mas mantenha-os relaxados.",
            "3. Mova os ombros para trás e retorne à posição inicial e relaxada."
        ],
        "what_is": [],
        "how_to_execute": [
            "Posicione-se em pé ou sentado, mantendo a coluna alinhada e o tronco ereto.",
            "Relaxe os ombros, evitando tensionar o pescoço ou elevar os ombros.",
            "Contraia as escápulas, aproximando-as uma da outra como se tentasse \"apertar\" algo entre elas.",
            "Mantenha a contração por alguns segundos e retorne lentamente à posição inicial.",
            "PORQUE FAZER",
            "Este exercício fortalece a musculatura responsável pela postura, melhora a estabilidade da cintura escapular e auxilia na prevenção de dores nas costas e ombros causadas por má postura ou desequilíbrio muscular."
        ],
        "why_do_it": [],
        "precautions": [
            "- Evite tensionar excessivamente o pescoço durante a execução.",
            "- Mantenha a respiração constante e evite compensações com outros músculos.",
            "- Não force além do limite confortável para evitar lesões articulares ou musculares."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves na coluna cervical ou torácica, lesões nos ombros ou patologias específicas devem consultar um profissional antes de realizar este movimento."
        ],
        "substitutions": [
            "- Remada baixa com cabo.",
            "- Prancha com foco na ativação escapular.",
            "- Movimentos de tração horizontal com ênfase na escápula."
        ],
        "related_muscles": [
            "- Trapézio (parte média).",
            "- Romboides.",
            "- Serrátil anterior.",
            "- Deltoide posterior.",
            "- Grande dorsal (indiretamente)."
        ]
    },
    {
        "id": "50",
        "name": "Exercício: Barra Fixa com Sobrecarga de Halteres",
        "level": "Intermediário",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-weighted-pull-ups-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-weighted-pull-ups-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure a barra com uma pegada pronada, braços e ombros totalmente estendidos.",
            "2. Puxe seu corpo para cima até que seu queixo esteja acima da barra.",
            "3. Abaixe seu corpo de volta à posição inicial."
        ],
        "what_is": [
            "- Este exercício consiste em realizar movimentos de tração na barra fixa com o auxílio de halteres presos ao corpo, geralmente amarrados aos tornozelos ou posicionados entre as pernas.",
            "- O objetivo é aumentar a resistência durante a execução, intensificando o estímulo muscular.."
        ],
        "how_to_execute": [
            "Posicione-se abaixo de uma barra fixa e segure-a com as mãos em posição supinada, pronada ou neutra, dependendo do foco desejado.",
            "Prenda um haltere de forma segura aos tornozelos ou entre as pernas.",
            "Mantenha o core ativado e o corpo estável, evitando balanços excessivos.",
            "Realize o movimento de tração, elevando o corpo até que o queixo ultrapasse a barra.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Aumenta a força e hipertrofia dos músculos envolvidos.",
            "- Melhora a capacidade de tração e resistência muscular.",
            "- Desafia o praticante com uma sobrecarga adicional, promovendo adaptações mais intensas."
        ],
        "precautions": [
            "- Certifique-se de que o haltere está bem preso para evitar quedas.",
            "- Evite compensações como o uso excessivo de momentum (balanço corporal).",
            "- Respeite os limites articulares e priorize a técnica correta.",
            "- Não execute o movimento caso sinta desconforto ou dor."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos ombros, cotovelos ou costas devem evitar este exercício.",
            "- Pessoas com problemas na coluna lombar ou discopatias devem consultar um profissional antes de realizá-lo.",
            "- Não é recomendado para iniciantes sem supervisão adequada."
        ],
        "substitutions": [
            "- Tração na barra fixa tradicional.",
            "- Remada curvada com barra ou halteres.",
            "- Pulldown no cabo com triângulo."
        ],
        "related_muscles": [
            "- Primários: Latíssimo do dorso, redondo maior, bíceps braquial.",
            "- Secundários: Trapézio, romboides, deltóide posterior, braquial.",
            "- Estabilizadores: Abdominais, oblíquos, eretores da espinha."
        ]
    },
    {
        "id": "51",
        "name": "Exercício: Desenvolvimento Suspenso com Peso Corporal",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-bodyweight-pike-press-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-bodyweight-pike-press-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece na posição de prancha. Empurre seus quadris para cima em direção ao teto.",
            "2. Abaixe sua cabeça em direção ao chão dobrando seus cotovelos.",
            "3. Empurre através das suas mãos e retorne à posição inicial de empinada.",
            "4. Repetir"
        ],
        "what_is": [
            "- É um exercício de força que utiliza o peso corporal para trabalhar principalmente os músculos superiores, envolvendo a suspensão do corpo em uma barra ou superfície elevada.",
            "- Consiste em levantar o corpo até que o queixo ultrapasse a altura da barra.."
        ],
        "how_to_execute": [
            "Posicione-se abaixo de uma barra fixa, segurando-a com as mãos em pronação (palmas voltadas para fora) ou supinação (palmas voltadas para dentro), dependendo da variação.",
            "Mantenha os pés ligeiramente à frente do corpo, com os calcanhares no chão ou apoiados em um suporte.",
            "Contraia os músculos dorsais e eleve o corpo, flexionando os cotovelos, até que o queixo ultrapasse a barra.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece os músculos superiores do corpo.",
            "- Melhora a força de preensão.",
            "- Desenvolve estabilidade e coordenação.",
            "- Pode ser adaptado para diferentes níveis de condicionamento físico."
        ],
        "precautions": [
            "- Evite arquear excessivamente a coluna durante a execução.",
            "- Mantenha os movimentos controlados para evitar lesões articulares.",
            "- Não use impulso dos quadris ou pernas para auxiliar no movimento."
        ],
        "restrictions": [
            "- Indivíduos com problemas nos ombros, cotovelos ou punhos devem consultar um profissional antes de realizar o exercício.",
            "- Não é recomendado para pessoas com limitações na mobilidade das articulações superiores."
        ],
        "substitutions": [
            "- Remada curvada com halteres.",
            "- Remada na máquina.",
            "- Pull-ups assistidos por bandas elásticas."
        ],
        "related_muscles": [
            "- Grande dorsal.",
            "- Redondo maior.",
            "- Bíceps braquial.",
            "- Braquial anterior.",
            "- Músculos do antebraço (flexores)."
        ]
    },
    {
        "id": "52",
        "name": "Exercício: Letra T Deitada",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-ts-supine-bench-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-ts-supine-bench-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se de barriga para baixo, com os braços estendidos para o lado.",
            "2. Levante a cabeça e o peito do chão.",
            "3. Levante e abaixe os braços (movimento de bater asas) contraindo e relaxando os músculos entre as omoplatas."
        ],
        "what_is": [
            "- Consiste em um exercício de fortalecimento muscular que envolve a posição específica do corpo, lembrando o formato da letra \"T\" quando vista de cima.",
            "- É realizado geralmente em decúbito lateral ou com apoio parcial no solo.."
        ],
        "how_to_execute": [
            "Deite-se de lado, com o corpo alinhado e os pés juntos.",
            "Apoie a cabeça sobre o braço inferior ou utilize uma superfície estável.",
            "Estique o braço superior ao longo do corpo ou eleve-o lateralmente até a altura do ombro, mantendo-o reto.",
            "Eleve o tronco levemente, contraindo os músculos laterais do abdômen e costas.",
            "Mantenha a posição por alguns segundos e retorne de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece os músculos estabilizadores da coluna e região lombar.",
            "- Melhora a postura corporal.",
            "- Aumenta a resistência muscular localizada.",
            "- Auxilia na prevenção de lesões na região dorsal e lombar."
        ],
        "precautions": [
            "- Evite girar o tronco durante a execução.",
            "- Mantenha o movimento controlado para evitar compensações musculares.",
            "- Respeite os limites de amplitude articular.",
            "- Não realize o exercício com sobrecarga excessiva se não tiver domínio da técnica."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves na coluna vertebral devem consultar um profissional antes de realizá-lo.",
            "- Pessoas com dor aguda na região lombar ou torácica devem evitar.",
            "- Gestantes devem adaptar o exercício conforme orientação médica."
        ],
        "substitutions": [
            "- Prancha lateral.",
            "- Elevações laterais com halteres.",
            "- Superman modificado.",
            "- Abdominal oblíquo com rotação."
        ],
        "related_muscles": [
            "- Oblíquos externos e internos.",
            "- Transverso do abdômen.",
            "- Multífidos.",
            "- Músculos paravertebrais.",
            "- Peitoral maior (porção clavicular, em menor grau)."
        ]
    }
]