[
    {
        "id": "1",
        "name": "Exercício: Prancha Lateral de Cotovelo",
        "level": "Novato",
        "execution_type": "Cotovelo",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-bodyweight-elbow-side-plank-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-bodyweight-elbow-side-plank-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Pressione seu cotovelo contra o chão.",
            "2. Levante seus quadris do chão e mantenha essa posição pelo tempo determinado.",
            "3. Certifique-se de não deixar seu peito cair para frente ou para trás."
        ],
        "what_is": [
            "É um exercício isométrico que visa fortalecer a musculatura do core, especialmente os oblíquos.",
            "Consiste em sustentar o corpo lateralmente apoiado nos antebraços e pés, mantendo o alinhamento corporal.."
        ],
        "how_to_execute": [
            "Deite de lado com o cotovelo diretamente abaixo do ombro.",
            "Eleve os quadris até formar uma linha reta entre a cabeça e os pés.",
            "Mantenha o corpo estático, evitando que os quadris caiam ou se elevem excessivamente.",
            "Permaneça na posição pelo tempo determinado e repita para o outro lado."
        ],
        "why_do_it": [
            "Fortalece os músculos abdominais, melhora a estabilidade do core e auxilia no equilíbrio postural.",
            "Também pode prevenir lesões na região lombar ao promover maior suporte muscular.."
        ],
        "precautions": [
            "Evite rotacionar o tronco durante a execução.",
            "Certifique-se de que o cotovelo esteja alinhado com o ombro para evitar sobrecarga.",
            "Mantenha o pescoço relaxado e em linha com a coluna."
        ],
        "restrictions": [
            "Indivíduos com problemas nos ombros, cotovelos ou coluna devem consultar um profissional antes de executar.",
            "Gestantes ou pessoas com hipertensão também devem buscar orientação especializada.."
        ],
        "substitutions": [
            "Prancha lateral com joelhos apoiados.",
            "Prancha frontal.",
            "Exercícios com elásticos para trabalhar os oblíquos."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Transverso abdominal.",
            "Músculos paravertebrais.",
            "Deltóide anterior e lateral.",
            "Serrátil anterior."
        ]
    },
    {
        "id": "2",
        "name": "Exercício: Torção Russa com Halteres",
        "level": "Intermediário",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-russian-twist-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-russian-twist-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se no chão e flexione seus joelhos e quadris em um ângulo de 90 graus.",
            "2. Seus pés devem estar pairando acima do chão. (Se isso for muito difícil, comece com os calcanhares no chão)",
            "3. Gire a sua coluna superior para envolver seus oblíquos."
        ],
        "what_is": [
            "Consiste em um movimento de rotação do tronco enquanto se segura um haltere com as duas mãos, exigindo estabilização e força."
        ],
        "how_to_execute": [
            "Sente-se no chão com os joelhos flexionados e os pés apoiados.",
            "Segure o haltere com as duas mãos próximo ao peito.",
            "Incline o tronco levemente para trás (opcional).",
            "Gire o tronco para um lado, mantendo a posição das pernas estável.",
            "Retorne ao centro e repita o movimento para o lado oposto."
        ],
        "why_do_it": [
            "Melhora a força e resistência dos músculos abdominais.",
            "Trabalha a estabilização do core.",
            "Desenvolve mobilidade e controle da rotação torácica."
        ],
        "precautions": [
            "Evite girar excessivamente a coluna para não forçar estruturas articulares.",
            "Mantenha o abdômen contraído para proteger a lombar.",
            "Controle o peso do haltere para evitar compensações."
        ],
        "restrictions": [
            "Evitar em casos de lesões na coluna lombar ou cervical.",
            "Não recomendado para indivíduos com problemas graves de disco intervertebral.",
            "Consultar um profissional antes de realizar em caso de desconforto prévio."
        ],
        "substitutions": [
            "Rotação com bastão.",
            "Torção sentada sem peso.",
            "Russian twist com medicine ball.",
            "Prancha lateral com rotação."
        ],
        "related_muscles": [
            "Reto abdominal.",
            "Oblíquos externos e internos.",
            "Transverso abdominal.",
            "Músculos paravertebrais.",
            "Peitoral maior (auxiliar)."
        ]
    },
    {
        "id": "3",
        "name": "Exercício: Moinho de Kettlebell",
        "level": "Avançado",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-windmill-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-windmill-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de pé com os pés um pouco mais afastados que a largura dos ombros. Segure o kettlebell em uma mão e estenda seu braço acima da sua cabeça.",
            "2. Mantendo suas pernas retas e o kettlebell acima da sua cabeça, abaixe o braço relaxado em direção ao chão, girando o seu corpo para o lado do braço erguido.",
            "3. Volte à posição inicial, incline seu quadril para frente e repita."
        ],
        "what_is": [
            "É um exercício funcional que utiliza uma kettlebell para trabalhar diversos grupos musculares, combinando força, estabilidade e mobilidade.",
            "Consiste em realizar um movimento de rotação com o peso, ativando principalmente o core.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés na largura dos ombros e a kettlebell no chão à sua frente.",
            "Agache-se e segure a kettlebell com as duas mãos, mantendo as costas retas.",
            "Levante-se, impulsionando a kettlebell até a altura do peito.",
            "Realize uma rotação do tronco para um lado, passando o peso ao redor do corpo.",
            "Ao completar a volta, retorne à posição inicial e repita para o outro lado."
        ],
        "why_do_it": [
            "Melhora a coordenação motora e equilíbrio.",
            "Fortalece o core e promove estabilidade lombar.",
            "Trabalha diversos grupos musculares de forma integrada.",
            "Aumenta a resistência muscular e cardiovascular."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante todo o movimento.",
            "Evite girar o tronco de forma brusca ou rápida.",
            "Use uma kettlebell adequada ao seu nível de força.",
            "Realize o movimento em um espaço livre para evitar impactos."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna lombar devem evitar.",
            "Pessoas com lesões nos ombros ou punhos precisam de adaptações.",
            "Não é recomendado para iniciantes sem supervisão."
        ],
        "substitutions": [
            "Rotações com bastão ou haltere.",
            "Movimentos de woodchopper com cabos.",
            "Exercícios isométricos para o core, como pranchas laterais."
        ],
        "related_muscles": [
            "Reto abdominal",
            "Oblíquos",
            "Transverso abdominal",
            "Músculos paravertebrais",
            "Quadríceps",
            "Glúteos",
            "Ombros (deltoide)"
        ]
    },
    {
        "id": "4",
        "name": "Exercício: Prancha Lateral com Apoio na Mão",
        "level": "Iniciante",
        "execution_type": "Mão",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-bodyweight-hand-side-plank-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-bodyweight-hand-side-plank-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Pressione sua mão contra o chão e levante seu quadril do chão.",
            "2. Abra o peito e mantenha essa posição pelo tempo determinado."
        ],
        "what_is": [
            "É um exercício isométrico que trabalha principalmente a região lateral do tronco, sendo realizado com o apoio de uma das mãos no chão e o corpo alinhado lateralmente."
        ],
        "how_to_execute": [
            "Deite-se de lado, com as pernas esticadas e os pés sobrepostos.",
            "Apoie o antebraço ou a mão no chão, alinhando o cotovelo (se usado) diretamente abaixo do ombro.",
            "Eleve os quadris do chão, formando uma linha reta desde os ombros até os pés.",
            "Mantenha o core ativado e sustente a posição por determinado tempo.",
            "Repita para o outro lado."
        ],
        "why_do_it": [
            "Fortalece os músculos estabilizadores do tronco, melhora a postura, auxilia na prevenção de lesões lombares e promove equilíbrio muscular entre os lados do corpo."
        ],
        "precautions": [
            "Evite deixar os quadris caídos durante a execução.",
            "Mantenha o pescoço alinhado com a coluna vertebral.",
            "Não execute movimentos bruscos ao assumir a posição."
        ],
        "restrictions": [
            "Pessoas com problemas nos ombros, cotovelos ou punhos devem evitar este exercício, assim como aquelas com lesões recentes na região lombar."
        ],
        "substitutions": [
            "Plank frontal",
            "Prancha lateral com apoio nos antebraços",
            "Exercícios dinâmicos como elevações laterais de quadril"
        ],
        "related_muscles": [
            "Oblíquos internos e externos",
            "Transverso abdominal",
            "Quadrado lombar",
            "Glúteos",
            "Ombros e tríceps (na versão com apoio na mão)"
        ]
    },
    {
        "id": "5",
        "name": "Exercício: Kettlebell Cortador de Madeira",
        "level": "Iniciante",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-wood-chopper-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-wood-chopper-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com os pés um pouco mais afastados que a largura dos ombros e segure o kettlebell com as duas mãos, junto ao quadril.",
            "2. Mantenha seus braços retos, balance o kettlebell para cima e através do seu corpo em direção ao seu ombro, levantando o kettlebell até a altura da cabeça e rotacionando seus quadris ao fazê-lo.",
            "3. Retorne à posição inicial e repita."
        ],
        "what_is": [
            "É um exercício funcional que utiliza um kettlebell para simular o movimento de cortar lenha.",
            "Envolve uma combinação de força, coordenação e estabilidade, trabalhando principalmente a região central do corpo.."
        ],
        "how_to_execute": [
            "Posicione-se em pé com os pés afastados na largura dos ombros.",
            "Segure o kettlebell com as duas mãos ao lado do corpo, próximo ao quadril.",
            "Realize um movimento diagonal, levando o kettlebell acima da cabeça ou até o nível dos ombros, enquanto gira o tronco.",
            "Retorne à posição inicial de forma controlada, mantendo o core ativado durante todo o movimento."
        ],
        "why_do_it": [
            "Promove fortalecimento funcional, útil para atividades cotidianas.",
            "Melhora a mobilidade e a estabilidade do tronco.",
            "Trabalha diversos grupos musculares simultaneamente.",
            "Auxilia na melhora da coordenação motora."
        ],
        "precautions": [
            "Mantenha o core ativado durante toda a execução.",
            "Evite usar peso excessivo que comprometa a técnica.",
            "Não force a coluna; o movimento deve ser suave e controlado.",
            "Atenção ao alinhamento corporal para evitar descompensações."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral devem evitar ou adaptar o movimento.",
            "Pessoas com lesões nos ombros ou punhos podem ter dificuldade na execução.",
            "Consulte um profissional antes de realizar o exercício caso tenha condições pré-existentes."
        ],
        "substitutions": [
            "Halteres ou discos de peso podem substituir o kettlebell.",
            "Movimentos como rotação de tronco com resistência elástica ou medicine ball são alternativas.",
            "Woodchoppers em máquinas de cabo também podem ser utilizados."
        ],
        "related_muscles": [
            "Core (abdominais e oblíquos).",
            "Ombros e braços.",
            "Músculos da região lombar e glúteos.",
            "Peito e costas (principalmente latíssimo do dorso)."
        ]
    },
    {
        "id": "6",
        "name": "Exercício: Press Cabo Pallof",
        "level": "Iniciante",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-pallof-press-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-pallof-press-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Use um acessório de pegada, ajuste o cabo na altura do mamilo, dê alguns passos para trás e fique de lado.",
            "2. Comece com as duas mãos no guidão e seus punhos contra o peito.",
            "3. Pressione a alça para frente até que seus cotovelos estejam totalmente estendidos, depois puxe a alça de volta ao peito."
        ],
        "what_is": [
            "É um exercício funcional que utiliza resistência para trabalhar estabilização e força central.",
            "Ele envolve movimentos de pressão enquanto o corpo resiste à rotação.."
        ],
        "how_to_execute": [
            "Posicione-se ao lado de uma máquina de cabo ou faixa de resistência.",
            "Segure o cabo ou faixa com as duas mãos, próximo ao peito.",
            "Mantenha os pés afastados na largura dos ombros e o core ativado.",
            "Estique os braços à frente do corpo em linha reta, mantendo a postura ereta.",
            "Resista à força lateral enquanto volta lentamente à posição inicial."
        ],
        "why_do_it": [
            "Melhora a estabilidade do core.",
            "Fortalece músculos antirrotação.",
            "Auxilia no equilíbrio muscular e prevenção de lesões.",
            "Desenvolve força funcional aplicável em atividades diárias e esportivas."
        ],
        "precautions": [
            "Evite arquear as costas durante a execução.",
            "Mantenha o core contraído para evitar compensações.",
            "Use uma carga adequada para não comprometer a forma."
        ],
        "restrictions": [
            "Indivíduos com problemas lombares ou articulares devem consultar um profissional antes de realizar.",
            "Não é recomendado para quem tem lesões nos ombros ou desequilíbrios musculares não corrigidos."
        ],
        "substitutions": [
            "Exercícios isométricos com bandas elásticas.",
            "Movimentos de rotação com halteres.",
            "Pranchas laterais com variações."
        ],
        "related_muscles": [
            "Reto abdominal",
            "Oblíquos internos e externos",
            "Transverso abdominal",
            "Peitoral maior",
            "Deltoides",
            "Rotadores do ombro"
        ]
    },
    {
        "id": "7",
        "name": "Exercício: Rotatório com Cabo de Resistência",
        "level": "Iniciante",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-cable-woodchopper-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-cable-woodchopper-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Ajuste o cabo à altura do mamilo. Use um acessório de alça.",
            "2. Fique de lado, depois gire seu tronco com os braços estendidos contra a resistência.",
            "3. Após completar o número determinado de repetições, vire para a direção oposta e repita."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que combina movimentos rotacionais com a resistência proporcionada por um cabo elástico ou similar.",
            "Ele visa melhorar a mobilidade e fortalecer grupos musculares específicos, além de promover estabilidade articular.."
        ],
        "how_to_execute": [
            "Prenda o cabo de resistência em uma base fixa na altura do peito.",
            "Posicione-se de lado em relação ao ponto de fixação, segurando a alça do cabo com as duas mãos.",
            "Afaste os pés para formar uma base estável.",
            "Puxe o cabo cruzando o corpo, realizando um movimento de rotação controlado.",
            "Retorne lentamente à posição inicial e repita o movimento."
        ],
        "why_do_it": [
            "Este movimento melhora a força funcional, especialmente nos músculos envolvidos em rotações e movimentos dinâmicos.",
            "Além disso, contribui para o equilíbrio muscular e a prevenção de lesões relacionadas à falta de estabilidade.."
        ],
        "precautions": [
            "Mantenha o core ativado durante toda a execução.",
            "Evite movimentos bruscos ou uso excessivo de momentum.",
            "Certifique-se de que o cabo de resistência esteja firmemente preso.",
            "Respeite os limites articulares e evite sobrecarga."
        ],
        "restrictions": [
            "Indivíduos com lesões recentes ou crônicas na coluna, ombros ou quadris devem evitar este exercício sem orientação profissional.",
            "Gestantes e pessoas com problemas graves de mobilidade também devem consultar um médico antes de praticá-lo.."
        ],
        "substitutions": [
            "Utilização de halteres ou kettlebells para realizar movimentos similares.",
            "Exercícios isométricos como pranchas laterais com rotação.",
            "Outras opções incluem bandas elásticas ou máquinas de torque rotacional, quando disponíveis."
        ],
        "related_muscles": [
            "Oblíquos (interno e externo)",
            "Reto abdominal",
            "Músculos paravertebrais",
            "Peitoral maior",
            "Deltóide anterior",
            "Rotadores do quadril"
        ]
    },
    {
        "id": "8",
        "name": "Exercício: Press Pallof com Faixa Elástica",
        "level": "Iniciante",
        "execution_type": "Faixa Elástica",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Band-band-pallof-press-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Band-band-pallof-press-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Posicione a faixa em um ponto de ancoragem que está na altura do ombro. Dê alguns passos para trás até que a faixa esteja esticada.",
            "2. Comece com os dedos entrelaçados ao redor da faixa e seus punhos conectados ao peito.",
            "3. Estenda os cotovelos pressionando a faixa para longe do seu corpo até que seus cotovelos estejam totalmente estendidos."
        ],
        "what_is": [
            "Trata-se de um exercício de estabilização que utiliza uma faixa elástica para gerar resistência.",
            "Ele foca no fortalecimento da musculatura do core e na estabilização do tronco, sendo amplamente utilizado em programas de condicionamento físico e reabilitação.."
        ],
        "how_to_execute": [
            "Prenda a faixa elástica a uma estrutura estável na altura do abdômen.",
            "Posicione-se ao lado da ancoragem, segurando a faixa com as duas mãos juntas à frente do peito.",
            "Mantenha os pés alinhados com os ombros e os joelhos levemente flexionados.",
            "Estique a faixa, levando as mãos para longe do corpo, enquanto mantém o tronco estável.",
            "Retorne lentamente à posição inicial, controlando a resistência da faixa."
        ],
        "why_do_it": [
            "Fortalece a musculatura do core, melhorando a estabilidade lombar e pélvica.",
            "Ajuda a prevenir lesões por desequilíbrio muscular.",
            "Desenvolve resistência funcional para atividades diárias e esportes.",
            "Promove maior controle motor e postura corporal."
        ],
        "precautions": [
            "Evite movimentos bruscos ou uso de momentum durante a execução.",
            "Mantenha a coluna neutra e contraia o abdômen para proteger a região lombar.",
            "Certifique-se de que a faixa elástica esteja bem presa para evitar acidentes.",
            "Respeite seus limites de força e amplitude de movimento."
        ],
        "restrictions": [
            "Indivíduos com lesões recentes na coluna ou ombros devem evitar ou adaptar o exercício sob orientação profissional.",
            "Pessoas com hérnia abdominal ou problemas graves de estabilidade lombar precisam de avaliação médica antes de realizar o movimento."
        ],
        "substitutions": [
            "Exercícios isométricos como prancha lateral ou frontal.",
            "Movimentos com cabos ou halteres que enfatizem a estabilização do core.",
            "Trabalhos com bastão ou peso corporal para ativar músculos similares."
        ],
        "related_muscles": [
            "Reto abdominal",
            "Oblíquos internos e externos",
            "Transverso do abdômen",
            "Músculos paravertebrais",
            "Peitorais (secundariamente)",
            "Ombros (estabilizadores)"
        ]
    },
    {
        "id": "9",
        "name": "Exercício: Variação Três do Alongamento Abdominal",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-abdominals-stretch-variation-3-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-abdominals-stretch-variation-3-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé.",
            "2. Após completar a quantidade desejada de repetições com o braço esquerdo, mude para o braço direito e incline-se para a esquerda.",
            "3. Estenda seu braço esquerdo para o alto e, então, incline-se lentamente para a direita. Incline-se até sentir um alongamento nos oblíquos."
        ],
        "what_is": [
            "Trata-se de um movimento que enfatiza o alongamento da região abdominal, promovendo flexibilidade e relaxamento muscular.",
            "A variação específica foca em intensificar o estímulo aos músculos centrais do tronco.."
        ],
        "how_to_execute": [
            "Deite-se de costas em uma superfície confortável.",
            "Estenda os braços acima da cabeça, mantendo-os alinhados com os ombros.",
            "Alongue todo o corpo, estendendo as pernas e pontas dos pés.",
            "Inspire profundamente enquanto contrai levemente a musculatura central.",
            "Expire lentamente, retornando à posição inicial.",
            "Repita o movimento conforme orientação."
        ],
        "why_do_it": [
            "Ajuda a melhorar a postura, aumentar a mobilidade da coluna e reduzir tensões na região abdominal.",
            "Também pode auxiliar na prevenção de desconfortos musculares associados ao sedentarismo.."
        ],
        "precautions": [
            "Evite realizar o movimento com força excessiva para não sobrecarregar a coluna.",
            "Mantenha a respiração controlada durante toda a execução.",
            "Certifique-se de que a superfície utilizada seja estável e confortável."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna, como hérnias discais ou lesões recentes, devem evitar este exercício sem orientação profissional.",
            "Gestantes também devem consultar um especialista antes de praticá-lo.."
        ],
        "substitutions": [
            "Alongamento de tronco sentado",
            "Cobra Pose (posição da cobra)",
            "Flexão lateral do tronco"
        ],
        "related_muscles": [
            "Reto abdominal",
            "Oblíquos externos e internos",
            "Transverso do abdômen",
            "Músculos intercostais",
            "Peitoral maior (indiretamente)"
        ]
    },
    {
        "id": "10",
        "name": "Exercício: Variação Dois do Alongamento Abdominal",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-abdominals-stretch-variation-2-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-abdominals-stretch-variation-2-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé.",
            "2. Estenda ambas as mãos para cima até que você possa entrelaçar seus dedos.",
            "3. Com as mãos acima da cabeça, incline-se para trás até sentir um alongamento na região abdominal."
        ],
        "what_is": [
            "Trata-se de um movimento que visa alongar e fortalecer a musculatura abdominal, promovendo maior flexibilidade e estabilidade na região do tronco."
        ],
        "how_to_execute": [
            "1. Deite-se de costas com os joelhos flexionados e os pés apoiados no chão.",
            "2. Cruze as mãos atrás da cabeça ou mantenha-as ao lado do corpo.",
            "3. Eleve lentamente a parte superior do tronco, deslizando as mãos em direção aos joelhos, sem forçar o pescoço.",
            "4. Retorne à posição inicial de forma controlada.."
        ],
        "why_do_it": [
            "Melhora a postura, auxilia na prevenção de dores lombares, contribui para o fortalecimento e alongamento dos músculos abdominais e promove maior consciência corporal."
        ],
        "precautions": [
            "Evite movimentos bruscos ou utilizar a força excessiva do pescoço e da cabeça.",
            "Mantenha a região lombar estável e respeite os limites de amplitude articular.."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral, como hérnias de disco, ou lesões abdominais recentes devem evitar este exercício.",
            "Consulte um profissional de saúde antes de iniciar qualquer prática.."
        ],
        "substitutions": [
            "Outros exercícios de alongamento abdominal podem ser realizados, como o \"alongamento em prancha\" ou o \"alongamento em posição fetal\"."
        ],
        "related_muscles": [
            "Principais: reto abdominal, oblíquos internos e externos.",
            "Secundários: transverso abdominal e eretores da espinha.."
        ]
    },
    {
        "id": "11",
        "name": "Exercício: Levantamento de Halteres em Movimento de Lenhador",
        "level": "Intermediário",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-wood-chopper-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-wood-chopper-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique com a postura na largura dos ombros. Comece com o haltere próximo a um dos seus quadríceps.",
            "2. Gire na sua coluna superior para engajar os oblíquos.",
            "3. Você pode girar o pé de trás para evitar a geração de muito torque no joelho."
        ],
        "what_is": [
            "Um exercício funcional que simula o movimento de um lenhador cortando lenha.",
            "Envolve uma rotação do tronco e geralmente utiliza halteres ou outros implementos para gerar resistência.."
        ],
        "how_to_execute": [
            "Fique em pé com os pés afastados na largura dos ombros, segurando o haltere com ambas as mãos.",
            "Posicione o haltere ao lado do ombro ou próximo ao ombro oposto ao lado onde iniciará o movimento.",
            "Realize uma rotação diagonal do tronco, levando o peso para o lado oposto, como se estivesse \"cortando lenha\".",
            "Retorne à posição inicial de forma controlada.",
            "Repita o movimento no lado oposto, alternando conforme necessário."
        ],
        "why_do_it": [
            "Melhora a coordenação motora e a estabilização do core.",
            "Trabalha músculos envolvidos em movimentos rotacionais, úteis para atividades esportivas e diárias.",
            "Fortalece a musculatura do tronco e melhora a mobilidade articular."
        ],
        "precautions": [
            "Mantenha o core ativado durante todo o movimento para proteger a coluna lombar.",
            "Evite girar o tronco de forma exagerada ou rápida.",
            "Use um peso adequado para manter a técnica correta."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral ou lesões nos discos intervertebrais devem evitar ou adaptar o movimento.",
            "Pessoas com limitações de mobilidade no ombro ou quadril devem consultar um profissional antes de executar."
        ],
        "substitutions": [
            "Utilizar cabos ou elásticos em vez de halteres.",
            "Realizar rotações com bastão ou sem peso para focar na mobilidade.",
            "Outros exercícios funcionais que envolvam rotação, como giros com medicine ball."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Reto abdominal.",
            "Transverso abdominal.",
            "Músculos eretores da espinha.",
            "Peitoral maior e deltóides (secundariamente)."
        ]
    },
    {
        "id": "12",
        "name": "Exercício: Flexão Lateral com Barra Olímpica no Landmine",
        "level": "Intermediário",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-barbell-landmine-side-bend-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-barbell-landmine-side-bend-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé e segure na ponta da barra de halteres",
            "2. Mantenha seus quadris e ombros voltados para frente, incline-se lentamente para um lado.",
            "3. Retorne à posição ereta.",
            "4. Troque de mãos e repita."
        ],
        "what_is": [
            "Trata-se de um exercício unilateral que utiliza uma barra olímpica fixada em um dispositivo chamado landmine, onde o peso é deslocado lateralmente pelo tronco.",
            "O movimento envolve flexão lateral do corpo contra a resistência da carga.."
        ],
        "how_to_execute": [
            "Posicione a barra no suporte do landmine ou fixe-a de forma segura no chão.",
            "Fique em pé, com os pés afastados na largura dos ombros e segure a extremidade da barra com uma das mãos.",
            "Mantenha o braço estendido e o tronco ereto.",
            "Realize uma flexão lateral do tronco para o lado oposto ao da mão que segura a barra.",
            "Retorne à posição inicial de forma controlada.",
            "Alterne o lado após completar as repetições."
        ],
        "why_do_it": [
            "Promove fortalecimento unilateral do core.",
            "Melhora a estabilidade e resistência lateral do tronco.",
            "Trabalha a cadeia oblíqua de forma funcional.",
            "Auxilia no equilíbrio muscular entre os lados do corpo."
        ],
        "precautions": [
            "Evite inclinar o quadril para frente durante o movimento.",
            "Mantenha o controle da barra para evitar movimentos bruscos.",
            "Não utilize cargas excessivas que comprometam a execução técnica.",
            "Certifique-se de que o landmine esteja bem fixado antes de iniciar."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna lombar ou lesões recentes devem evitar.",
            "Pessoas com limitações na mobilidade do tronco podem encontrar dificuldade.",
            "Consulte um profissional de saúde caso tenha condições pré-existentes."
        ],
        "substitutions": [
            "Flexão lateral com halteres.",
            "Flexão lateral com cabo.",
            "Prancha lateral com rotação.",
            "Movimentos isométricos laterais como side plank."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Transverso abdominal.",
            "Quadrado lombar.",
            "Grande dorsal (secundário).",
            "Peitoral maior (porção clavicular, secundária)."
        ]
    },
    {
        "id": "13",
        "name": "Exercício: Levantamento Terra com Barra em Estilo Mala",
        "level": "Avançado",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-suitcase-deadlift-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-suitcase-deadlift-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece ficando de pé com os pés afastados na largura dos quadris e segurando uma barra de pesos em um lado do seu corpo, com as palmas das mãos voltadas para as coxas.",
            "2. Mantenha seu core ativado e suas costas retas, dobre na altura dos quadris e joelhos para abaixar a barra de pesos em direção ao chão.",
            "3. Conforme a barra alcança o chão, use suas pernas e glúteos para empurrar através dos seus calcanhares e estender seus quadris e joelhos para elevar seu corpo de volta à posição inicial.",
            "4. Repita o movimento pelo número desejado de repetições, depois troque de lado e repita o exercício com a barra do lado oposto do seu corpo."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que envolve a elevação de uma barra ou peso mantido em posição assimétrica, simulando o ato de carregar uma mala.",
            "O movimento desafia a estabilidade e força unilateral do corpo.."
        ],
        "how_to_execute": [
            "Posicione-se ao lado de uma barra ou peso no chão.",
            "Adote uma postura de agachamento com coluna neutra, joelhos levemente flexionados e quadril inclinado para trás.",
            "Pegue a barra com uma das mãos, mantendo o tronco estável.",
            "Eleve a barra até a posição ereta, estendendo os quadris e joelhos simultaneamente.",
            "Mantenha o core contraído e o peso distribuído igualmente nos pés.",
            "Retorne à posição inicial controlando o movimento."
        ],
        "why_do_it": [
            "Melhora a força unilateral e simetria muscular.",
            "Desenvolve estabilidade do core e equilíbrio.",
            "Trabalha a cadeia posterior de forma eficiente.",
            "Prepara o corpo para atividades diárias assimétricas."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante toda a execução.",
            "Evite sobrecarregar o peso antes de dominar a técnica.",
            "Não permita rotação excessiva do tronco.",
            "Esteja atento à postura dos ombros e pescoço."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna lombar devem evitar ou realizar sob supervisão.",
            "Pessoas com lesões nos ombros ou punhos podem encontrar dificuldade.",
            "Contraindicado para quem sofre de hipertensão severa devido à carga unilateral."
        ],
        "substitutions": [
            "Elevações unilaterais com halteres.",
            "Levantamento terra tradicional.",
            "Carries (transportes) unilaterais com kettlebell.",
            "Agachamento unilateral com haltere."
        ],
        "related_muscles": [
            "Grande dorsal",
            "Glúteos",
            "Isquiotibiais",
            "Quadríceps",
            "Músculos do core (oblíquos, transverso abdominal)",
            "Músculos da panturrilha",
            "Músculos estabilizadores do ombro"
        ]
    },
    {
        "id": "14",
        "name": "Exercício: Torção Russa com Peso Corporal",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-bodyweight-russian-twist-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-bodyweight-side-russian-twist-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Mantenha seus calcanhares ligeiramente acima do chão.",
            "2. Estufe o peito e mantenha as costas retas. Faça todo o movimento acontecer na sua coluna média e superior.",
            "3. Aponte seu peito para a esquerda e então rotacione na coluna até que seu peito esteja apontado para a direita."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que utiliza o peso do próprio corpo para trabalhar a região central, especialmente os músculos abdominais oblíquos.",
            "Consiste em movimentos de rotação do tronco enquanto se mantém uma posição estável na parte inferior do corpo.."
        ],
        "how_to_execute": [
            "Sente-se no chão com os joelhos flexionados e os pés apoiados no solo.",
            "Incline levemente o tronco para trás, mantendo uma postura ereta e o core ativado.",
            "Cruze as mãos sobre o peito ou estique os braços à frente para maior equilíbrio.",
            "Gire o tronco para um lado até sentir a contração nos músculos laterais do abdômen.",
            "Retorne ao centro e repita o movimento para o lado oposto.",
            "Mantenha o controle durante toda a execução, evitando balançar o corpo."
        ],
        "why_do_it": [
            "Fortalece os músculos abdominais, especialmente os oblíquos.",
            "Melhora a estabilidade e o equilíbrio corporal.",
            "Contribui para a postura correta e prevenção de lesões.",
            "Auxilia no desenvolvimento de força funcional para atividades cotidianas."
        ],
        "precautions": [
            "Evite girar excessivamente o tronco, o que pode causar desconforto na coluna vertebral.",
            "Mantenha o core ativado durante todo o movimento para proteger a região lombar.",
            "Não use o impulso para realizar o exercício, priorizando a qualidade sobre a quantidade.",
            "Respeite os limites de mobilidade da coluna."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna lombar ou cervical devem evitar ou adaptar o exercício.",
            "Pessoas com hérnias abdominais ou diástase dos retos abdominais precisam de orientação médica.",
            "Não é recomendado para quem sofre de dor aguda nas costas ou inflamações articulares."
        ],
        "substitutions": [
            "Rotação com bastão ou halteres.",
            "Prancha lateral com rotação.",
            "Flexão oblíqua com resistência elástica.",
            "Movimentos de bicicleta no chão."
        ],
        "related_muscles": [
            "Oblíquos externos e internos.",
            "Reto abdominal.",
            "Transverso do abdômen.",
            "Músculos paravertebrais (estabilizadores da coluna)."
        ]
    },
    {
        "id": "15",
        "name": "Exercício: Torção Russa com Kettlebell",
        "level": "Novato",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-russian-twist-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-russian-twist-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se no chão com as pernas dobradas, joelhos juntos e pés levemente levantados do chão.",
            "2. Começando de um lado e sentado com a coluna reta e os músculos do core ativados, levante o kettlebell do chão com as duas mãos e leve-o para o outro lado do seu corpo, rotacionando o peito em direção ao chão enquanto faz isso.",
            "3. Toque levemente o kettlebell no chão e traga-o de volta pelo seu corpo até a posição inicial, girando o peito em direção ao chão.",
            "4. Repita, mantendo as pernas dobradas e os pés elevados durante todo o exercício."
        ],
        "what_is": [
            "Um exercício dinâmico que combina força, estabilidade e movimento rotacional.",
            "Utiliza um peso específico para aumentar a intensidade do treino.."
        ],
        "how_to_execute": [
            "Sente-se no chão com os joelhos flexionados e os pés apoiados.",
            "Incline o tronco levemente para trás, mantendo uma posição ereta e estável.",
            "Segure o peso com as duas mãos na altura do peito.",
            "Gire o tronco para um lado, levando o peso ao lado do quadril.",
            "Retorne ao centro e gire para o lado oposto.",
            "Mantenha o core ativado durante todo o movimento."
        ],
        "why_do_it": [
            "Melhora a força funcional e a estabilidade do core.",
            "Trabalha a rotação e antirrotação do tronco.",
            "Auxilia no fortalecimento da musculatura envolvida em movimentos esportivos e cotidianos."
        ],
        "precautions": [
            "Evite girar apenas os ombros sem engajar o core.",
            "Mantenha a coluna neutra para evitar sobrecarga lombar.",
            "Use cargas adequadas ao nível de condicionamento."
        ],
        "restrictions": [
            "Indivíduos com problemas lombares ou herniações devem evitar.",
            "Pessoas com lesões nos ombros ou punhos precisam adaptar o movimento ou evitar."
        ],
        "substitutions": [
            "Rotação com bastão.",
            "Torção com barra.",
            "Movimentos isométricos de rotação com faixa elástica."
        ],
        "related_muscles": [
            "Reto abdominal.",
            "Oblíquos internos e externos.",
            "Transverso abdominal.",
            "Músculos paravertebrais.",
            "Músculos do quadril e região lombar."
        ]
    },
    {
        "id": "16",
        "name": "Exercício: Rotação com Haltere em Meio-Ajoelhado",
        "level": "Intermediário",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-half-kneeling-wood-chopper-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-half-kneeling-wood-chopper-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Assuma uma posição de meio ajoelhado. Comece com o haltere próximo ao seu joelho, do lado da perna que está ajoelhada.",
            "2. Gire na parte superior da coluna, segurando o haltere afastado do seu corpo com os cotovelos quase estendidos."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que combina rotação do tronco com a estabilização do core.",
            "Ele é realizado em posição meio-ajoelhada, o que envolve uma base de suporte menor e maior ativação muscular.."
        ],
        "how_to_execute": [
            "Posicione-se em apoio meio-ajoelhado, com um joelho no chão e o outro pé à frente, formando um ângulo de 90 graus em ambos os joelhos.",
            "Segure um haltere com ambas as mãos, mantendo os braços estendidos à frente do corpo.",
            "Mantenha o core ativado e realize uma rotação do tronco para um dos lados, movendo o haltere na direção do giro.",
            "Retorne à posição inicial de forma controlada e repita o movimento para o lado oposto."
        ],
        "why_do_it": [
            "Este movimento promove a melhora da mobilidade torácica, fortalece os músculos estabilizadores do core e ajuda no desenvolvimento da coordenação motora.",
            "Também é útil para corrigir desequilíbrios musculares e melhorar a postura.."
        ],
        "precautions": [
            "Evite realizar movimentos bruscos ou com excesso de peso, pois isso pode sobrecarregar a coluna vertebral.",
            "Mantenha o core contraído durante toda a execução para proteger a região lombar.",
            "Certifique-se de que o joelho posicionado no chão esteja apoiado em uma superfície acolchoada."
        ],
        "restrictions": [
            "Indivíduos com problemas graves na coluna lombar ou torácica devem evitar esse exercício.",
            "Pessoas com lesões nos joelhos podem ter dificuldade em manter a posição meio-ajoelhada.",
            "Consulte um profissional de saúde antes de executar o movimento caso tenha condições pré-existentes."
        ],
        "substitutions": [
            "Rotação com cabo ou elástico em pé.",
            "Torção russa com peso em posição sentada.",
            "Prancha lateral com rotação."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Reto abdominal.",
            "Transverso abdominal.",
            "Músculos paravertebrais.",
            "Glúteos (principalmente glúteo médio)."
        ]
    },
    {
        "id": "17",
        "name": "Exercício: Levantamento de Halteres ajoelhado estilo Lenhador",
        "level": "Iniciante",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-kneeling-wood-chopper-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-kneeling-wood-chopper-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece em uma posição ajoelhada com as omoplatas recuadas.",
            "2. O haltere deve começar ao lado de um dos seus quadris.",
            "3. Gire na coluna e leve o haltere do seu quadril, 180 graus ao redor do seu corpo. O haltere deve ficar ao nível dos olhos."
        ],
        "what_is": [
            "É um exercício funcional que simula o movimento de levantar um objeto pesado do chão, como um machado ou lenha, enquanto está ajoelhado.",
            "Envolve rotação e flexão do tronco, trabalhando estabilização e força funcional.."
        ],
        "how_to_execute": [
            "Ajoelhe-se no chão com os joelhos alinhados aos quadris.",
            "Posicione um peso (haltere ou kettlebell) ao lado do corpo.",
            "Incline o tronco para pegar o peso com as duas mãos, mantendo a coluna neutra.",
            "Retorne à posição inicial, levantando o peso em um movimento controlado.",
            "Gire o tronco para o lado oposto ao peso, elevando-o diagonalmente acima do ombro oposto.",
            "Retorne à posição inicial de forma lenta e controlada."
        ],
        "why_do_it": [
            "Melhora a estabilidade e coordenação corporal.",
            "Fortalece a musculatura envolvida em movimentos rotacionais.",
            "Desenvolve força funcional aplicável em atividades cotidianas.",
            "Trabalha músculos estabilizadores do core."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante todo o movimento.",
            "Evite arquear as costas ao levantar o peso.",
            "Use cargas adequadas para evitar compensações posturais.",
            "Realize o exercício em um ambiente seguro, com superfície antiderrapante."
        ],
        "restrictions": [
            "Indivíduos com lesões na coluna vertebral ou problemas de disco devem evitar.",
            "Pessoas com limitações nos joelhos ou quadris podem precisar adaptar o movimento.",
            "Não é recomendado para quem tem instabilidade no ombro."
        ],
        "substitutions": [
            "Rotação com cabo ou elástico.",
            "Woodchop em pé.",
            "Levantamento terra unilateral.",
            "Flexão rotacional com haltere."
        ],
        "related_muscles": [
            "Primários: Oblíquos internos e externos, transverso abdominal, eretores da espinha.",
            "Secundários: Deltóides, trapézio, glúteos, quadríceps, peitoral menor."
        ]
    },
    {
        "id": "18",
        "name": "Exercício: Prancha Lateral com Haltere na Mão",
        "level": "Intermediário",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-hand-side-plank-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-hand-side-plank-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece deitando de lado com os pés empilhados um em cima do outro e um haltere no quadril.",
            "2. Coloque sua mão inferior no chão abaixo do seu ombro e contraia seu abdômen para levantar seus quadris do chão.",
            "3. A partir desta posição inicial, mantenha a posição lateral da prancha pelo tempo desejado, certificando-se de manter seu corpo reto e seus quadris nivelados."
        ],
        "what_is": [
            "Um exercício isométrico que trabalha a estabilização do core, exigindo equilíbrio e resistência muscular.",
            "Envolve a manutenção de uma posição lateral com o peso corporal distribuído enquanto um haltere é segurado na mão superior.."
        ],
        "how_to_execute": [
            "Deite-se de lado, apoiando o antebraço no chão diretamente abaixo do ombro.",
            "Posicione os pés de forma alinhada, mantendo o corpo em linha reta.",
            "Segure o haltere na mão superior, com o braço estendido ao longo do corpo.",
            "Eleve os quadris até formar uma linha reta com o corpo, ativando o core.",
            "Mantenha a posição por tempo determinado ou conforme orientação."
        ],
        "why_do_it": [
            "Fortalece músculos estabilizadores do core.",
            "Melhora equilíbrio e coordenação.",
            "Auxilia na prevenção de lesões posturais.",
            "Aumenta a resistência muscular localizada."
        ],
        "precautions": [
            "Evite arquear as costas durante a execução.",
            "Mantenha o pescoço alinhado com a coluna.",
            "Não permita que os quadris caiam durante a sustentação.",
            "Respeite seus limites para evitar sobrecarga nos ombros ou cotovelos."
        ],
        "restrictions": [
            "Evitar em casos de lesões recentes no ombro, cotovelo ou punho.",
            "Indivíduos com problemas na coluna devem consultar um profissional antes de realizar.",
            "Gestantes devem adaptar sob supervisão especializada."
        ],
        "substitutions": [
            "Prancha lateral sem o uso de haltere.",
            "Prancha lateral com apoio dos joelhos.",
            "Exercícios como prancha frontal ou lateral com elástico."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Transverso abdominal.",
            "Músculos paravertebrais.",
            "Deltóide (porção lateral).",
            "Glúteos (principalmente glúteo médio)."
        ]
    },
    {
        "id": "19",
        "name": "Exercício: Torção Russa com Haltere de Longa Alavanca",
        "level": "Avançado",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-dumbbell-long-lever-russian-twist-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-dumbbell-long-lever-russian-twist-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece sentando-se no chão com os joelhos dobrados e os pés firmes no chão. Segure um haltere com as duas mãos, com os braços estendidos à sua frente.",
            "2. Gire seu tronco para a direita, levando o haltere em direção ao chão, depois volte ao centro. Repita do lado esquerdo, girando para a esquerda e levando o haltere em direção ao chão.",
            "3. Continue este movimento de torção, alternando os lados, pelo número desejado de repetições. Mantenha o seu core ativado e evite balançar os braços para gerar impulso."
        ],
        "what_is": [
            "É um exercício de força que envolve rotação do tronco com o uso de um haltere, promovendo estímulo muscular em movimentos de torção."
        ],
        "how_to_execute": [
            "Sente-se no chão com os joelhos flexionados e os pés apoiados.",
            "Segure o haltere com as duas mãos na altura do peito ou próximo ao abdômen.",
            "Incline levemente o tronco para trás, mantendo a coluna neutra.",
            "Gire o tronco para um lado até sentir a contração, mantendo o peso estável.",
            "Retorne à posição inicial e repita o movimento para o lado oposto."
        ],
        "why_do_it": [
            "Desenvolve a musculatura do core, melhora a estabilidade e fortalece os músculos rotacionais, essenciais para atividades funcionais e esportivas."
        ],
        "precautions": [
            "Mantenha a coluna alinhada durante todo o movimento.",
            "Evite usar pesos excessivos que comprometam a técnica.",
            "Realize o movimento de forma controlada, sem balançar o corpo."
        ],
        "restrictions": [
            "Indivíduos com problemas lombares ou hernia de disco devem evitar ou adaptar o exercício.",
            "Não é recomendado para quem tem lesões recentes nos ombros ou na região abdominal."
        ],
        "substitutions": [
            "Torção com bastão ou barra leve.",
            "Rotações com cabo ou elástico.",
            "Movimentos isométricos como prancha lateral com rotação."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Reto abdominal.",
            "Transverso abdominal.",
            "Músculos paravertebrais.",
            "Peitoral maior e deltóide (secundariamente)."
        ]
    },
    {
        "id": "20",
        "name": "Exercício: Cortador de Madeira com Prato",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-woodchopper-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-woodchopper-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com os pés na largura dos ombros. Comece com a placa perto de um dos seus quadríceps.",
            "2. Gire na parte superior da coluna para envolver os oblíquos.",
            "3. Você pode girar o pé de trás para evitar a geração de muito torque no joelho."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que combina movimentos de rotação e flexão do tronco, simulando o gesto de cortar madeira com um machado.",
            "Utiliza um peso, como um haltere ou kettlebell, para aumentar a resistência e intensidade.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés afastados na largura dos ombros.",
            "Segure o peso com as duas mãos ao lado do quadril ou levemente acima.",
            "Gire o tronco e leve o peso diagonalmente para cima, cruzando o corpo até o lado oposto, como se estivesse \"cortando madeira\".",
            "Retorne à posição inicial de forma controlada.",
            "Alterne os lados conforme necessário."
        ],
        "why_do_it": [
            "Melhora a coordenação motora e o equilíbrio.",
            "Fortalece músculos envolvidos em movimentos rotacionais.",
            "Promove maior estabilidade no core.",
            "Simula gestos funcionais do cotidiano ou atividades esportivas."
        ],
        "precautions": [
            "Mantenha o core ativado durante toda a execução.",
            "Evite movimentos bruscos ou excessivamente rápidos.",
            "Use cargas adequadas ao nível de força e experiência.",
            "Mantenha uma postura ereta, sem arquear as costas."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral ou lesões recentes devem evitar.",
            "Pessoas com limitações nos ombros ou articulações do quadril devem consultar um profissional antes de realizar.",
            "Gestantes ou pessoas com condições específicas de saúde precisam de adaptações supervisionadas."
        ],
        "substitutions": [
            "Rotação com cabo ou elástico.",
            "Torção russa com peso.",
            "Woodchop na polia."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Reto abdominal.",
            "Transverso do abdômen.",
            "Músculos paravertebrais.",
            "Deltóides.",
            "Peitoral menor."
        ]
    },
    {
        "id": "21",
        "name": "Exercício: Torção Russa com Prato",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-russian-twist-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-russian-twist-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece sentando-se no chão com os joelhos dobrados e os pés apoiados no chão.",
            "2. Contraia seus músculos abdominais puxando seu umbigo em direção à sua coluna.",
            "3. Gire lentamente a parte superior do seu corpo para a direita, mantendo os pés firmes no chão e suas costas retas.",
            "4. Mantenha por um segundo e então gire para a esquerda, segurando por mais um segundo."
        ],
        "what_is": [
            "Um exercício funcional que utiliza um prato ou objeto similar para trabalhar a região central do corpo, promovendo rotação e estabilização."
        ],
        "how_to_execute": [
            "Sente-se no chão com os joelhos flexionados e os pés apoiados.",
            "Segure o prato com as duas mãos à frente do peito.",
            "Incline levemente o tronco para trás, mantendo a coluna neutra.",
            "Gire o tronco para um lado, levando o prato em direção ao solo ao lado do quadril.",
            "Retorne ao centro e repita o movimento para o lado oposto."
        ],
        "why_do_it": [
            "Fortalece a musculatura abdominal.",
            "Melhora a mobilidade e estabilidade da coluna torácica.",
            "Desenvolve coordenação motora e controle corporal."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante todo o movimento.",
            "Evite girar excessivamente o pescoço ou forçar os ombros.",
            "Controle a velocidade para evitar compensações."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna lombar ou torácica devem evitar ou adaptar o exercício.",
            "Não é recomendado para pessoas com lesões recentes nos ombros ou abdômen."
        ],
        "substitutions": [
            "Rotação de tronco com bastão.",
            "Torção sentada sem equipamento.",
            "Rotações com cabo ou elástico."
        ],
        "related_muscles": [
            "Reto abdominal",
            "Oblíquos externos e internos",
            "Transverso abdominal",
            "Rotadores da coluna",
            "Peitoral maior (auxiliar)",
            "Deltóide (estabilizador)"
        ]
    },
    {
        "id": "22",
        "name": "Exercício: Torção em Pé com Prato",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-standing-twist-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-standing-twist-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com uma placa estendida longe do seu corpo. Cotovelos principalmente estendidos.",
            "2. Gire na parte superior da coluna enquanto mantém a coluna lombar em uma posição neutra.",
            "3. Não deixe o peso ir atrás do seu corpo."
        ],
        "what_is": [
            "Consiste em um movimento de rotação do tronco realizado em posição ereta, utilizando um prato ou disco giratório como base.",
            "O exercício foca na mobilidade e estabilidade do core.."
        ],
        "how_to_execute": [
            "Posicione-se em pé sobre o prato giratório, com os pés alinhados aos ombros.",
            "Mantenha uma postura ereta, com o abdômen contraído e joelhos levemente flexionados.",
            "Cruze os braços sobre o peito ou mantenha-os estendidos à frente.",
            "Gire o tronco para um lado, movendo o prato com os pés.",
            "Retorne ao centro e repita o movimento para o lado oposto."
        ],
        "why_do_it": [
            "Melhora a mobilidade torácica e lombar.",
            "Fortalece os músculos do core.",
            "Aumenta a estabilidade e coordenação corporal.",
            "Pode auxiliar na prevenção de lesões relacionadas à má postura."
        ],
        "precautions": [
            "Evite realizar o movimento com velocidade excessiva.",
            "Mantenha o abdômen sempre ativado para proteger a coluna.",
            "Use calçados adequados ou execute descalço para maior aderência ao prato."
        ],
        "restrictions": [
            "Indivíduos com problemas graves na coluna vertebral devem evitar.",
            "Não é recomendado para pessoas com instabilidade articular severa.",
            "Consultar um profissional antes de realizar em casos de lesão prévia."
        ],
        "substitutions": [
            "Rotação de tronco com cabo ou elástico.",
            "Torção sentado em banco giratório.",
            "Movimentos funcionais com bastão ou halteres."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Reto abdominal.",
            "Transverso do abdômen.",
            "Músculos paravertebrais.",
            "Peitoral maior (auxiliar)."
        ]
    },
    {
        "id": "23",
        "name": "Exercício: TRX Abdominal Oblíquo",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-trx-oblique-crunch-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-trx-oblique-crunch-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Coloque seus pés nas alças do TRX e fique na posição de prancha com as mãos.",
            "2. Puxe ambos os joelhos até o seu cotovelo direito.",
            "3. Estenda suas pernas de volta à posição inicial, depois puxe ambos os joelhos até o cotovelo esquerdo."
        ],
        "what_is": [
            "Trata-se de um exercício funcional realizado com o auxílio de uma suspensão (TRX), que visa trabalhar os músculos da região abdominal, especialmente os oblíquos, por meio de movimentos que exigem estabilidade e controle corporal."
        ],
        "how_to_execute": [
            "Posicione-se em pé, segurando as alças do equipamento, com os braços estendidos à frente.",
            "Incline o corpo para trás, mantendo os pés firmemente apoiados no chão e o tronco alinhado.",
            "Gire o tronco para um dos lados, flexionando levemente o quadril enquanto contrai os músculos abdominais.",
            "Retorne à posição inicial e repita o movimento alternando os lados."
        ],
        "why_do_it": [
            "Este exercício fortalece a musculatura abdominal, melhora a estabilidade do core e contribui para a definição muscular.",
            "Além disso, ele promove equilíbrio e coordenação motora.."
        ],
        "precautions": [
            "Mantenha o core ativado durante toda a execução para evitar sobrecarga na coluna.",
            "Evite movimentos bruscos ou excessivamente rápidos.",
            "Certifique-se de que as alças do equipamento estão bem fixadas antes de iniciar o exercício."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna, como hérnias de disco ou lombalgia aguda, devem evitar este movimento ou consultá-lo com um profissional antes de executá-lo.",
            "Gestantes também devem buscar orientação médica.."
        ],
        "substitutions": [
            "Prancha lateral com rotação",
            "Russian twist com peso ou sem carga",
            "Flexão lateral com halteres"
        ],
        "related_muscles": [
            "Oblíquos externos e internos",
            "Reto abdominal",
            "Transverso do abdômen",
            "Peitoral maior e menor",
            "Ombro deltóide"
        ]
    },
    {
        "id": "24",
        "name": "Exercício: Avanço Reverso com Torção e Prato",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Plate-plate-reverse-lunge-twist-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Plate-plate-reverse-lunge-twist-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Dê um passo atrás com o pé direito para a posição de afundo, ambos os joelhos devem estar dobrados em 90 graus.",
            "2. Gire seu tronco para a direita, mantendo a placa próxima ao seu peito.",
            "3. Empurre através do seu pé da frente para voltar à posição inicial e repita do outro lado."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que combina movimentos de rotação, deslocamento e estabilização.",
            "Envolve a coordenação entre membros superiores e inferiores, com foco em mobilidade, força e equilíbrio.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés afastados na largura dos ombros.",
            "Segure um peso ou prato em ambas as mãos, mantendo os braços estendidos à frente do corpo.",
            "Dê um passo para trás com uma das pernas, realizando um movimento de torção no tronco para o lado oposto ao passo.",
            "Retorne à posição inicial enquanto traz o peso ou prato para a linha central do corpo.",
            "Alterne as pernas e repita o movimento."
        ],
        "why_do_it": [
            "Melhora a coordenação motora e o equilíbrio.",
            "Fortalece músculos estabilizadores e dinâmicos.",
            "Promove maior mobilidade articular e controle corporal.",
            "Auxilia na prevenção de lesões por desequilíbrio muscular."
        ],
        "precautions": [
            "Mantenha o core ativado durante toda a execução.",
            "Evite movimentos bruscos ou excessivamente rápidos.",
            "Certifique-se de que o peso utilizado seja adequado à sua capacidade física.",
            "Priorize a postura correta, evitando arquear as costas."
        ],
        "restrictions": [
            "Indivíduos com problemas graves nas articulações do joelho, quadril ou coluna devem evitar este exercício.",
            "Pessoas com limitações neurológicas ou déficits de equilíbrio podem precisar de adaptações específicas.",
            "Consulte um profissional de saúde antes de realizar o exercício caso tenha condições pré-existentes."
        ],
        "substitutions": [
            "Movimentos sem peso, apenas com o próprio corpo.",
            "Exercícios de rotação com elástico ou cabo.",
            "Avanço simples com ou sem carga adicional."
        ],
        "related_muscles": [
            "Quadríceps.",
            "Glúteos (máximo, médio e mínimo).",
            "Músculos eretores da espinha.",
            "Oblíquos internos e externos.",
            "Deltoide anterior.",
            "Músculos estabilizadores do tornozelo e joelho."
        ]
    },
    {
        "id": "25",
        "name": "Exercício: Flexão Lateral com Haltere",
        "level": "Novato",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-dumbbell-side-bend-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-dumbbell-side-bend-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com os pés afastados na largura dos quadris e coloque a sua mão direita no quadril direito.",
            "2. Segure um haltere com a mão esquerda. Dobre os quadris para o lado.",
            "3. Certifique-se de não começar a se inclinar para a frente para tentar forçar um maior alcance de movimento."
        ],
        "what_is": [
            "Consiste em um movimento unilateral realizado com o uso de um haltere, onde o tronco é inclinado lateralmente.",
            "O objetivo principal é trabalhar a musculatura do core e da região lateral do tronco.."
        ],
        "how_to_execute": [
            "Fique em pé, com os pés na largura dos ombros e um haltere na mão direita.",
            "Mantenha o tronco ereto, ombros relaxados e abdômen contraído.",
            "Incline o tronco lateralmente para o lado esquerdo, deslizando o haltere ao longo da coxa direita.",
            "Retorne à posição inicial de forma controlada.",
            "Repita o movimento pelo número de repetições desejado e alterne o haltere para a outra mão."
        ],
        "why_do_it": [
            "Fortalece os músculos laterais do tronco, contribuindo para estabilidade e equilíbrio corporal.",
            "Melhora a postura e a resistência muscular localizada.",
            "Auxilia no desenvolvimento da definição muscular da região lateral do abdômen."
        ],
        "precautions": [
            "Evite inclinar o tronco para frente ou para trás durante o movimento.",
            "Mantenha o peso controlado para evitar compensações com outros músculos.",
            "Não force a amplitude além do conforto para prevenir lesões lombares."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral, especialmente na região lombar, devem evitar ou adaptar o exercício.",
            "Pessoas com lesões nos ombros ou desequilíbrios musculares devem consultar um profissional antes de realizar o movimento."
        ],
        "substitutions": [
            "Elevação lateral com cabo.",
            "Flexão lateral com barra.",
            "Prancha lateral com rotação."
        ],
        "related_muscles": [
            "Primários: Oblíquos externos e internos.",
            "Secundários: Transverso abdominal, quadrado lombar, deltóide lateral e eretores da espinha."
        ]
    },
    {
        "id": "26",
        "name": "Exercício: Prancha Lateral de Antebraço TRX",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-trx-forearm-side-plank-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-trx-forearm-side-plank-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se de lado com as pernas esticadas e os pés apoiados nos suportes de pés TRX.",
            "2. Apoie-se no antebraço e contraia o abdômen para manter uma linha reta da cabeça aos pés."
        ],
        "what_is": [
            "Consiste em uma variação do exercício de prancha lateral, realizada com o auxílio de faixas TRX.",
            "Envolve a suspensão parcial do corpo, utilizando os antebraços como base de apoio para sustentar o peso.."
        ],
        "how_to_execute": [
            "Prenda as faixas TRX em um suporte estável e ajuste-as para uma altura média.",
            "Posicione-se lateralmente ao suporte, segurando as alças com uma das mãos.",
            "Apoie o antebraço no chão, mantendo o cotovelo alinhado diretamente abaixo do ombro.",
            "Estique as pernas e eleve o quadril, formando uma linha reta com o corpo.",
            "Mantenha o core ativado e sustente a posição por alguns segundos ou conforme sua capacidade.",
            "Troque de lado e repita o movimento."
        ],
        "why_do_it": [
            "Fortalece a musculatura estabilizadora do tronco.",
            "Melhora a resistência muscular localizada.",
            "Promove estabilidade e equilíbrio corporal.",
            "Ativa grupos musculares profundos da região abdominal e lombar."
        ],
        "precautions": [
            "Evite arquear ou flexionar excessivamente a coluna durante a execução.",
            "Certifique-se de que as faixas TRX estejam bem fixadas.",
            "Mantenha o abdômen contraído para proteger a região lombar.",
            "Não execute se sentir desconforto nos ombros ou punhos."
        ],
        "restrictions": [
            "Indivíduos com lesões recentes nos ombros, cotovelos ou punhos devem evitar.",
            "Pessoas com problemas na coluna lombar devem consultar um profissional antes de realizar.",
            "Não é recomendado para iniciantes sem orientação adequada."
        ],
        "substitutions": [
            "Prancha lateral tradicional no solo.",
            "Prancha lateral com apoio nos joelhos.",
            "Exercícios isométricos com faixas elásticas convencionais.",
            "Plank com rotação."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Reto abdominal.",
            "Transverso abdominal.",
            "Músculos eretores da espinha.",
            "Deltóide anterior e lateral.",
            "Grande dorsal."
        ]
    },
    {
        "id": "27",
        "name": "Exercício: Torção Oblíqua com Landmine",
        "level": "Avançado",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-landmine-oblique-twist-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-landmine-oblique-twist-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de frente para o landmine, com os pés afastados na largura dos ombros e os joelhos levemente dobrados. Segure a barra do landmine com as duas mãos, entrelaçando os dedos e segurando-a na altura do peito. Posicione seus braços estendidos à sua frente, paralelos ao chão, com os cotovelos levemente dobrados.",
            "2. Mantendo seu core ativado, rotacione seu torso e a barra fixa para um lado. Gire pela cintura, usando seus músculos oblíquos para gerar o movimento. Gire sobre a bola do pé oposto enquanto você se afasta dele.",
            "3. Gire de volta à posição inicial, então faça o mesmo movimento na direção oposta.",
            "4. Repita pelo número desejado de repetições."
        ],
        "what_is": [
            "É um exercício funcional que utiliza uma barra fixada em um suporte ou canto (landmine) para trabalhar rotação e estabilização do tronco.",
            "Combina força, mobilidade e coordenação.."
        ],
        "how_to_execute": [
            "Fixe uma extremidade da barra no chão utilizando um suporte apropriado.",
            "Posicione-se de pé ao lado da barra, segurando-a com as duas mãos na extremidade livre.",
            "Adote uma postura estável, com os pés afastados na largura dos ombros.",
            "Execute uma rotação diagonal do tronco, levando a barra para o lado oposto ao ponto de partida.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Desenvolve força funcional e estabilidade rotacional.",
            "Melhora a coordenação entre membros superiores e inferiores.",
            "Fortalece músculos envolvidos em movimentos rotacionais do dia a dia ou esportivos."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante toda a execução.",
            "Evite usar peso excessivo que comprometa a técnica.",
            "Certifique-se de que a barra esteja bem fixada no suporte."
        ],
        "restrictions": [
            "Indivíduos com lesões na coluna vertebral ou problemas de estabilidade lombar devem evitar.",
            "Não é recomendado para pessoas com limitações de mobilidade nos ombros."
        ],
        "substitutions": [
            "Rotação de tronco com cabo.",
            "Torção com halteres.",
            "Movimentos de medicine ball contra a parede."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Reto abdominal.",
            "Transverso do abdômen.",
            "Músculos eretores da espinha.",
            "Ombros e braços como auxiliares na estabilização."
        ]
    },
    {
        "id": "28",
        "name": "Exercício: Torção Russa com Barra Fixa",
        "level": "Intermediário",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-landmine-russian-twist-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-landmine-russian-twist-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece sentado no chão de frente para o acessório do landmine, segurando a ponta da barra com as duas mãos um pouco à frente e acima do seu peito, enquanto mantém os pés fora do chão e os joelhos dobrados.",
            "2. Dobre os cotovelos o mínimo possível mantendo o abdômen bem contraído e os pés elevados, abaixe a extremidade da barra com controle até o chão de um lado do corpo e, em seguida, contraia os oblíquos para retornar a barra ao centro. Repita do outro lado.",
            "3. Repita pelo número desejado de repetições."
        ],
        "what_is": [
            "Um exercício de força e estabilização que trabalha principalmente a região do core, envolvendo movimentos de rotação do tronco contra uma resistência."
        ],
        "how_to_execute": [
            "Sente-se em um banco ou plataforma estável com os pés apoiados no chão.",
            "Segure uma barra fixa com as duas mãos na altura do peito ou ombros.",
            "Mantenha o tronco ereto e gire o torso para um lado, contraindo os músculos abdominais.",
            "Retorne à posição inicial e repita o movimento para o lado oposto."
        ],
        "why_do_it": [
            "Desenvolve a força e estabilidade do core, melhora a mobilidade torácica e auxilia no equilíbrio muscular entre os lados do corpo."
        ],
        "precautions": [
            "Evite usar cargas excessivas que comprometam a postura.",
            "Mantenha o movimento controlado para evitar compensações.",
            "Não realize o exercício com dores na coluna ou desconforto na região lombar."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral, como hérnias de disco ou lesões graves, devem evitar este movimento sem orientação médica ou fisioterapêutica."
        ],
        "substitutions": [
            "Rotação de tronco com halteres.",
            "Torções com cabos.",
            "Prancha lateral com rotação."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Reto abdominal.",
            "Transverso do abdômen.",
            "Músculos paravertebrais."
        ]
    },
    {
        "id": "29",
        "name": "Exercício: Torção Ajoelhada com a Landmine",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-landmine-kneeling-twist-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-landmine-kneeling-twist-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Ajoelhe-se de frente para o landmine com os joelhos na largura dos quadris e as costas retas. Segure a barra do landmine com as duas mãos, entrelaçando os dedos e segurando-a acima e ligeiramente à frente do seu corpo.",
            "2. Mantendo seu abdômen contraído e suas costas retas, torça seu tronco para um lado, girando seus braços e o landmine junto com ele. Faça uma pausa breve no final da torção, sentindo a contração em seus músculos oblíquos.",
            "3. Gire lentamente de volta à posição inicial, depois vire para o lado oposto, repetindo o mesmo movimento.",
            "4. Repita ambos os lados da rotação pelo número desejado de repetições."
        ],
        "what_is": [
            "É um exercício funcional que utiliza uma barra presa a um suporte ou canto (landmine) para trabalhar rotação e estabilização do tronco.",
            "Envolve movimentos de torção enquanto o praticante está ajoelhado.."
        ],
        "how_to_execute": [
            "Posicione-se ajoelhado ao lado da barra, mantendo os quadris alinhados.",
            "Segure a extremidade da barra com as duas mãos, mantendo os braços estendidos à frente do corpo.",
            "Realize uma rotação controlada do tronco para o lado oposto ao dos joelhos, movimentando a barra junto ao corpo.",
            "Retorne lentamente à posição inicial e repita o movimento."
        ],
        "why_do_it": [
            "Fortalece os músculos do core, especialmente os oblíquos.",
            "Melhora a estabilidade e mobilidade do tronco.",
            "Desenvolve resistência funcional aplicável a atividades esportivas e cotidianas.",
            "Auxilia no controle de movimentos rotacionais."
        ],
        "precautions": [
            "Mantenha o core ativado durante toda a execução.",
            "Evite girar apenas os ombros; o movimento deve partir do tronco.",
            "Não force a amplitude além do conforto articular.",
            "Garanta que a barra esteja firmemente presa ao suporte."
        ],
        "restrictions": [
            "Indivíduos com problemas lombares ou lesões na coluna devem evitar.",
            "Pessoas com instabilidade nos joelhos podem encontrar dificuldade na posição ajoelhada.",
            "Consulte um profissional antes de realizar caso tenha condições pré-existentes."
        ],
        "substitutions": [
            "Rotação de Tronco com Cabo",
            "Torção com Bastão",
            "Russian Twist com Haltere"
        ],
        "related_muscles": [
            "Oblíquos externos e internos",
            "Reto abdominal",
            "Transverso do abdômen",
            "Músculos paravertebrais",
            "Quadríceps (estabilização na posição ajoelhada)"
        ]
    },
    {
        "id": "30",
        "name": "Exercício: Flexão Lateral com Pegada em Prato",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-pinch-grip-side-bend-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-pinch-grip-side-bend-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de pé, reto, com a placa segurada ao seu lado.",
            "2. Mantenha seus quadris e ombros voltados para frente, incline-se lentamente para um lado.",
            "3. Retorne à posição vertical.",
            "4. Troque de mãos e repita"
        ],
        "what_is": [
            "Consiste em um movimento de flexão lateral do tronco, realizado com o auxílio de um peso (como um prato de academia) segurado com uma das mãos.",
            "O objetivo é trabalhar a musculatura lateral do corpo, especialmente os músculos responsáveis pela estabilização e flexão lateral.."
        ],
        "how_to_execute": [
            "Fique em pé, com os pés na largura dos ombros e mantenha o peso (prato) em uma das mãos.",
            "Mantenha a coluna neutra e o core ativado.",
            "Incline o tronco lateralmente para o lado oposto ao peso, deslizando a mão que segura o peso ao longo da coxa.",
            "Retorne à posição inicial de forma controlada.",
            "Repita o movimento pelo número desejado de repetições e alterne o lado."
        ],
        "why_do_it": [
            "Fortalece os músculos laterais do tronco.",
            "Melhora a estabilidade e equilíbrio corporal.",
            "Promove maior definição muscular na região lateral do abdômen.",
            "Pode ser usado para corrigir desequilíbrios musculares entre os lados do corpo."
        ],
        "precautions": [
            "Evite inclinar o tronco para frente ou para trás durante o movimento.",
            "Mantenha os ombros relaxados e longe das orelhas.",
            "Não use pesos excessivos que comprometam a postura ou causem desconforto.",
            "Execute o movimento de forma lenta e controlada para evitar lesões."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral devem evitar ou realizar somente sob orientação profissional.",
            "Pessoas com dor ou lesão nos ombros ou pescoço devem ter cautela.",
            "Gestantes devem consultar um médico antes de realizar exercícios assimétricos."
        ],
        "substitutions": [
            "Flexão lateral com halteres.",
            "Flexão lateral com barra.",
            "Flexão lateral sem peso (apenas com o peso corporal).",
            "Exercícios isométricos laterais, como a prancha lateral."
        ],
        "related_muscles": [
            "Primários: Oblíquos externos e internos.",
            "Secundários: Transverso abdominal, eretores da espinha, quadrado lombar e deltóide lateral."
        ]
    },
    {
        "id": "31",
        "name": "Exercício: Cabo Meio Ajoelhado de Alto a Baixo Cortador de Madeira",
        "level": "Iniciante",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-half-kneeling-high-to-low-wood-chopper-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-half-kneeling-high-to-low-wood-chopper-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Ajuste o cabo logo acima da sua cabeça. Fique em uma posição de meio ajoelhamento. Use um acessório de alça.",
            "2. Fique de lado, depois gire seu tronco com os braços estendidos contra a resistência.",
            "3. Após completar o número determinado de repetições, vire-se na direção contrária e repita."
        ],
        "what_is": [
            "É um exercício funcional que combina movimentos de agachamento, deslocamento lateral e flexão articular.",
            "Envolve uma postura semi-ajoelhada enquanto se realiza um corte diagonal com os braços, simulando o ato de cortar madeira.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés afastados na largura dos ombros.",
            "Dê um passo lateral largo com uma das pernas, descendo em um semi-agachamento enquanto a outra perna fica estendida.",
            "Incline o tronco para o lado da perna flexionada, realizando um movimento diagonal com os braos, como se segurasse um machado.",
            "Retorne à posição inicial e repita alternando o lado."
        ],
        "why_do_it": [
            "Melhora a coordenação motora.",
            "Fortalece a musculatura do core e dos membros inferiores.",
            "Promove estabilidade articular e equilíbrio.",
            "Simula movimentos do cotidiano, aumentando a funcionalidade corporal."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante todo o movimento.",
            "Evite sobrecarregar os joelhos ao descer no agachamento.",
            "Execute o movimento de forma controlada para evitar desequilíbrios."
        ],
        "restrictions": [
            "Indivíduos com lesões no joelho, quadril ou coluna devem evitar ou adaptar o exercício.",
            "Não é recomendado para pessoas com problemas graves de equilíbrio."
        ],
        "substitutions": [
            "Agachamento lateral com halteres.",
            "Deslocamento lateral com faixa elástica.",
            "Rotação de tronco com bastão."
        ],
        "related_muscles": [
            "Quadríceps.",
            "Glúteos.",
            "Isquiotibiais.",
            "Oblíquos.",
            "Músculos eretores da espinha."
        ]
    },
    {
        "id": "32",
        "name": "Exercício: Pushdown Oblíquo com Cabo",
        "level": "Iniciante",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-oblique-pushdown-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-oblique-pushdown-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Ajuste o cabo logo acima da sua cabeça. Use um acessório de alça.",
            "2. Vire de lado, empurre a alça para baixo até que seu cotovelo esteja estendido. Flexione seus oblíquos até sentir uma contração.",
            "3. Após completar o número determinado de repetições, vire-se para a direção oposta e repita."
        ],
        "what_is": [
            "Um exercício de força que utiliza um cabo ajustado em uma polia alta para trabalhar os músculos da parte superior do corpo, com foco específico nos grupos musculares responsáveis pela extensão e adução do ombro."
        ],
        "how_to_execute": [
            "Ajuste a polia na altura máxima e prenda uma barra ou pegada triangular.",
            "Afaste os pés na largura dos ombros e segure o cabo com as mãos próximas.",
            "Incline o tronco levemente para frente, mantendo a coluna neutra.",
            "Puxe o cabo para baixo e para o lado oposto ao corpo, cruzando o torso.",
            "Retorne lentamente à posição inicial, controlando o movimento."
        ],
        "why_do_it": [
            "Desenvolve força e definição muscular.",
            "Promove estabilização articular.",
            "Melhora a simetria muscular e funcionalidade."
        ],
        "precautions": [
            "Mantenha a postura correta para evitar sobrecarga na região lombar.",
            "Evite usar cargas excessivas que comprometam a amplitude do movimento.",
            "Realize o exercício de forma controlada para minimizar o risco de lesões."
        ],
        "restrictions": [
            "Indivíduos com problemas nos ombros, cotovelos ou na coluna devem consultar um profissional antes de realizar o movimento.",
            "Não é recomendado para pessoas com dor aguda ou inflamações articulares."
        ],
        "substitutions": [
            "Pulldown tradicional.",
            "Remada unilateral com halteres.",
            "Remada baixa com barra."
        ],
        "related_muscles": [
            "Grande dorsal (latíssimo do dorso).",
            "Romboides.",
            "Redondo maior.",
            "Bíceps braquial.",
            "Trapézio."
        ]
    },
    {
        "id": "33",
        "name": "Exercício: Cabo Meio Ajoelhado de Baixo Para Cima Lenhador",
        "level": "Iniciante",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-half-kneeling-low-to-high-wood-chopper-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-half-kneeling-low-to-high-wood-chopper-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Ajuste o cabo em uma posição baixa. Fique em uma posição de meio ajoelhado. Use um acessório de alça.",
            "2. Fique de lado, depois gire seu tronco com os braços estendidos contra a resistência.",
            "3. Após completar o número determinado de repetições, vire para a direção oposta e repita."
        ],
        "what_is": [
            "É um exercício funcional que combina movimentos de força e estabilidade, envolvendo uma postura ajoelhada com o objetivo de trabalhar diferentes grupos musculares simultaneamente.",
            "Ele é frequentemente utilizado em treinos de condicionamento físico e reabilitação.."
        ],
        "how_to_execute": [
            "Ajoelhe-se no chão com uma perna flexionada à frente e a outra apoiada no joelho.",
            "Mantenha o tronco ereto e contraia o abdômen.",
            "Realize o movimento de \"corte\" com um cabo ou halteres, levando os braços diagonalmente de baixo para cima, cruzando o corpo.",
            "Retorne à posição inicial de forma controlada.",
            "Alterne as pernas após completar a série."
        ],
        "why_do_it": [
            "Melhora a coordenação motora.",
            "Fortalece músculos do core e membros superiores.",
            "Promove estabilidade articular.",
            "Trabalha a cadeia posterior e oblíqua do corpo."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante todo o movimento.",
            "Evite sobrecarregar os ombros ou realizar movimentos bruscos.",
            "Controle a respiração para evitar tensão desnecessária."
        ],
        "restrictions": [
            "Indivíduos com lesões nos joelhos, ombros ou coluna devem evitar ou adaptar o exercício.",
            "Não é recomendado para pessoas com problemas de equilíbrio sem supervisão adequada."
        ],
        "substitutions": [
            "Chops com cabos em pé.",
            "Rotações de tronco com bastão.",
            "Remada unilateral com halteres."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Reto abdominal.",
            "Deltóides.",
            "Peitoral maior.",
            "Músculos eretores da espinha.",
            "Quadríceps (na estabilização)."
        ]
    },
    {
        "id": "34",
        "name": "Exercício: Wood Chopper Meio Ajoelhado com Cabo",
        "level": "Iniciante",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-half-kneeling-wood-chopper-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-half-kneeling-wood-chopper-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Defina o cabo no nível do mamilo. Fique numa posição de meio ajoelhado. Use um acessório de pegador.",
            "2. Fique de lado, depois gire seu tronco com os braços estendidos contra a resistência.",
            "3. Após completar o número determinado de repetições, vire para a direção oposta e repita."
        ],
        "what_is": [
            "Um exercício funcional que simula o movimento de cortar lenha com um machado.",
            "Envolve rotação do tronco e coordenação entre membros superiores e inferiores, sendo executado com ou sem equipamentos como halteres, kettlebells ou apenas o peso corporal.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés na largura dos ombros e joelhos levemente flexionados.",
            "Segure o peso (ou imagine segurar algo) com as duas mãos ao lado do ombro oposto à perna que ficará à frente.",
            "Incline o tronco para o lado da perna traseira, mantendo a coluna neutra.",
            "Faça um movimento diagonal, como se estivesse \"cortando lenha\", empurrando o peso para baixo e para o lado oposto, enquanto transfere o peso corporal para a perna à frente.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Melhora a mobilidade e estabilidade do tronco.",
            "Fortalece músculos envolvidos em movimentos rotacionais.",
            "Desenvolve coordenação motora e equilíbrio.",
            "Simula padrões de movimento funcionais do cotidiano."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante todo o movimento para evitar sobrecarga na região lombar.",
            "Evite girar o tronco de forma excessiva ou forçada.",
            "Use cargas adequadas ao nível de condicionamento físico.",
            "Execute o movimento de forma controlada, evitando compensações."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral, especialmente na região lombar.",
            "Pessoas com lesões nos ombros ou articulações dos quadris.",
            "Condições que comprometam a estabilidade articular ou equilíbrio."
        ],
        "substitutions": [
            "Rotação com cabo ou elástico.",
            "Torção russa com peso.",
            "Movimentos funcionais como o arremesso de medicine ball."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Reto abdominal.",
            "Músculos eretores da espinha.",
            "Músculos glúteos.",
            "Quadríceps e isquiotibiais."
        ]
    },
    {
        "id": "35",
        "name": "Exercício: Flexão Lateral com Cabo",
        "level": "Novato",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-side-bend-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-side-bend-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Defina o cabo na parte inferior do conjunto. Use um acessório de alça.",
            "2. Fique de lado, segure a alça, incline-se para longe do cabo.",
            "3. Após completar o número determinado de repetições, vire para a direção oposta e repita."
        ],
        "what_is": [
            "É um exercício de força que envolve movimentos laterais do tronco, utilizando um cabo ajustado a uma polia para aplicar resistência durante a execução."
        ],
        "how_to_execute": [
            "Posicione-se ao lado da máquina de cabo, com os pés afastados na largura dos ombros.",
            "Segure o cabo com a mão oposta ao lado da máquina e estique o braço lateralmente.",
            "Incline o tronco para o lado oposto ao do cabo, mantendo o core ativado.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Trabalha os músculos oblíquos e auxilia no fortalecimento da região abdominal, melhorando a estabilidade e postura corporal."
        ],
        "precautions": [
            "Evite usar cargas excessivas para prevenir lesões na coluna.",
            "Mantenha o movimento suave e controlado, sem balançar o corpo.",
            "Contraia o abdômen durante a execução para proteger a lombar."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna lombar ou hérnias devem evitar ou consultar um profissional antes de realizar.",
            "Não é recomendado para quem tem lesões recentes nos ombros ou no tronco."
        ],
        "substitutions": [
            "Flexão lateral com halteres.",
            "Flexão lateral com barra.",
            "Prancha lateral com rotação."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Reto abdominal.",
            "Quadrado lombar.",
            "Peitoral (auxiliar).",
            "Ombro (estabilizador)."
        ]
    },
    {
        "id": "36",
        "name": "Exercício: Abdominal Oblíquo na Máquina Smith",
        "level": "Avançado",
        "execution_type": "Máquina",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Smithmachine-oblique-crunch-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Smithmachine-oblique-crunch-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se de lado com os joelhos dobrados.",
            "2. Segure a barra estendida sobre você.",
            "3. Levante-se flexionando seus oblíquos."
        ],
        "what_is": [
            "Trata-se de um exercício que utiliza a Máquina Smith para trabalhar os músculos oblíquos, localizados na região lateral do abdômen.",
            "A máquina oferece estabilidade e controle durante o movimento.."
        ],
        "how_to_execute": [
            "Posicione-se de pé na Máquina Smith, com os pés afastados na largura dos ombros.",
            "Incline o corpo lateralmente para um lado, mantendo o tronco reto.",
            "Segure a barra com as mãos e ajuste-a à altura do ombro.",
            "Realize uma flexão lateral do tronco, deslocando a barra em direção ao quadril.",
            "Retorne lentamente à posição inicial e repita o movimento."
        ],
        "why_do_it": [
            "Fortalece os músculos oblíquos.",
            "Contribui para a definição da cintura.",
            "Melhora a estabilidade do core.",
            "Auxilia no equilíbrio muscular entre os lados do corpo."
        ],
        "precautions": [
            "Mantenha o movimento controlado para evitar compensações.",
            "Evite inclinar o tronco para frente ou para trás.",
            "Não utilize cargas excessivas que comprometam a postura.",
            "Respeite a amplitude natural do movimento."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral devem evitar.",
            "Pessoas com lesões nos ombros ou articulações do quadril devem consultar um profissional.",
            "Gestantes ou pessoas com hérnias abdominais precisam de autorização médica."
        ],
        "substitutions": [
            "Flexão lateral com halteres.",
            "Prancha lateral com rotação.",
            "Elevação lateral do tronco no banco inclinado.",
            "Torção com cabo na polia."
        ],
        "related_muscles": [
            "Oblíquos externos e internos.",
            "Reto abdominal.",
            "Transverso do abdômen.",
            "Músculos eretores da espinha (estabilizadores)."
        ]
    },
    {
        "id": "37",
        "name": "Exercício: Flexão Lateral na Máquina Smith",
        "level": "Novato",
        "execution_type": "Máquina",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Smithmachine-side-bend-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Smithmachine-side-bend-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique ao lado da barra.",
            "2. Mantenha seus quadris e ombros voltados para frente, incline-se lentamente para um lado.",
            "3. Retorne à posição vertical.",
            "4. Switch hands and repeat."
        ],
        "what_is": [
            "Consiste em um movimento de inclinação lateral do tronco realizado com o auxílio da Máquina Smith, utilizando uma barra guiada para estabilização.",
            "É voltado para trabalhar a musculatura lateral do tronco.."
        ],
        "how_to_execute": [
            "Posicione-se em pé dentro da Máquina Smith, com os pés alinhados aos ombros.",
            "Apoie a barra nos ombros ou na parte superior das costas, mantendo as mãos como suporte.",
            "Mantenha o tronco reto e os joelhos levemente flexionados.",
            "Incline o tronco lateralmente para um dos lados, deslizando a barra pela guia.",
            "Retorne à posição inicial de forma controlada e repita para o lado oposto."
        ],
        "why_do_it": [
            "Desenvolve força e resistência muscular na região lateral do tronco.",
            "Auxilia na estabilização do core e melhora a postura.",
            "Contribui para a definição muscular na área lateral abdominal."
        ],
        "precautions": [
            "Evite movimentos bruscos ou excessivamente rápidos.",
            "Mantenha o controle da barra para evitar desequilíbrio.",
            "Não incline o tronco além do necessário para prevenir sobrecarga na coluna."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral, especialmente na região lombar, devem evitar ou consultar um profissional antes de realizar.",
            "Pessoas com lesões recentes no tronco ou abdômen devem aguardar liberação médica."
        ],
        "substitutions": [
            "Flexão lateral com halteres.",
            "Flexão lateral com barra livre.",
            "Flexão lateral apenas com o peso corporal."
        ],
        "related_muscles": [
            "Oblíquos externos e internos.",
            "Reto abdominal (secundariamente).",
            "Transverso do abdômen.",
            "Quadrado lombar."
        ]
    },
    {
        "id": "38",
        "name": "Exercício: Mão Inferior do Moinho com Kettlebell",
        "level": "Intermediário",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-windmill-bottom-hand-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-windmill-bottom-hand-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com os pés um pouco mais afastados que a largura dos ombros. Segure a kettlebell na mão de baixo e estenda o outro braço acima da sua cabeça.",
            "2. Mantendo suas pernas esticadas e o kettlebell entre suas coxas, abaixe o kettlebell em direção ao chão, torcendo seu corpo para o lado do braço levantado.",
            "3. Retorne à posição inicial, incline sua pélvis para frente e repita."
        ],
        "what_is": [
            "Trata-se de um exercício de força e estabilização que utiliza uma kettlebell para trabalhar a região inferior do corpo, com foco em equilíbrio, mobilidade e ativação muscular.",
            "O movimento envolve uma posição de apoio único no chão, enquanto a kettlebell é posicionada na mão oposta ao apoio.."
        ],
        "how_to_execute": [
            "Coloque-se em posição de prancha lateral, apoiando o antebraço ou a mão no chão, alinhado diretamente abaixo do ombro.",
            "Posicione a kettlebell próxima ao pé da mão oposta ao apoio.",
            "Mantenha o core ativado e os quadris elevados, formando uma linha reta com o corpo.",
            "Estenda o braço oposto ao apoio até alcançar a kettlebell.",
            "Retorne à posição inicial controladamente, mantendo a estabilidade."
        ],
        "why_do_it": [
            "Fortalece músculos estabilizadores do core e membros inferiores.",
            "Melhora o equilíbrio e a coordenação motora.",
            "Desenvolve resistência funcional e força unilateral.",
            "Promove mobilidade articular e controle motor."
        ],
        "precautions": [
            "Mantenha o core sempre ativado para evitar sobrecarga na coluna lombar.",
            "Evite girar o tronco excessivamente durante o movimento.",
            "Certifique-se de que o peso da kettlebell seja adequado ao nível de força e equilíbrio.",
            "Realize o exercício em um espaço amplo e livre de obstáculos."
        ],
        "restrictions": [
            "Indivíduos com problemas nos ombros, punhos ou coluna devem evitar ou adaptar o exercício.",
            "Pessoas com instabilidade no core ou lesões recentes podem não estar aptas a executá-lo.",
            "Não é recomendado para iniciantes sem supervisão ou orientação adequada."
        ],
        "substitutions": [
            "Plank lateral com rotação de braço.",
            "Prancha lateral com extensão de quadril.",
            "Movimentos similares com halteres ou peso corporal."
        ],
        "related_muscles": [
            "Oblíquos (músculos abdominais laterais).",
            "Reto abdominal.",
            "Glúteos (principalmente glúteo médio).",
            "Quadríceps e isquiotibiais.",
            "Músculos do ombro e parte superior das costas."
        ]
    },
    {
        "id": "39",
        "name": "Exercício: Crunch oblíquo",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-oblique-crunch-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-oblique-crunch-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se de lado, com os joelhos dobrados e as mãos atrás da cabeça.",
            "2. Traga seu cotovelo em direção aos seus joelhos e flexione seus oblíquos."
        ],
        "what_is": [
            "Um exercício que visa trabalhar a região lateral do abdômen, com foco nos músculos oblíquos.",
            "Consiste em um movimento de flexão e rotação do tronco, realizado no solo ou com apoio.."
        ],
        "how_to_execute": [
            "Deite-se de lado no chão, com as pernas estendidas ou dobradas.",
            "Posicione a mão ou cotovelo na altura dos ombros para apoiar o tronco.",
            "Eleve o tronco, realizando uma contração na lateral do abdômen.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Fortalece os músculos da cintura e melhora a definição da região lateral do abdômen.",
            "Contribui para a estabilização do core.",
            "Auxilia no equilíbrio muscular e na prevenção de descompensações."
        ],
        "precautions": [
            "Evite movimentos bruscos ou uso excessivo de momentum.",
            "Mantenha o controle respiratório durante a execução.",
            "Não force a cervical ao olhar para cima ou tensionar o pescoço."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna lombar ou cervical devem evitar ou adaptar o exercício.",
            "Pessoas com lesões recentes no tronco ou abdômen devem consultar um profissional antes de realizar."
        ],
        "substitutions": [
            "Rotação de tronco com peso.",
            "Elevação lateral de pernas suspensas.",
            "Movimentos isométricos laterais com resistência."
        ],
        "related_muscles": [
            "Oblíquos externos e internos.",
            "Reto abdominal.",
            "Transverso do abdômen.",
            "Pequenos músculos estabilizadores da coluna."
        ]
    },
    {
        "id": "40",
        "name": "Exercício: Jackknife oblíquo",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-oblique-jackknife-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-oblique-jackknife-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se de lado, com as pernas esticadas, mão atrás da cabeça.",
            "2. Eleve as pernas e o tronco ao mesmo tempo.",
            "3. Contraia os oblíquos e depois desça novamente. Repita dos dois lados."
        ],
        "what_is": [
            "É um exercício funcional que combina força, estabilidade e coordenação, envolvendo movimentos diagonais do corpo.",
            "Ele é frequentemente utilizado em treinos de core e condicionamento físico.."
        ],
        "how_to_execute": [
            "Deite-se em posição lateral no chão, apoiando o antebraço inferior perpendicular ao corpo.",
            "Levante os quadris, mantendo o corpo reto e alinhado.",
            "Estenda o braço superior na diagonal, tocando o chão à frente enquanto eleva a perna oposta.",
            "Retorne à posição inicial de forma controlada.",
            "Repita o movimento alternando os lados.",
            "PORQUE FAZER",
            "1. Ajuda a fortalecer o core, melhorar a estabilidade, aumentar a mobilidade articular e desenvolver coordenação motora.",
            "2. Além disso, promove equilíbrio muscular entre os lados do corpo.."
        ],
        "why_do_it": [],
        "precautions": [
            "Evite arquear as costas durante o movimento.",
            "Mantenha o core ativado para evitar compensações.",
            "Realize o exercício em um ritmo controlado, sem movimentos bruscos."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna, lesões nos ombros ou nos quadris devem evitar ou adaptar o movimento.",
            "Consulte um profissional antes de executar.."
        ],
        "substitutions": [
            "Plank lateral com rotação.",
            "Elevação lateral do quadril.",
            "Movimentos cruzados com resistance bands."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Reto abdominal.",
            "Transverso do abdômen.",
            "Glúteos.",
            "Ombros (deltoide)."
        ]
    },
    {
        "id": "41",
        "name": "Exercício: Caminhada do Fazendeiro com Kettlebell de Um Braço Só",
        "level": "Novato",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-farmers-walk-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-farmers-walk-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Ficando em pé com um kettlebell em uma mão, caminhe por uma distância ou duração especificada.",
            "2. Mantenha-se ereto e não se incline para um lado."
        ],
        "what_is": [
            "Consiste em uma variação do exercício de caminhada com kettlebell, onde o peso é mantido em apenas uma das mãos durante a execução.",
            "Este movimento combina força, resistência e estabilização corporal.."
        ],
        "how_to_execute": [
            "Escolha um kettlebell com peso adequado ao seu nível.",
            "Posicione-se em pé, com os pés alinhados aos quadris.",
            "Segure o kettlebell na mão escolhida, mantendo o braço estendido ao lado do corpo.",
            "Caminhe em linha reta ou em um espaço determinado, mantendo a postura ereta e o core ativado.",
            "Ao final do percurso, troque o peso para a outra mão, se necessário, e repita."
        ],
        "why_do_it": [
            "Melhora a estabilidade do core.",
            "Fortalece a musculatura do braço, ombro e antebraço.",
            "Trabalha a resistência muscular e cardiovascular.",
            "Desenvolve equilíbrio e coordenação motora."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante toda a execução.",
            "Evite inclinar o tronco para o lado oposto ao peso.",
            "Não curve os ombros ou tensione excessivamente o pescoço.",
            "Use calçados adequados para evitar desequilíbrios."
        ],
        "restrictions": [
            "Problemas crônicos na coluna vertebral.",
            "Lesões nos ombros, punhos ou cotovelos.",
            "Condições que comprometam o equilíbrio ou a coordenação.",
            "Gestantes sem autorização médica."
        ],
        "substitutions": [
            "Caminhada com halteres.",
            "Farmer's carry (caminhada com pesos nas duas mãos).",
            "Dead carry unilateral com barra.",
            "Suitcase carry com haltere."
        ],
        "related_muscles": [
            "Músculos do core (abdômen, oblíquos e lombar).",
            "Músculos do ombro (deltóides) e antebraço.",
            "Músculos da parte superior das costas (trapézio).",
            "Estabilizadores da coluna e músculos glúteos."
        ]
    },
    {
        "id": "42",
        "name": "Exercício: Prancha Lateral com Máquina Smith para Cima e para Baixo",
        "level": "Iniciante",
        "execution_type": "Máquina",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Smithmachine-side-plank-up-down-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Smithmachine-side-plank-up-down-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece deitando de lado com os pés empilhados um sobre o outro e a barra no seu quadril.",
            "2. Coloque seu cotovelo inferior no chão abaixo do seu ombro e contraia seu abdômen para levantar os quadris do chão.",
            "3. Seus quadris farão todo o movimento. Pense, quadris para cima, quadris para baixo."
        ],
        "what_is": [
            "Um exercício que utiliza a Máquina Smith para realizar movimentos laterais, tanto ascendentes quanto descendentes, visando trabalhar grupos musculares específicos de forma isolada e controlada."
        ],
        "how_to_execute": [
            "Posicione-se lateralmente à barra da máquina, com os pés alinhados e o corpo inclinado levemente para o lado oposto ao movimento.",
            "Segure a barra com as mãos em posição neutra ou alternada.",
            "Realize o movimento lateral para cima ou para baixo, mantendo o controle e evitando compensações corporais.",
            "Retorne à posição inicial de forma gradual, sem soltar totalmente a tensão."
        ],
        "why_do_it": [
            "Promove fortalecimento muscular específico.",
            "Permite isolar músculos laterais com maior precisão.",
            "Contribui para correção postural e equilíbrio muscular.",
            "Oferece variação no treino, aumentando a eficiência do programa."
        ],
        "precautions": [
            "Mantenha o core ativado durante todo o movimento.",
            "Evite movimentos bruscos ou excesso de carga.",
            "Certifique-se de que a barra esteja bem encaixada na máquina.",
            "Respeite os limites articulares e musculares."
        ],
        "restrictions": [
            "Indivíduos com problemas nos ombros, coluna ou articulações devem evitar ou adaptar o exercício.",
            "Não é recomendado para iniciantes sem orientação adequada.",
            "Evitar em casos de lesões recentes ou inflamações."
        ],
        "substitutions": [
            "Elevações laterais com halteres.",
            "Abduções de quadril no cabo.",
            "Movimentos similares em máquinas de cabo crossover."
        ],
        "related_muscles": [
            "Deltoides (principalmente porção lateral).",
            "Músculos estabilizadores do core.",
            "Pequenos músculos sinergistas dos ombros e costas."
        ]
    },
    {
        "id": "43",
        "name": "Exercício: Alcance e Capture",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-reach-and-catch-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-reach-and-catch-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se de costas com ambas as mãos sobre uma das pernas.",
            "2. Estenda-se em direção ao seu joelho, flexionando seus abdominais e oblíquos.",
            "3. Faça a quantidade prescrita de repetições e depois troque de lado."
        ],
        "what_is": [
            "Um exercício funcional que envolve movimentos de agachamento e extensão, combinando força e coordenação motora.",
            "É amplamente utilizado para melhorar a capacidade atlética e o condicionamento físico.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés alinhados aos ombros e os braços estendidos à frente.",
            "Flexione os joelhos e quadris, descendo até uma posição de agachamento parcial.",
            "Realize um salto explosivo, elevando os braços e estendendo completamente as pernas.",
            "Ao retornar ao solo, absorva o impacto flexionando novamente os joelhos e quadris."
        ],
        "why_do_it": [
            "Desenvolve potência muscular, melhora a coordenação motora e fortalece grupos musculares importantes para atividades do dia a dia e esportes."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante todo o movimento.",
            "Evite saltos excessivamente altos se não houver preparação adequada.",
            "Aterrissagens devem ser suaves, com ênfase na dissipação do impacto."
        ],
        "restrictions": [
            "Indivíduos com problemas nas articulações dos joelhos ou tornozelos devem evitar.",
            "Pessoas com lesões lombares ou fragilidade óssea precisam consultar um profissional antes de executar."
        ],
        "substitutions": [
            "Agachamento com salto estático.",
            "Step-up com halteres.",
            "Agachamento com peso corporal sem salto."
        ],
        "related_muscles": [
            "Quadríceps.",
            "Glúteos.",
            "Isquiotibiais.",
            "Panturrilhas.",
            "Músculos eretores da coluna."
        ]
    },
    {
        "id": "44",
        "name": "Exercício: Limpador de para-brisa",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-windshield-wiper-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-windshield-wiper-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se de costas, braços estendidos, pernas juntas.",
            "2. Levante as pernas até 90 graus.",
            "3. Gire as pernas de um lado para o outro, mantendo os ombros no chão."
        ],
        "what_is": [
            "É um exercício que envolve movimentos de flexão e extensão das pernas, simulando o movimento de um limpador de para-brisa.",
            "Ele é realizado geralmente em decúbito dorsal (deitado de costas) com as pernas elevadas.."
        ],
        "how_to_execute": [
            "Deite-se de costas no chão ou colchonete.",
            "Eleve as pernas unidas até formar um ângulo de 90 graus com o tronco.",
            "Mantenha os braços ao lado do corpo para estabilização.",
            "Abra as pernas lateralmente, descendo-as em direção ao chão, sem tocar o solo.",
            "Retorne as pernas à posição central e cruze-as para o lado oposto.",
            "Repita o movimento de forma contínua."
        ],
        "why_do_it": [
            "Fortalece a musculatura abdominal.",
            "Melhora a mobilidade da região lombar e dos quadris.",
            "Auxilia na estabilização do core."
        ],
        "precautions": [
            "Evite realizar o movimento com velocidade excessiva.",
            "Mantenha o abdômen contraído para proteger a região lombar.",
            "Não force o movimento caso sinta desconforto na coluna."
        ],
        "restrictions": [
            "Pessoas com problemas na coluna lombar ou discopatias devem evitar.",
            "Indivíduos com lesões recentes nos quadris ou articulações dos joelhos não devem executar."
        ],
        "substitutions": [
            "Elevação de pernas alternadas.",
            "Prancha lateral com rotação.",
            "Bicicleta no chão."
        ],
        "related_muscles": [
            "Reto abdominal.",
            "Oblíquos internos e externos.",
            "Transverso abdominal.",
            "Flexores do quadril."
        ]
    },
    {
        "id": "45",
        "name": "Exercício: Prancha Lateral para Cima e para Baixo",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-bodyweight-side-plank-up-down-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-bodyweight-side-plank-up-down-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece com o cotovelo e o quadril no chão. Mão em punho neutro ou mão aberta apoiada no chão.",
            "2. Comece na posição de prancha lateral e, em seguida, abaixe seus quadris até o chão.",
            "3. Puxe seus quadris para trás em direção ao teto para completar a repetição."
        ],
        "what_is": [
            "Um exercício isométrico que envolve a elevação e abaixamento do quadril enquanto se mantém uma posição lateral no chão.",
            "É comumente utilizado para fortalecer os músculos da região abdominal e lombar.."
        ],
        "how_to_execute": [
            "Deite-se de lado, apoiando o corpo nos antebraços e na lateral dos pés.",
            "Eleve os quadris até formar uma linha reta com o corpo.",
            "Abaixe lentamente os quadris em direção ao chão sem tocá-lo.",
            "Retorne à posição inicial, elevando os quadris novamente.",
            "Repita o movimento pelo número desejado de repetições antes de trocar de lado."
        ],
        "why_do_it": [
            "Fortalece os músculos estabilizadores do core, melhora a postura, auxilia na prevenção de lesões lombares e promove maior equilíbrio muscular entre os lados do corpo."
        ],
        "precautions": [
            "Mantenha o corpo alinhado durante toda a execução.",
            "Evite girar ou inclinar o tronco.",
            "Não deixe os quadris tocarem o chão ao abaixar.",
            "Respeite sua amplitude de movimento e evite compensações."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna lombar ou nos ombros devem consultar um profissional antes de realizar o exercício.",
            "Gestantes ou pessoas com desconforto no quadril podem precisar adaptar o movimento."
        ],
        "substitutions": [
            "Prancha Frontal",
            "Elevação Lateral de Pernas",
            "Prancha Lateral Estática",
            "Abdominal Oblíquo com Rotação"
        ],
        "related_muscles": [
            "Oblíquos internos e externos",
            "Transverso do abdômen",
            "Reto abdominal",
            "Quadrado lombar",
            "Glúteos",
            "Músculos paravertebrais"
        ]
    },
    {
        "id": "46",
        "name": "Exercício: Prancha Lateral com Alcance",
        "level": "Avançado",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-bodyweight-side-plank-reach-through-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-bodyweight-side-plank-reach-through-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece na posição lateral de prancha com o cotovelo.",
            "2. Estique a sua mão livre em direção ao teto.",
            "3. Gire na região média e superior da coluna e estenda-se através do espaço aberto entre o chão e seu tronco.",
            "4. Estenda-se para trás e depois gire de volta para a posição inicial."
        ],
        "what_is": [
            "Um exercício isométrico que envolve a sustentação do corpo em posição lateral, combinado com um movimento de alcance com o braço superior.",
            "Ele combina força, estabilidade e mobilidade.."
        ],
        "how_to_execute": [
            "Deite-se de lado, apoiando o antebraço no chão, com o cotovelo alinhado diretamente abaixo do ombro.",
            "Erga os quadris do chão, formando uma linha reta desde os ombros até os pés.",
            "Estique o braço superior em direção ao teto, mantendo o tronco estável.",
            "Lentamente, mova o braço superior para frente, realizando o alcance, enquanto mantém o equilíbrio.",
            "Retorne à posição inicial e repita o movimento."
        ],
        "why_do_it": [
            "Melhora a estabilidade do core e da região lombar.",
            "Fortalece os músculos oblíquos e promove equilíbrio muscular.",
            "Aumenta a mobilidade do ombro e coordenação motora."
        ],
        "precautions": [
            "Mantenha o corpo alinhado para evitar sobrecarga na coluna.",
            "Evite girar o tronco excessivamente durante o movimento.",
            "Respeite os limites de amplitude articular do ombro."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna lombar ou cervical devem evitar ou adaptar o exercício.",
            "Pessoas com lesões no ombro ou cotovelo podem encontrar dificuldade no movimento.",
            "Gestantes devem consultar um profissional antes de executar."
        ],
        "substitutions": [
            "Prancha lateral estática sem o alcance.",
            "Prancha frontal com rotação de tronco.",
            "Exercícios de fortalecimento do core em decúbito dorsal."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Transverso abdominal.",
            "Músculos paravertebrais.",
            "Deltoides e rotadores do manguito rotador.",
            "Glúteos e adutores."
        ]
    },
    {
        "id": "47",
        "name": "Exercício: Agachamento Offset com Halteres",
        "level": "Intermediário",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-dumbbell-offset-squat-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-dumbbell-offset-squat-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure um haltere sobre um ombro.",
            "2. Inicie o agachamento empurrando seus quadris para trás.",
            "3. Evite fazer qualquer torção. Tente manter os ombros alinhados."
        ],
        "what_is": [
            "Consiste em um movimento de agachamento unilateral, onde uma das mãos segura um haltere ao lado do corpo.",
            "A carga é mantida de forma assimétrica, o que desafia a estabilidade e o equilíbrio durante a execução.."
        ],
        "how_to_execute": [
            "Fique em pé com os pés na largura dos ombros.",
            "Segure um haltere em uma das mãos, mantendo o braço estendido ao lado do corpo.",
            "Dê um passo à frente ou lateralmente com uma perna, transferindo o peso para essa perna enquanto flexiona os quadris e joelhos.",
            "Desça até que a coxa da perna trabalhando fique paralela ao chão ou próximo disso.",
            "Empurre através do calcanhar para retornar à posição inicial."
        ],
        "why_do_it": [
            "Melhora a estabilidade e o equilíbrio corporal.",
            "Trabalha a força unilateral, corrigindo possíveis desequilíbrios musculares.",
            "Ativa intensamente o core devido à carga assimétrica.",
            "Promove funcionalidade e coordenação motora."
        ],
        "precautions": [
            "Mantenha o tronco ereto e evite inclinar excessivamente o torso para frente.",
            "Evite deixar os joelhos ultrapassarem muito a linha dos dedos dos pés.",
            "Use cargas adequadas para evitar compensações posturais.",
            "Respeite a amplitude articular individual para prevenir lesões."
        ],
        "restrictions": [
            "Indivíduos com problemas graves nos joelhos, quadril ou coluna devem evitar ou adaptar o exercício.",
            "Pessoas com lesões recentes no ombro ou na região lombar devem consultar um profissional antes de realizar."
        ],
        "substitutions": [
            "Agachamento unilateral com kettlebell.",
            "Agachamento búlgaro com halteres.",
            "Lunges com halteres.",
            "Agachamento com barra guiada."
        ],
        "related_muscles": [
            "Quadríceps.",
            "Glúteos.",
            "Isquiotibiais.",
            "Panturrilhas.",
            "Core (abdômen e oblíquos).",
            "Estabilizadores do ombro e da região lombar."
        ]
    },
    {
        "id": "48",
        "name": "Exercício: Flexão Lateral com Halteres Acima da Cabeça",
        "level": "Avançado",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-dumbbell-overhead-side-bend-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-dumbbell-overhead-side-bend-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece em pé com os pés afastados na largura dos ombros e segurando um haltere acima da cabeça.",
            "2. Desta posição inicial, curve-se para o lado tanto quanto puder, mantendo seus pés firmes no chão e seu core ativado."
        ],
        "what_is": [
            "Movimento unilateral que envolve inclinação lateral do tronco enquanto os halteres são mantidos acima da cabeça.",
            "Visa trabalhar a musculatura do core e da região lateral do tronco.."
        ],
        "how_to_execute": [
            "Fique em posição ereta, com os pés na largura dos ombros.",
            "Eleve os halteres acima da cabeça, mantendo os braços estendidos.",
            "Incline o tronco lateralmente para um dos lados, mantendo o movimento controlado.",
            "Retorne à posição inicial e repita para o lado oposto."
        ],
        "why_do_it": [
            "Fortalece os músculos abdominais oblíquos.",
            "Melhora a estabilidade e resistência do core.",
            "Auxilia no equilíbrio muscular entre os lados do corpo."
        ],
        "precautions": [
            "Mantenha o tronco estável e evite balançar.",
            "Evite inclinar excessivamente o tronco para prevenir lesões na coluna.",
            "Use cargas adequadas ao nível de força e controle."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral ou discos intervertebrais devem evitar.",
            "Não é recomendado para pessoas com dor ou desconforto persistente nas costas."
        ],
        "substitutions": [
            "Flexão lateral com halteres ao lado do corpo.",
            "Flexão lateral com barra.",
            "Prancha lateral com rotação."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Reto abdominal.",
            "Transverso abdominal.",
            "Músculos eretores da espinha."
        ]
    },
    {
        "id": "49",
        "name": "Exercício: Prancha Lateral com Alteres para Cima e para Baixo",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-dumbbell-side-plank-up-down-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-dumbbell-side-plank-up-down-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece deitando de lado com os pés empilhados um sobre o outro e um haltere no seu quadril.",
            "2. Coloque o cotovelo inferior no chão abaixo do seu ombro e contraia seu abdômen para levantar os quadris do chão.",
            "3. Seus quadris farão todo o movimento. Pense, quadris para cima, quadris para baixo."
        ],
        "what_is": [
            "Um exercício de fortalecimento que trabalha principalmente os músculos do core e dos ombros, utilizando uma posição lateral com apoio e um peso adicional para aumentar a dificuldade."
        ],
        "how_to_execute": [
            "Deite-se de lado, apoiando o corpo no antebraço, com os pés empilhados.",
            "Segure um haltere com a mão superior, mantendo o braço estendido ao longo do corpo.",
            "Eleve os quadris até formar uma linha reta com o corpo.",
            "Levante o braço com o haltere em direção ao teto, mantendo o controle.",
            "Abaixe o braço lentamente até a posição inicial."
        ],
        "why_do_it": [
            "Fortalece o core, melhora a estabilidade lateral e promove equilíbrio muscular.",
            "Também auxilia na prevenção de lesões posturais.."
        ],
        "precautions": [
            "Mantenha o core ativado durante toda a execução.",
            "Evite inclinar o tronco para frente ou para trás.",
            "Não use pesos excessivos que comprometam a forma correta."
        ],
        "restrictions": [
            "Indivíduos com problemas nos ombros, cotovelos ou coluna devem evitar ou adaptar o movimento sob orientação profissional."
        ],
        "substitutions": [
            "Prancha lateral estática sem peso",
            "Elevação lateral com halteres em pé",
            "Prancha lateral com rotação de tronco"
        ],
        "related_muscles": [
            "Oblíquos",
            "Transverso abdominal",
            "Deltóide (ombro)",
            "Serrátil anterior",
            "Glúteos"
        ]
    },
    {
        "id": "50",
        "name": "Exercício: Variação da Postura do Portal com Braço Estendido para o Lado",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-gate-pose-arm-extended-on-side-of-head-looking-up-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-gate-pose-arm-extended-on-side-of-head-looking-up-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece ajoelhado e estenda sua perna direita para o lado.",
            "2. Levante seu braço direito acima da sua cabeça e alcance em direção ao lado esquerdo da sala.",
            "3. Dobre suavemente o seu corpo para o lado esquerdo e apoie a sua mão esquerda na coxa esquerda.",
            "4. Olhe para a sua mão direita e mantenha a pose por algumas respirações antes de trocar de lado."
        ],
        "what_is": [
            "Uma variação da postura clássica que combina equilíbrio, força e alongamento.",
            "Envolve a extensão lateral de um braço enquanto se mantém uma posição estática desafiadora.."
        ],
        "how_to_execute": [
            "Posicione-se em uma postura estável, com os pés firmemente apoiados no chão.",
            "Estenda um braço lateralmente, alinhando-o com o ombro.",
            "Mantenha o tronco ereto e o core ativado para estabilizar o corpo.",
            "Sustente a posição por alguns segundos ou conforme sua capacidade.",
            "Retorne à posição inicial e repita alternando o lado, se necessário."
        ],
        "why_do_it": [
            "Melhora o equilíbrio e a coordenação corporal.",
            "Fortalece os músculos do core e dos membros superiores.",
            "Promove alongamento e consciência corporal.",
            "Pode ser usado como parte de treinos funcionais ou de reabilitação."
        ],
        "precautions": [
            "Evite movimentos bruscos ou compensatórios.",
            "Mantenha a coluna neutra para evitar sobrecarga na região lombar.",
            "Não force o corpo além de sua amplitude natural de movimento.",
            "Atente-se à respiração para manter o fluxo sanguíneo adequado."
        ],
        "restrictions": [
            "Indivíduos com lesões nos ombros, coluna ou articulações devem consultar um profissional antes de tentar.",
            "Gestantes ou pessoas com problemas de equilíbrio devem evitar ou adaptar o movimento.",
            "Não é recomendado para quem possui hipertensão severa ou condições cardiovasculares instáveis."
        ],
        "substitutions": [
            "Outras variações de posturas estáticas com foco semelhante.",
            "Exercícios de fortalecimento unilateral para membros superiores.",
            "Movimentos dinâmicos que promovam equilíbrio e coordenação."
        ],
        "related_muscles": [
            "Primários: Deltóide, trapézio e músculos do core (reto abdominal, oblíquos).",
            "Secundários: Peitoral maior, serrátil anterior e músculos paravertebrais."
        ]
    },
    {
        "id": "51",
        "name": "Exercício: Cabeça Girada Para o Joelho",
        "level": "Avançado",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-revolved-head-to-knee-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-revolved-head-to-knee-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se no chão com as pernas estendidas à sua frente.",
            "2. Dobre seu joelho direito e traga seu calcanhar em direção ao seu períneo.",
            "3. Coloque sua mão esquerda na parte externa do seu joelho direito e gire seu corpo para a direita.",
            "4. Estenda sua mão direita em direção ao seu pé esquerdo e olhe para cima em direção ao teto. Segure a pose por algumas respirações antes de trocar de lado."
        ],
        "what_is": [
            "É um exercício que envolve a rotação da cabeça em direção ao joelho, geralmente realizado em posição deitada ou sentada.",
            "Ele combina mobilidade cervical com movimentos coordenados dos membros inferiores.."
        ],
        "how_to_execute": [
            "Deite-se de costas ou sente-se com a coluna ereta.",
            "Dobre os joelhos e mantenha os pés apoiados no chão.",
            "Gire lentamente a cabeça em direção a um dos joelhos, mantendo o movimento controlado.",
            "Retorne à posição inicial e repita para o lado oposto.",
            "Mantenha a respiração regular durante a execução."
        ],
        "why_do_it": [
            "Melhora a mobilidade da coluna cervical.",
            "Aumenta a coordenação entre movimentos de cabeça e corpo.",
            "Pode auxiliar na correção postural e alívio de tensões musculares."
        ],
        "precautions": [
            "Evite realizar o movimento com velocidade excessiva.",
            "Mantenha o pescoço relaxado e evite forçar além do conforto.",
            "Não execute caso sinta dor ou desconforto durante o movimento."
        ],
        "restrictions": [
            "Indivíduos com problemas cervicais graves ou hérnias de disco devem evitar.",
            "Consulte um profissional de saúde antes de realizar o exercício se tiver histórico de lesões na região cervical."
        ],
        "substitutions": [
            "Rotações suaves da cabeça em posição neutra.",
            "Alongamento lateral do pescoço com suporte manual.",
            "Exercícios de mobilidade articular que não envolvam rotação cervical."
        ],
        "related_muscles": [
            "Primários: Músculos do pescoço (esternocleidomastoide, esplênio).",
            "Secundários: Músculos paravertebrais, trapézio, deltoides e flexores do quadril."
        ]
    },
    {
        "id": "52",
        "name": "Exercício: Torção Supina Deitada",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-supine-twist-lying-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-supine-twist-lying-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se de costas com os braços esticados para os lados.",
            "2. Dobre seu joelho direito e traga-o em direção ao seu peito.",
            "3. Gire lentamente seu corpo para o lado esquerdo, trazendo seu joelho direito pelo seu corpo em direção ao chão do lado esquerdo.",
            "4. Olhe para a sua mão direita e mantenha a pose por algumas respirações antes de mudar de lado."
        ],
        "what_is": [
            "Trata-se de um exercício que combina rotação e movimento de tronco, realizado em posição deitada.",
            "Ele foca na mobilidade e no fortalecimento de áreas específicas do corpo.."
        ],
        "how_to_execute": [
            "Deite-se de costas com os braços abertos em cruz, pernas flexionadas e pés apoiados no chão.",
            "Gire o tronco para um dos lados, levando o joelho oposto em direção ao chão enquanto mantém os ombros firmes.",
            "Retorne à posição inicial e repita o movimento alternando os lados."
        ],
        "why_do_it": [
            "Melhora a mobilidade da coluna torácica.",
            "Fortalece músculos estabilizadores do core.",
            "Auxilia na correção postural.",
            "Contribui para a prevenção de lesões relacionadas à má postura."
        ],
        "precautions": [
            "Evite realizar o movimento com velocidade excessiva.",
            "Mantenha o abdômen contraído para proteger a região lombar.",
            "Não force a amplitude se sentir desconforto ou dor."
        ],
        "restrictions": [
            "Indivíduos com problemas graves na coluna vertebral devem evitar.",
            "Pessoas com hérnia de disco ou lesões recentes devem consultar um profissional antes de executar."
        ],
        "substitutions": [
            "Torção sentada com bastão.",
            "Rotação de tronco em pé.",
            "Prancha lateral com rotação."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Reto abdominal.",
            "Músculos paravertebrais.",
            "Peitoral maior (auxiliar)."
        ]
    },
    {
        "id": "53",
        "name": "Exercício: Postura da Coisa Selvagem",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-wild-thing-pose-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-wild-thing-pose-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece na posição de cachorro olhando para baixo.",
            "2. Mova seu peso para a sua mão e pé esquerdos e levante a sua perna direita em direção ao teto.",
            "3. Dobre lentamente o seu joelho direito e desloque o seu peso para a mão direita enquanto abre o peito em direção ao teto.",
            "4. Olhe para a sua mão direita e mantenha a pose por algumas respirações antes de trocar de lado."
        ],
        "what_is": [
            "Trata-se de uma posição que combina elementos de força, equilíbrio e alongamento, frequentemente utilizada em práticas que mesclam exercícios funcionais, yoga e treinamento físico.",
            "Envolve o posicionamento do corpo em uma postura quadrúpede com ajustes específicos para ativar certos grupos musculares.."
        ],
        "how_to_execute": [
            "Posicione-se de quatro, com as mãos alinhadas abaixo dos ombros e os joelhos sob os quadris.",
            "Eleve os quadris levemente, trazendo o peso do corpo para as mãos e os joelhos.",
            "Arredonde as costas, contraindo o abdômen e puxando os ombros para longe das orelhas.",
            "Mantenha a cabeça alinhada com a coluna, olhando para baixo ou ligeiramente à frente.",
            "Sustente a posição por alguns segundos ou conforme sua capacidade."
        ],
        "why_do_it": [
            "Fortalece a musculatura profunda da coluna e do core.",
            "Melhora a postura e a estabilidade central.",
            "Auxilia na prevenção de dores nas costas.",
            "Promove conscientização corporal."
        ],
        "precautions": [
            "Evite curvar excessivamente a coluna, mantendo um arco natural.",
            "Não force o pescoço; ele deve estar relaxado e alinhado.",
            "Respeite seus limites e não execute se sentir desconforto."
        ],
        "restrictions": [
            "Problemas graves na coluna, como hérnias discais não tratadas.",
            "Lesões nos punhos ou nos ombros.",
            "Gestantes no terceiro trimestre devem consultar um profissional antes de tentar."
        ],
        "substitutions": [
            "Posição de gato e camelo.",
            "Plank modificado.",
            "Exercícios de prancha lateral."
        ],
        "related_muscles": [
            "Reto abdominal.",
            "Oblíquos.",
            "Transverso do abdômen.",
            "Músculos paravertebrais.",
            "Peitoral maior e deltóides."
        ]
    },
    {
        "id": "54",
        "name": "Exercício: Postura do Alongamento Lateral Sentado",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-seated-side-bend-pose-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-seated-side-bend-pose-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se confortavelmente no chão com as pernas cruzadas.",
            "2. Inspire e levante seu braço direito acima da sua cabeça.",
            "3. Ao expirar, incline seu corpo para o lado esquerdo e apoie a sua mão esquerda no chão.",
            "4. Olhe para o teto e mantenha a pose por algumas respirações. Depois, troque de lado e repita a pose do outro lado."
        ],
        "what_is": [
            "É um alongamento que visa esticar os músculos laterais do tronco, promovendo flexibilidade e alinhamento postural."
        ],
        "how_to_execute": [
            "Sente-se no chão com as pernas cruzadas ou estendidas à frente.",
            "Estique os braços acima da cabeça, mantendo-os próximos às orelhas.",
            "Incline o tronco para um dos lados, mantendo a coluna alongada.",
            "Mantenha a posição por 15-30 segundos e retorne ao centro.",
            "Repita para o lado oposto."
        ],
        "why_do_it": [
            "Ajuda a melhorar a mobilidade da coluna torácica, alonga os músculos intercostais e oblíquos, além de auxiliar na correção postural e redução de tensões musculares."
        ],
        "precautions": [
            "Evite inclinar o corpo para frente ou para trás durante o movimento.",
            "Mantenha os ombros relaxados e longe das oregas.",
            "Não force a amplitude do movimento se sentir desconforto."
        ],
        "restrictions": [
            "Indivíduos com lesões na coluna vertebral, hérnias discais ou problemas nas costelas devem evitar este exercício sem orientação profissional."
        ],
        "substitutions": [
            "Alongamento lateral em pé.",
            "Alongamento com o uso de faixas ou varas.",
            "Rotação sentada."
        ],
        "related_muscles": [
            "Músculos oblíquos internos e externos.",
            "Músculos intercostais.",
            "Músculos eretores da espinha.",
            "Grande dorsal."
        ]
    },
    {
        "id": "55",
        "name": "Exercício: Prancha Lateral de Antebraço com Bola Bosu",
        "level": "Intermediário",
        "execution_type": "Bola Suíça",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bosu-Ball-forearm-sideplank-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bosu-Ball-forearm-sideplank-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se de um lado, antebraço no Bosu, cotovelo abaixo do ombro.",
            "2. Eleve os quadris para criar uma prancha lateral.",
            "3. Segure a posição de prancha lateral, depois troque de lado."
        ],
        "what_is": [
            "Um exercício de estabilização que combina força e equilíbrio, realizado com o apoio do antebraço e o uso de uma bola Bosu para aumentar a instabilidade."
        ],
        "how_to_execute": [
            "Posicione-se lateralmente ao lado da bola Bosu.",
            "Apoie o antebraço no chão, alinhado abaixo do ombro.",
            "Coloque os pés empilhados ou cruzados sobre a parte plana da bola.",
            "Eleve os quadris até formar uma linha reta com o corpo.",
            "Mantenha o core ativado e sustente a posição por alguns segundos.",
            "Retorne à posição inicial e repita."
        ],
        "why_do_it": [
            "Desenvolve força nos músculos estabilizadores, melhora o equilíbrio e a propriocepção, além de fortalecer o core e os membros superiores."
        ],
        "precautions": [
            "Evite arquear as costas durante a execução.",
            "Mantenha o pescoço alinhado com a coluna.",
            "Não realize movimentos bruscos para evitar lesões."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral ou nos ombros devem evitar ou consultar um profissional antes de executar.",
            "Pessoas com dificuldades de equilíbrio podem encontrar desafios adicionais."
        ],
        "substitutions": [
            "Prancha lateral tradicional no chão.",
            "Prancha lateral com apoio dos joelhos.",
            "Uso de outros equipamentos como TRX ou kettlebell para variação."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Transverso abdominal.",
            "Músculos paravertebrais.",
            "Deltóide anterior e médio.",
            "Músculos estabilizadores do ombro."
        ]
    },
    {
        "id": "56",
        "name": "Exercício: Avanço Alternado e Torção com a Landmine",
        "level": "Avançado",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-landmine-alternating-lunge-and-twist-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-landmine-alternating-lunge-and-twist-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Instale o acessório de mina terrestre e carregue o peso.",
            "2. Fique de frente para o dispositivo de treino, segurando o peso afastado do seu peito.",
            "3. Dê um passo para trás com uma perna, agache fazendo um movimento de torção com o tronco em direção à perna da frente, retorne à posição inicial e repita do outro lado."
        ],
        "what_is": [
            "Consiste em um exercício funcional que combina movimentos de avanço alternado com torção do tronco, utilizando uma barra fixada em um suporte tipo landmine.",
            "O movimento envolve deslocamento e rotação simultâneos.."
        ],
        "how_to_execute": [
            "Posicione a barra no suporte landmine e segure-a com as duas mãos próximas ao topo.",
            "Fique em posição ereta, pés alinhados aos ombros.",
            "Dê um passo à frente com uma perna, realizando um afundo parcial.",
            "Enquanto avança, gire o tronco na direção da perna que avançou, mantendo os braços estendidos e a barra alinhada.",
            "Retorne à posição inicial e repita alternando as pernas."
        ],
        "why_do_it": [
            "Melhora a coordenação motora e a estabilidade do core.",
            "Desenvolve força funcional e equilíbrio dinâmico.",
            "Trabalha grupos musculares múltiplos em movimentos integrados."
        ],
        "precautions": [
            "Mantenha o core ativado durante todo o movimento para proteger a coluna.",
            "Evite girar o tronco de forma excessiva ou rápida, prevenindo lesões na região lombar.",
            "Certifique-se de que a barra esteja firmemente fixada no suporte."
        ],
        "restrictions": [
            "Indivíduos com problemas nos joelhos, quadril ou coluna devem evitar ou adaptar o movimento.",
            "Não é recomendado para quem tem limitações de mobilidade ou equilíbrio."
        ],
        "substitutions": [
            "Woodchoppers com cabo ou elástico.",
            "Afundos com torção segurando um haltere ou kettlebell.",
            "Rotações de tronco com bastão."
        ],
        "related_muscles": [
            "Quadríceps, glúteos e isquiotibiais (pernas).",
            "Oblíquos internos e externos (core).",
            "Peitoral maior, deltóides e rotadores do ombro."
        ]
    },
    {
        "id": "57",
        "name": "Exercício: Abdução de Quadril na Prancha Lateral com Bola Bosu",
        "level": "Avançado",
        "execution_type": "Bola Suíça",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bosu-Ball-hand-sideplank-hip-abduction-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bosu-Ball-hand-sideplank-hip-abduction-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece em uma prancha lateral com a mão no Bosu.",
            "2. Levante a perna de cima enquanto mantém o corpo estável.",
            "3. Abaixe a perna novamente."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que combina estabilização e fortalecimento, utilizando uma prancha lateral como base e uma bola Bosu para aumentar o desafio proprioceptivo.",
            "Envolve a elevação da perna superior em abdução enquanto se mantém a posição lateral.."
        ],
        "how_to_execute": [
            "Posicione-se em decúbito lateral sobre o antebraço, com os pés apoiados na parte plana da bola Bosu.",
            "Mantenha o corpo alinhado (orelha, ombro, quadril e calcanhar).",
            "Eleve a perna superior, realizando a abdução do quadril.",
            "Retorne à posição inicial de forma controlada.",
            "Repita o movimento pelo número de repetições desejado antes de trocar de lado."
        ],
        "why_do_it": [
            "Melhora a estabilidade e força dos músculos do core.",
            "Fortalece os músculos abdutores do quadril.",
            "Aumenta a propriocepção e equilíbrio.",
            "Promove maior resistência muscular localizada."
        ],
        "precautions": [
            "Mantenha o tronco estável durante o movimento para evitar compensações.",
            "Evite rotação excessiva do quadril ou ombros.",
            "Certifique-se de que a bola Bosu esteja posicionada corretamente para evitar escorregões."
        ],
        "restrictions": [
            "Indivíduos com lesões no ombro, cotovelo ou punho devem evitar este exercício.",
            "Pessoas com instabilidade no quadril ou problemas graves de equilíbrio devem consultar um profissional antes de executá-lo.",
            "Gestantes ou pessoas com condições específicas devem buscar orientação médica."
        ],
        "substitutions": [
            "Abdução de quadril na prancha lateral sem equipamentos.",
            "Abdução de quadril em pé com caneleira ou elástico.",
            "Elevação lateral de pernas em decúbito lateral no solo."
        ],
        "related_muscles": [
            "Primários: Glúteo médio e mínimo.",
            "Secundários: Oblíquos, transverso do abdômen, deltóide anterior, tensor da fáscia lata.",
            "Estabilizadores: Músculos do core, serrátil anterior, adutores do quadril."
        ]
    },
    {
        "id": "58",
        "name": "Exercício: Prancha Lateral com Mão na Bola Bosu",
        "level": "Intermediário",
        "execution_type": "Bola Suíça",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bosu-Ball-hand-sideplank-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bosu-Ball-hand-sideplank-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Coloque a mão no Bosu, braço esticado, de lado.",
            "2. Empilhe os pés e levante os quadris para a prancha lateral.",
            "3. Mantenha a posição de prancha lateral, depois troque de lado."
        ],
        "what_is": [
            "Um exercício de estabilização que combina força e equilíbrio, realizado em posição lateral com apoio da mão em uma bola Bosu.",
            "Envolve a ativação simultânea de músculos do core, ombros e membros inferiores.."
        ],
        "how_to_execute": [
            "Posicione-se de lado com o antebraço ou mão apoiada na bola Bosu.",
            "Estique as pernas, mantendo o corpo alinhado e os pés juntos.",
            "Eleve os quadris até formar uma linha reta entre ombros, quadris e tornozelos.",
            "Mantenha o abdômen contraído e o tronco estável durante o movimento.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Melhora a estabilidade e o equilíbrio corporal.",
            "Fortalece os músculos do core e ombros.",
            "Desafia a propriocepção ao utilizar uma superfície instável.",
            "Pode ser adaptado para diferentes níveis de condicionamento físico."
        ],
        "precautions": [
            "Evite arquear ou flexionar excessivamente a coluna durante a execução.",
            "Mantenha o pescoço alinhado com a coluna para evitar tensões.",
            "Certifique-se de que a bola Bosu esteja bem posicionada e estável no chão."
        ],
        "restrictions": [
            "Indivíduos com lesões nos ombros, cotovelos ou punhos devem evitar ou adaptar o exercício.",
            "Pessoas com problemas de equilíbrio ou vertigens devem realizar o movimento com supervisão.",
            "Não é recomendado para quem tem dores lombares agudas."
        ],
        "substitutions": [
            "Exercícios laterais com apoio no chão (isométricos).",
            "Prancha lateral com apoio em uma superfície estável (como um banco ou step).",
            "Utilização de outros equipamentos instáveis, como discos de equilíbrio."
        ],
        "related_muscles": [
            "Primários: Oblíquos internos e externos, transverso abdominal, deltóide anterior e lateral.",
            "Secundários: Reto abdominal, glúteos, adutores e quadríceps."
        ]
    },
    {
        "id": "59",
        "name": "Exercício: Rotativo de Madeira a Meio Joelho com Bola Medicinal",
        "level": "Iniciante",
        "execution_type": "Bola Suíça",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Medicine-Ball-half-kneeling-wood-chopper-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Medicine-Ball-half-kneeling-wood-chopper-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Ajoelhe-se com um joelho no chão, segurando uma bola medicinal.",
            "2. Gire o tronco até que a medicine ball esteja apontada para a direção oposta.",
            "3. Repita o movimento no outro lado."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que combina movimentos de rotação com o uso de uma bola medicinal, realizado em posição de meio joelho.",
            "O objetivo é trabalhar estabilização, força e coordenação motora.."
        ],
        "how_to_execute": [
            "Posicione-se de joelhos no chão, mantendo um dos joelhos apoiados e o outro flexionado à frente, formando um ângulo de 90 graus.",
            "Segure a bola medicinal com as duas mãos próxima ao peito.",
            "Realize uma rotação do tronco para um lado, estendendo os braços e levando a bola até o limite da amplitude.",
            "Retorne à posição inicial e repita o movimento para o lado oposto.",
            "Alterne os lados conforme necessário."
        ],
        "why_do_it": [
            "Melhora a estabilidade do core.",
            "Desenvolve força funcional.",
            "Aumenta a mobilidade torácica.",
            "Trabalha coordenação e equilíbrio."
        ],
        "precautions": [
            "Mantenha o tronco ereto durante o movimento.",
            "Evite compensações com ombros ou pescoço.",
            "Use uma bola medicinal de peso adequado ao nível de condicionamento.",
            "Respeite a amplitude articular confortável."
        ],
        "restrictions": [
            "Indivíduos com problemas graves na coluna vertebral.",
            "Pessoas com lesões recentes nos joelhos ou quadris.",
            "Condições inflamatórias agudas nas articulações."
        ],
        "substitutions": [
            "Rotação com bastão sobre os ombros.",
            "Torção com elástico resistivo.",
            "Movimentos de rotação com halter leve."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Reto abdominal.",
            "Transverso abdominal.",
            "Músculos paravertebrais.",
            "Quadríceps (na estabilização)."
        ]
    },
    {
        "id": "60",
        "name": "Exercício: Lançamento Lateral com Bola Medicinal para Parceiro",
        "level": "Iniciante",
        "execution_type": "Bola Suíça",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Medicine-Ball-partner-side-toss-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Medicine-Ball-partner-side-toss-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de frente para o parceiro, lado a lado.",
            "2. Jogue a bola medicinal para o lado do seu parceiro.",
            "3. Pegue e repita o lançamento do outro lado."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que envolve o lançamento de uma bola medicinal para um parceiro, utilizando movimentos laterais do tronco.",
            "O objetivo principal é trabalhar a coordenação motora, força e estabilização corporal.."
        ],
        "how_to_execute": [
            "Fique em pé, com os pés alinhados à largura dos ombros.",
            "Segure a bola medicinal com as duas mãos ao lado do corpo.",
            "Gire o tronco para um dos lados, mantendo os quadris estáveis.",
            "Realize o lançamento lateral da bola em direção ao parceiro, usando a rotação do tronco.",
            "O parceiro deve receber a bola e repetir o movimento no sentido oposto."
        ],
        "why_do_it": [
            "Melhora a coordenação motora e o trabalho em equipe.",
            "Fortalece músculos estabilizadores do tronco.",
            "Desenvolve potência e controle durante movimentos rotacionais.",
            "Auxilia no condicionamento físico geral."
        ],
        "precautions": [
            "Mantenha o core ativado durante toda a execução.",
            "Evite girar os quadris junto com o tronco; o movimento deve ser isolado.",
            "Use uma bola medicinal de peso adequado às suas condições físicas.",
            "Priorize a técnica correta ao invés de velocidade ou intensidade excessiva."
        ],
        "restrictions": [
            "Indivíduos com lesões na coluna vertebral ou problemas de mobilidade no tronco devem evitar.",
            "Não é recomendado para pessoas com limitações nos ombros ou cotovelos.",
            "Gestantes devem consultar um profissional antes de realizar."
        ],
        "substitutions": [
            "Rotação de tronco com cabo ou elástico.",
            "Arremesso de bola medicinal contra a parede.",
            "Movimentos funcionais com halteres ou kettlebells."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Reto abdominal.",
            "Transverso abdominal.",
            "Músculos paravertebrais.",
            "Peitoral maior e deltóides (secundariamente)."
        ]
    },
    {
        "id": "61",
        "name": "Exercício: Rotação de Madeira Ajoelhado com Bola Medicinal",
        "level": "Iniciante",
        "execution_type": "Bola Suíça",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Medicine-Ball-kneeling-wood-chopper-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Medicine-Ball-kneeling-wood-chopper-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Ajoelhe-se, segurando uma bola medicinal.",
            "2. Gire o torso e arremesse a bola diagonalmente para baixo e para o lado.",
            "3. Repita o movimento do outro lado."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que combina rotação do tronco com estabilidade do core, realizado em posição ajoelhada e utilizando uma bola medicinal.",
            "Envolve movimentos dinâmicos que desafiam o equilíbrio e a força muscular.."
        ],
        "how_to_execute": [
            "Posicione-se ajoelhado no chão, segurando a bola medicinal com as duas mãos à altura do peito.",
            "Mantenha o tronco ereto e os glúteos contraídos para estabilizar a região lombar.",
            "Gire o tronco para um dos lados, levando a bola até próximo ao quadril.",
            "Retorne ao centro de forma controlada e repita o movimento para o lado oposto.",
            "Execute os movimentos com foco na estabilidade do core e controle da respiração."
        ],
        "why_do_it": [
            "Promove fortalecimento do core e melhora a estabilidade lombar.",
            "Aumenta a mobilidade torácica e a coordenação motora.",
            "Auxilia no desenvolvimento de força funcional aplicável em atividades do cotidiano ou esportivas."
        ],
        "precautions": [
            "Evite arquear excessivamente a coluna lombar durante a rotação.",
            "Mantenha os ombros relaxados e longe das orelhas.",
            "Não force a amplitude se sentir desconforto nas articulações ou músculos."
        ],
        "restrictions": [
            "Indivíduos com problemas graves na coluna vertebral devem evitar.",
            "Pessoas com lesões nos joelhos ou no ombro devem adaptar ou substituir o exercício.",
            "Consulte um profissional antes de realizar o exercício caso tenha condições pré-existentes."
        ],
        "substitutions": [
            "Rotação de tronco com cabo ou elástico.",
            "Torção russa com peso ou sem carga.",
            "Movimentos similares em pé ou sentado."
        ],
        "related_muscles": [
            "Reto abdominal",
            "Oblíquos externos e internos",
            "Transverso do abdômen",
            "Músculos paravertebrais",
            "Peitoral maior e deltoides (secundariamente)"
        ]
    },
    {
        "id": "62",
        "name": "Exercício: Arco-Íris de Slam com Bola Medicinal",
        "level": "Iniciante",
        "execution_type": "Bola Suíça",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Medicine-Ball-rainbow-slam-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Medicine-Ball-rainbow-slam-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Erga a bola medicinal acima da cabeça.",
            "2. Jogue a bola com força para um lado.",
            "3. Pegue e repita a batida para o outro lado."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que combina movimentos dinâmicos com o uso de uma bola medicinal.",
            "Ele envolve a execução de arcos com os braços, simulando a forma de um arco-íris, enquanto se realiza um agachamento ou deslocamento lateral.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, segurando a bola medicinal com as duas mãos.",
            "Inicie o movimento com os braços estendidos à frente do corpo.",
            "Realize um agachamento ou afundo lateral simultaneamente ao traçar um arco com a bola acima da cabeça, passando de um lado ao outro.",
            "Retorne à posição inicial e repita o movimento alternando os lados."
        ],
        "why_do_it": [
            "Melhora a coordenação motora e equilíbrio.",
            "Fortalece os músculos do core e membros superiores.",
            "Promove flexibilidade e mobilidade articular.",
            "Auxilia no condicionamento cardiovascular quando realizado em série."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante todo o movimento para evitar sobrecarga na região lombar.",
            "Evite realizar o exercício com peso excessivo, priorizando a técnica adequada.",
            "Certifique-se de ter espaço suficiente para evitar colisões."
        ],
        "restrictions": [
            "Indivíduos com problemas articulares nos ombros, joelhos ou coluna devem consultar um profissional antes de executar.",
            "Pessoas com hipertensão ou condições cardiovasculares graves devem evitar esforços intensos."
        ],
        "substitutions": [
            "Agachamento com rotação de tronco.",
            "Arco-íris sem o uso da bola medicinal (apenas com movimentos dos braços).",
            "Movimentos com halteres ou elástico resistivo."
        ],
        "related_muscles": [
            "Membros superiores: Deltoides, bíceps e tríceps.",
            "Core: Reto abdominal, oblíquos e transverso abdominal.",
            "Membros inferiores: Quadríceps, glúteos e isquiotibiais."
        ]
    },
    {
        "id": "63",
        "name": "Exercício: Rotação de Avanço Reverso com Bola Medicinal",
        "level": "Intermediário",
        "execution_type": "Bola Suíça",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Medicine-Ball-reverse-lunge-twist-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Medicine-Ball-reverse-lunge-twist-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure a bola medicinal no peito.",
            "2. Dê um passo atrás na posição de afundo, estenda seus braços, torça o tronco.",
            "3. Volte à posição inicial. Repita com a outra perna."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que combina rotação corporal e movimentos reversos, utilizando uma bola medicinal para promover estabilidade, força e coordenação.",
            "Envolve ações dinâmicas que trabalham tanto o core quanto os membros superiores.."
        ],
        "how_to_execute": [
            "Fique em posição ereta, segurando a bola medicinal com as duas mãos à frente do corpo.",
            "Realize uma rotação do tronco para um dos lados, levando a bola para trás do corpo.",
            "Retorne rapidamente ao centro e, em seguida, execute uma rotação para o lado oposto, invertendo o movimento.",
            "Repita o padrão de forma contínua, alternando os lados."
        ],
        "why_do_it": [
            "Melhora a coordenação motora e o controle corporal.",
            "Fortalece o core e promove estabilidade.",
            "Aumenta a capacidade de geração de potência nos movimentos rotacionais.",
            "Contribui para a prevenção de lesões relacionadas ao desequilíbrio muscular."
        ],
        "precautions": [
            "Mantenha o core ativado durante todo o movimento.",
            "Evite realizar giros bruscos ou fora do controle.",
            "Certifique-se de que a bola medicinal tenha um peso adequado ao seu nível de força.",
            "Respeite a amplitude de movimento natural do corpo."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral devem evitar ou adaptar o exercício.",
            "Pessoas com lesões no ombro ou articulações instáveis devem consultar um profissional antes de executá-lo.",
            "Não é recomendado para quem apresenta limitações severas de mobilidade."
        ],
        "substitutions": [
            "Rotação com cabo ou elástico.",
            "Arremesso lateral de bola medicinal contra a parede.",
            "Torção sentado com bastão ou halteres leves."
        ],
        "related_muscles": [
            "Reto abdominal",
            "Oblíquos externos e internos",
            "Transverso abdominal",
            "Músculos paravertebrais",
            "Ombros (deltóides)",
            "Peitoral maior"
        ]
    },
    {
        "id": "64",
        "name": "Exercício: Lançamento do Medicine Ball em Estilo Lenhador",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Medicine-Ball-wood-chopper-toss-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Medicine-Ball-wood-chopper-toss-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de lado próximo a uma parede.",
            "2. Balance a bola medicinal através do seu corpo e jogue contra a parede.",
            "3. Capture e repita o arremesso do outro lado."
        ],
        "what_is": [
            "Consiste em um movimento funcional que simula o gesto de cortar lenha, utilizando um medicine ball para trabalhar diversos grupos musculares de forma integrada.",
            "Envolve coordenação motora, força e potência.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés afastados na largura dos ombros.",
            "Segure o medicine ball com as duas mãos ao lado do corpo, próximo ao quadril.",
            "Realize um movimento diagonal, levando o medicine ball de baixo para cima, como se estivesse \"cortando lenha\".",
            "Estique totalmente os braços no ponto mais alto do movimento.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Melhora a coordenação motora e o equilíbrio.",
            "Trabalha vários grupos musculares simultaneamente.",
            "Ajuda a desenvolver força funcional e potência.",
            "Promove a estabilização do core durante o movimento."
        ],
        "precautions": [
            "Mantenha o core ativado durante toda a execução.",
            "Evite arquear excessivamente a coluna lombar no ponto alto.",
            "Use um peso adequado ao seu nível de condicionamento.",
            "Execute o movimento de forma controlada, evitando movimentos bruscos."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral devem evitar ou adaptar o exercício.",
            "Pessoas com lesões nos ombros ou cotovelos devem consultar um profissional antes de realizar.",
            "Não é recomendado para iniciantes sem orientação adequada."
        ],
        "substitutions": [
            "Movimento de rotação com cabo ou elástico.",
            "Woodchop com halteres ou kettlebell.",
            "Exercícios funcionais como slam ball ou thrusters."
        ],
        "related_muscles": [
            "Core (abdômen, oblíquos e transverso abdominal).",
            "Ombros e braços (deltóides, bíceps e tríceps).",
            "Músculos da região lombar e quadril.",
            "Estabilizadores do tronco e músculos das pernas."
        ]
    },
    {
        "id": "65",
        "name": "Exercício: Madeira de Bola Medicinal para Cortar",
        "level": "Iniciante",
        "execution_type": "Bola Suíça",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Medicine-Ball-wood-chopper-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Medicine-Ball-wood-chopper-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure a bola medicinal com ambas as mãos e braços estendidos.",
            "2. Balance a bola diagonalmente pelo corpo, engajando o core."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que combina coordenação motora, equilíbrio e fortalecimento muscular.",
            "Envolve o uso de uma bola medicinal para realizar movimentos que simulam o ato de cortar madeira, trabalhando principalmente a parte superior do corpo e o core.."
        ],
        "how_to_execute": [
            "Fique em posição ereta, segurando a bola medicinal com as duas mãos.",
            "Levante a bola acima da cabeça, estendendo os braços completamente.",
            "Desça a bola rapidamente em direção ao chão, como se estivesse \"cortando madeira\".",
            "Ao mesmo tempo, flexione os joelhos e incline o tronco ligeiramente para frente.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Melhora a coordenação motora e o controle corporal.",
            "Fortalece os músculos do core e da parte superior do corpo.",
            "Aumenta a capacidade cardiovascular quando realizado de forma repetida.",
            "Promove maior estabilidade articular."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante todo o movimento.",
            "Evite forçar os ombros ao levantar ou descer a bola.",
            "Use calçados adequados para garantir estabilidade no solo."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral devem evitar este exercício.",
            "Pessoas com lesões nos ombros ou cotovelos devem consultar um profissional antes de realizá-lo.",
            "Gestantes devem adaptar o movimento ou buscar alternativas mais seguras."
        ],
        "substitutions": [
            "Movimentos com halteres, como o arremesso por cima do ombro.",
            "Exercícios funcionais com cabos ou elásticos.",
            "Flexões ou outros exercícios que ativem o core e membros superiores."
        ],
        "related_muscles": [
            "Principais : Deltóides, trapézio, bíceps, tríceps, oblíquos e reto abdominal.",
            "Secundários : Quadríceps, glúteos e isquiotibiais (para estabilização)."
        ]
    },
    {
        "id": "66",
        "name": "Exercício: Torção Russa com Bola Medicinal",
        "level": "Intermediário",
        "execution_type": "Bola Suíça",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Medicine-Ball-russian-twist-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Medicine-Ball-russian-twist-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se com os joelhos dobrados, pés fora do chão.",
            "2. Gire o tronco de um lado para o outro, tocando a bola medicinal no chão."
        ],
        "what_is": [
            "É um exercício funcional que utiliza uma bola medicinal para trabalhar a região central do corpo, combinando rotação e força."
        ],
        "how_to_execute": [
            "Sente-se no chão com os joelhos flexionados e os pés apoiados.",
            "Segure a bola medicinal com as duas mãos na altura do peito.",
            "Incline o tronco levemente para trás, mantendo a coluna neutra.",
            "Gire o tronco para um lado, levando a bola até próximo ao quadril.",
            "Retorne ao centro e gire para o lado oposto.",
            "Repita de forma controlada."
        ],
        "why_do_it": [
            "Fortalece os músculos centrais.",
            "Melhora a estabilidade e coordenação.",
            "Aumenta a resistência da musculatura abdominal.",
            "Trabalha a rotação torácica."
        ],
        "precautions": [
            "Mantenha a coluna alinhada durante todo o movimento.",
            "Evite movimentos bruscos ou uso excessivo de momentum.",
            "Respeite sua amplitude de movimento natural."
        ],
        "restrictions": [
            "Indivíduos com problemas lombares ou hernia de disco devem evitar.",
            "Não é recomendado para quem tem lesões nos ombros ou cotovelos.",
            "Gestantes devem consultar um médico antes de realizar."
        ],
        "substitutions": [
            "Rotação com bastão.",
            "Torção sentada sem peso.",
            "Rotação com halteres leve."
        ],
        "related_muscles": [
            "Reto abdominal.",
            "Oblíquos internos e externos.",
            "Transverso abdominal.",
            "Músculos eretores da espinha.",
            "Peitorais e deltóides (secundariamente)."
        ]
    },
    {
        "id": "67",
        "name": "Exercício: Madeira de Bola Medicinal para Cortar",
        "level": "Iniciante",
        "execution_type": "Bola Suíça",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Medicine-Ball-wood-chopper-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Medicine-Ball-wood-chopper-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure a bola medicinal com ambas as mãos e braços estendidos.",
            "2. Balance a bola diagonalmente pelo corpo, engajando o core."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que combina movimentos coordenados para trabalhar estabilização, equilíbrio e força muscular.",
            "Utiliza uma bola medicinal como ferramenta principal para adicionar resistência ao movimento.."
        ],
        "how_to_execute": [
            "Posicione-se em pé com os pés alinhados aos ombros, segurando a bola medicinal com as duas mãos.",
            "Eleve a bola acima da cabeça, mantendo os braços estendidos.",
            "Realize uma rotação diagonal do tronco enquanto desce a bola em direção ao chão, cruzando o corpo até tocar o lado oposto do pé.",
            "Retorne à posição inicial de forma controlada, repetindo o movimento para o lado desejado."
        ],
        "why_do_it": [
            "Promove fortalecimento muscular e estabilidade articular.",
            "Melhora coordenação motora e mobilidade.",
            "Trabalha músculos profundos do core e membros superiores/inferiores."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante todo o movimento.",
            "Evite movimentos bruscos ou excessivamente rápidos.",
            "Certifique-se de que o peso da bola é adequado ao nível de força e controle."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral devem evitar movimentos de rotação intensos.",
            "Pessoas com lesões nos ombros ou articulações dos punhos devem adaptar ou evitar o exercício.",
            "Grávidas devem consultar um profissional antes de realizar movimentos de torção."
        ],
        "substitutions": [
            "Bola medicinal pode ser substituída por halteres ou discos de peso, se necessário.",
            "Outros exercícios de rotação do tronco podem ser alternativas, como giros com cabos ou faixas elásticas."
        ],
        "related_muscles": [
            "Oblíquos externos e internos.",
            "Reto abdominal.",
            "Transverso do abdômen.",
            "Deltóides.",
            "Músculos estabilizadores do quadril e lombar."
        ]
    },
    {
        "id": "68",
        "name": "Exercício: Inclinação Lateral Vitruviana",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Vitruvian-side-bend-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Vitruvian-side-bend-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure um dos acessórios de alça.",
            "2. Fique em pé, incline-se para o lado oposto do cabo."
        ],
        "what_is": [
            "Trata-se de um exercício que envolve o movimento lateral do tronco, geralmente realizado com ou sem o uso de resistência externa.",
            "O objetivo é trabalhar a musculatura responsável pela flexão lateral da coluna e fortalecer os músculos estabilizadores do core.."
        ],
        "how_to_execute": [
            "Fique em pé, com os pés alinhados aos ombros e o corpo ereto.",
            "Segure um peso (como um haltere) em uma das mãos ou mantenha as mãos livres.",
            "Incline o tronco lateralmente para o lado oposto ao peso, mantendo o movimento controlado.",
            "Retorne à posição inicial de forma suave e repetida.",
            "Alterne o lado, caso necessário."
        ],
        "why_do_it": [
            "Fortalece os músculos laterais do tronco.",
            "Melhora a estabilidade e equilíbrio corporal.",
            "Auxilia na correção postural.",
            "Pode ser benéfico para atletas que necessitam de maior resistência lateral."
        ],
        "precautions": [
            "Mantenha o movimento lento e controlado para evitar lesões.",
            "Evite inclinar excessivamente o tronco, o que pode sobrecarregar a coluna.",
            "Certifique-se de que a postura esteja alinhada durante toda a execução.",
            "Não force o movimento caso sinta desconforto ou dor."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna, como hérnias de disco ou escoliose, devem consultar um profissional antes de realizar o exercício.",
            "Pessoas com lesões nos ombros ou no pescoço devem evitar o uso de pesos adicionais."
        ],
        "substitutions": [
            "Flexão lateral com elástico.",
            "Movimentos isométricos laterais com prancha.",
            "Flexão lateral sentada com barra."
        ],
        "related_muscles": [
            "Oblíquos externos e internos.",
            "Transverso abdominal.",
            "Quadrado lombar.",
            "Músculos paravertebrais."
        ]
    },
    {
        "id": "69",
        "name": "Exercício: Torção Estacionária na Landmine",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-landmine-stationary-twist-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-landmine-stationary-twist-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure a ponta da barra. Comece com uma postura na largura dos ombros.",
            "2. Leve ambos os braços para um lado e mantenha seus cotovelos principalmente estendidos.",
            "3. Gire de um lado para o outro e tente resistir a torcer demais."
        ],
        "what_is": [
            "É um exercício funcional que utiliza o movimento de rotação do tronco para trabalhar a estabilização e força dinâmica.",
            "A ferramenta principal é uma barra fixada em um suporte ou canto, permitindo movimentos controlados de torção.."
        ],
        "how_to_execute": [
            "Posicione-se ao lado da barra fixada no suporte.",
            "Segure a extremidade da barra com ambas as mãos.",
            "Mantenha os pés afastados na largura dos ombros e os joelhos levemente flexionados.",
            "Gire o tronco para um lado, mantendo os braços estendidos e o core ativado.",
            "Retorne à posição inicial de forma controlada e repita o movimento."
        ],
        "why_do_it": [
            "Desenvolve estabilidade e força no core.",
            "Melhora a mobilidade e coordenação da região torácica.",
            "Fortalece músculos envolvidos em movimentos rotacionais, importantes para atividades esportivas e cotidianas."
        ],
        "precautions": [
            "Evite girar rapidamente ou usar momentum.",
            "Mantenha a coluna neutra durante toda a execução.",
            "Não sobrecarregue a barra com peso excessivo."
        ],
        "restrictions": [
            "Indivíduos com problemas lombares ou herniações devem evitar.",
            "Lesões nos ombros ou cotovelos podem limitar a execução.",
            "Consulte um profissional antes de realizar se tiver condições pré-existentes."
        ],
        "substitutions": [
            "Rotações com cabo ou elástico.",
            "Torções com bastão ou halteres.",
            "Movimentos de rotação com medicine ball."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Reto abdominal.",
            "Transverso do abdômen.",
            "Músculos eretores da espinha.",
            "Peitoral maior e deltoides (secundariamente)."
        ]
    },
    {
        "id": "70",
        "name": "Exercício: Vitruviano Ajoelhado Cortando Madeira",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Vitruvian-kneeling-wood-chopper-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Vitruvian-kneeling-wood-chopper-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure o acessório com as duas mãos e fique na posição ajoelhada.",
            "2. Gire através do seu corpo."
        ],
        "what_is": [
            "É um exercício funcional que combina flexibilidade, força e equilíbrio.",
            "Consiste em posicionar-se de forma semelhante a uma estátua de Vitruvius, com um joelho apoiado no chão, enquanto se realiza o movimento de cortar madeira com os braços.."
        ],
        "how_to_execute": [
            "Posicione-se de joelhos, com uma perna flexionada à frente e a outra apoiada no chão.",
            "Estique os braços acima da cabeça, segurando um objeto (como um cabo de vassoura ou halter leve).",
            "Realize o movimento como se estivesse cortando lenha, trazendo os braços diagonalmente para baixo em direção ao pé da perna flexionada.",
            "Retorne à posição inicial e repita o movimento."
        ],
        "why_do_it": [
            "Melhora a coordenação motora.",
            "Fortalece músculos do core e membros superiores.",
            "Aumenta a mobilidade articular.",
            "Desenvolve estabilidade postural."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante todo o movimento.",
            "Evite sobrecarga excessiva nos ombros.",
            "Certifique-se de que o joelho posicionado à frente não ultrapasse a linha dos dedos dos pés."
        ],
        "restrictions": [
            "Indivíduos com problemas graves na coluna ou articulações devem evitar o movimento.",
            "Pessoas com lesões recentes no ombro ou joelho podem ter dificuldade em executá-lo corretamente."
        ],
        "substitutions": [
            "Movimentos funcionais como o \"chopping\" com cabos ou elásticos.",
            "Exercícios de rotação de tronco com peso leve.",
            "Agachamento com halter ou peso livre."
        ],
        "related_muscles": [
            "Primários : Oblíquos, deltóides, peitoral maior.",
            "Secundários : Quadríceps, glúteos, adutores, eretores da espinha."
        ]
    },
    {
        "id": "71",
        "name": "Exercício: Rotação do Press Cabo Pallof",
        "level": "Iniciante",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-paloff-press-rotation-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-paloff-press-rotation-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Use um acessório de pegada, ajuste o cabo ao nível do mamilo, dê alguns passos para trás e fique de lado.",
            "2. Comece com as duas mãos no guidão e seus punhos contra o seu peito.",
            "3. Pressione a alça para frente até que seus cotovelos estejam totalmente estendidos, depois gire para longe do conjunto de cabos.",
            "4. Depois puxe a alça de volta ao seu peito."
        ],
        "what_is": [
            "Um exercício funcional que combina estabilidade do tronco com rotação dinâmica.",
            "É realizado com o auxílio de cabos ou resistências elásticas e foca na resistência à rotação.."
        ],
        "how_to_execute": [
            "Posicione-se ao lado do ponto de fixação do cabo ou da resistência.",
            "Segure a alça com as duas mãos, mantendo os braços estendidos à frente do corpo.",
            "Adote uma postura estável, com pés afastados na largura dos ombros e joelhos levemente flexionados.",
            "Gire o tronco para longe do ponto de fixação, mantendo os braços retos.",
            "Retorne lentamente à posição inicial, resistindo à tensão do cabo."
        ],
        "why_do_it": [
            "Melhora a estabilidade do core.",
            "Desenvolve força anti-rotação.",
            "Aumenta a coordenação e o controle motor.",
            "Prepara o corpo para movimentos funcionais e esportivos."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante todo o movimento.",
            "Evite compensações com ombros ou quadris.",
            "Use cargas adequadas para evitar desequilíbrio.",
            "Respire de forma controlada durante a execução."
        ],
        "restrictions": [
            "Indivíduos com lesões recentes na coluna ou ombros devem evitar.",
            "Pessoas com problemas de equilíbrio podem ter dificuldade em executá-lo corretamente.",
            "Consultar um profissional antes de realizar caso haja condições médicas pré-existentes."
        ],
        "substitutions": [
            "Rotações com bandas elásticas.",
            "Movimentos isométricos com resistência lateral.",
            "Exercícios de prancha com variações de rotação."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Transverso abdominal.",
            "Reto abdominal.",
            "Músculos eretores da espinha.",
            "Peitoral maior e deltóide (estabilizadores)."
        ]
    },
    {
        "id": "72",
        "name": "Exercício: Prancha Lateral com Alcance de Mão",
        "level": "Avançado",
        "execution_type": "Mão",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-hand-side-plank-reach-through-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-hand-side-plank-reach-through-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece na posição de prancha lateral.",
            "2. Estenda seu braço por baixo do seu corpo.",
            "3. Retorne à posição de prancha."
        ],
        "what_is": [
            "Um exercício isométrico que combina estabilização lateral com movimento de alcance, visando fortalecer e alongar partes específicas do corpo."
        ],
        "how_to_execute": [
            "Posicione-se em um apoio lateral, com o cotovelo alinhado abaixo do ombro e os pés empilhados.",
            "Eleve os quadris até formar uma linha reta do pescoço aos tornozelos.",
            "Estenda o braço superior ao longo do corpo ou realize um movimento de alcance à frente ou acima da cabeça.",
            "Mantenha a posição por alguns segundos ou realize repetições conforme orientação."
        ],
        "why_do_it": [
            "Fortalece músculos estabilizadores, melhora a postura e promove equilíbrio muscular, além de aumentar a mobilidade e coordenação."
        ],
        "precautions": [
            "Evite rotação excessiva ou colapso dos quadris.",
            "Mantenha o core ativado durante toda a execução.",
            "Respeite seus limites para evitar desconforto nas articulações."
        ],
        "restrictions": [
            "Indivíduos com problemas nos ombros, cotovelos ou coluna devem consultar um profissional antes de realizar o movimento."
        ],
        "substitutions": [
            "Prancha lateral estática.",
            "Prancha frontal com extensão de braço.",
            "Exercícios de fortalecimento unilateral com faixas elásticas."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Transverso abdominal.",
            "Músculos eretores da espinha.",
            "Deltóides e serrátil anterior."
        ]
    },
    {
        "id": "73",
        "name": "Exercício: Moinho de Vento Vitruviano",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Vitruvian-windmill-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Vitruvian-windmill-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure o acessório com uma mão e levante o braço acima da cabeça.",
            "2. Gire um pé para fora e outro pé para frente.",
            "3. Incline-se para o lado enquanto alcança seu pé."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que combina movimentos de rotação do tronco com extensão e flexão dos membros, simulando o funcionamento de um moinho de vento.",
            "Desenvolve estabilidade, mobilidade e coordenação.."
        ],
        "how_to_execute": [
            "Fique em pé, com os pés afastados na largura dos ombros.",
            "Estenda os braços lateralmente, formando um \"T\".",
            "Incline o tronco para a frente, mantendo as costas retas.",
            "Gire o tronco e mova um braço em direção ao pé oposto, enquanto o outro braço se eleva.",
            "Retorne à posição inicial e repita alternando os lados."
        ],
        "why_do_it": [
            "Melhora a mobilidade da coluna e articulações.",
            "Fortalece a musculatura profunda do core.",
            "Aumenta a propriocepção e coordenação motora.",
            "Auxilia no equilíbrio e estabilização do corpo."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante o movimento.",
            "Evite arquear excessivamente as costas.",
            "Execute o movimento de forma controlada, sem usar momentum.",
            "Respeite os limites de amplitude articular."
        ],
        "restrictions": [
            "Problemas graves na coluna vertebral.",
            "Lesões nos ombros ou quadris.",
            "Condições que comprometam o equilíbrio.",
            "Dor ou desconforto durante o movimento."
        ],
        "substitutions": [
            "Rotação de tronco com bastão.",
            "Torção russa com peso.",
            "Prancha lateral com rotação.",
            "Flexão lateral do tronco com halter."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Reto abdominal.",
            "Transverso do abdômen.",
            "Músculos paravertebrais.",
            "Peitoral maior e deltóides.",
            "Glúteos e isquiotibiais."
        ]
    },
    {
        "id": "74",
        "name": "Exercício: Remada Gorila com Kettlebell",
        "level": "Intermediário",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-gorilla-row-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-gorilla-row-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com o kettlebell entre as pernas.",
            "2. Dobre na altura dos quadris, pegue a kettlebell, puxe até o peito e gire o tronco"
        ],
        "what_is": [
            "Trata-se de um exercício funcional que combina força, resistência e estabilização.",
            "Utiliza um equipamento específico para promover movimentos que engajam grande parte da musculatura do corpo, com foco em regiões específicas.."
        ],
        "how_to_execute": [
            "Posicione-se em uma postura estável, segurando o equipamento com as duas mãos.",
            "Inicie o movimento puxando o peso em direção ao peito, mantendo os cotovelos altos.",
            "Retorne à posição inicial de forma controlada, alongando os braços completamente.",
            "Mantenha o core ativado durante toda a execução."
        ],
        "why_do_it": [
            "Promove fortalecimento muscular, melhora a postura e desenvolve estabilidade articular.",
            "Além disso, contribui para o aumento da resistência e potência, sendo útil tanto para atletas quanto para praticantes de atividades físicas regulares.."
        ],
        "precautions": [
            "Evite arquear as costas durante o movimento.",
            "Mantenha os ombros relaxados e longe das orelhas.",
            "Execute o exercício de forma lenta e controlada para evitar lesões.",
            "Certifique-se de usar um peso adequado ao seu nível de condicionamento."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna, ombros ou articulações dos cotovelos devem consultar um profissional antes de realizar este movimento.",
            "Gestantes e pessoas com condições cardíacas também precisam de autorização médica.."
        ],
        "substitutions": [
            "Puxador frontal com halteres.",
            "Remada baixa no pulley.",
            "Remada curvada com barra ou halteres."
        ],
        "related_muscles": [
            "Grandes dorsais.",
            "Romboides.",
            "Trapézio.",
            "Bíceps.",
            "Músculos do core (estabilizadores)."
        ]
    },
    {
        "id": "75",
        "name": "Exercício: Levantamento Rotacional com Pressão no Landmine",
        "level": "Avançado",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-landmine-rotational-lift-to-press-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-landmine-rotational-lift-to-press-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique perpendicularmente à barra, com a ponta da barra na frente dos seus pés. Agache-se e segure a ponta da barra com a mão mais próxima do acessório landmine, com a palma da mão voltada para seu corpo.",
            "2. Pressione seus pés contra o chão para iniciar o movimento. Conforme suas pernas se esticam completamente, puxe a barra para cima com a sua mão e comece a girar o torso para o acessório landmine. Ao fazer isso, levante sua outra mão até a barra e mude sua pegada. Pressione através da barra para estender seu braço totalmente para cima, girando seu pé de trás para permitir uma maior rotação do tronco.",
            "3. Realize o movimento ao contrário para voltar à posição inicial. Repita pelo número desejado de repetições antes de trocar de lado."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que combina movimentos de rotação e pressão, utilizando um equipamento específico chamado landmine.",
            "Envolve a estabilização do core, além de recrutar diversos grupos musculares.."
        ],
        "how_to_execute": [
            "Posicione o landmine no chão e insira uma extremidade da barra no suporte.",
            "Fique em pé, segurando a outra extremidade da barra com as duas mãos próximas ao peito.",
            "Adote uma postura estável, com os pés ligeiramente afastados.",
            "Realize uma rotação corporal, levando a barra para um dos lados enquanto estende os braços.",
            "Retorne à posição inicial e repita o movimento alternando os lados."
        ],
        "why_do_it": [
            "Promove força funcional e estabilidade.",
            "Trabalha músculos do core, membros superiores e inferiores de forma integrada.",
            "Melhora coordenação motora e equilíbrio.",
            "Simula movimentos do cotidiano ou esportivos."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante toda a execução.",
            "Evite usar cargas excessivas que comprometam a técnica.",
            "Certifique-se de que o landmine esteja bem fixado.",
            "Respeite a amplitude de movimento natural do corpo."
        ],
        "restrictions": [
            "Pessoas com problemas na coluna vertebral devem evitar ou adaptar o exercício.",
            "Indivíduos com lesões nos ombros ou articulações dos cotovelos precisam de supervisão.",
            "Não é recomendado para quem tem dificuldade em manter o equilíbrio."
        ],
        "substitutions": [
            "Rotação com cabo ou elástico.",
            "Press militar unilateral.",
            "Woodchoppers com halteres ou kettlebell."
        ],
        "related_muscles": [
            "Primários: deltóides, oblíquos, transverso abdominal.",
            "Secundários: peitorais, trapézio, serrátil anterior, glúteos, quadríceps."
        ]
    },
    {
        "id": "76",
        "name": "Exercício: Texto: Estabilidade do Core 4 Levantamento Cruzado de Membros em Posição de Flexão",
        "level": "Avançado",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-core-stability-4-crosslateral-limb-raise-push-up-position-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-core-stability-4-crosslateral-limb-raise-push-up-position-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Coloque-se em uma posição rígida de flexão.",
            "2. Mantenha o posicionamento dos pés aproximadamente na largura dos ombros (quanto mais larga a posição das pernas, mais fácil o exercício quanto mais estreita a posição, mais difícil se torna.",
            "3. Toque seu ombro oposto com as pontas dos dedos.",
            "4. Não incline ou mova seus quadris. Não curve nem arqueie suas costas."
        ],
        "what_is": [
            "Um exercício isométrico que combina estabilização do tronco com movimentos controlados de membros, desafiando a força e o equilíbrio."
        ],
        "how_to_execute": [
            "Posicione-se em posição de prancha alta ou baixa, mantendo o corpo alinhado.",
            "Eleve um braço e a perna oposta simultaneamente, mantendo o core contraído.",
            "Retorne à posição inicial e alterne os lados."
        ],
        "why_do_it": [
            "Promove estabilidade central, melhora coordenação motora e fortalece músculos profundos do core, além de ser funcional para atividades cotidianas."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante toda a execução.",
            "Evite arquear as costas ou elevar os quadris.",
            "Respeite sua capacidade física para evitar lesões."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna lombar, ombros ou articulações devem consultar um profissional antes de realizar o movimento.",
            "Gestantes também devem buscar orientação médica.."
        ],
        "substitutions": [
            "Prancha lateral, prancha com elevação de braço, ou exercícios de ponte com extensão de pernas."
        ],
        "related_muscles": [
            "Transverso abdominal, oblíquos internos e externos, reto abdominal, glúteos, deltóides e paravertebrais."
        ]
    },
    {
        "id": "77",
        "name": "Exercício: Texto: Estabilidade do Core 1 Elevação Cruzada de Membros em Posição de 4 Pontos",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-core-stability-1-crosslateral-limb-raise-4pt-position-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-core-stability-1-crosslateral-limb-raise-4pt-position-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Leve-se à posição de 4 pontos (de quatro).",
            "2. Ângulos de 90° nos quadris e ombros e coluna neutra",
            "3. Levante os membros opostos até que estejam paralelos ao chão.",
            "4. Segure por uma fração de segundo e volte à posição inicial"
        ],
        "what_is": [
            "Um exercício isométrico que envolve a estabilização do tronco enquanto os membros são movimentados de forma coordenada.",
            "O objetivo principal é fortalecer a musculatura profunda do core e melhorar o equilíbrio corporal.."
        ],
        "how_to_execute": [
            "Posicione-se de quatro, com as mãos alinhadas abaixo dos ombros e os joelhos sob os quadris.",
            "Mantenha a coluna neutra e o abdômen contraído.",
            "Eleve um braço e a perna oposta simultaneamente, estendendo-os até ficarem paralelos ao chão.",
            "Retorne à posição inicial de forma controlada e alterne os lados."
        ],
        "why_do_it": [
            "Promove estabilidade lombo-pélvica, melhora a coordenação motora e auxilia na prevenção de lesões posturais.",
            "Também contribui para o fortalecimento da musculatura profunda do tronco.."
        ],
        "precautions": [
            "Evite arquear ou encurvar excessivamente a coluna durante o movimento.",
            "Mantenha o core ativado para evitar compensações.",
            "Execute o movimento de forma lenta e controlada, priorizando a qualidade sobre a quantidade."
        ],
        "restrictions": [
            "Indivíduos com problemas graves na coluna lombar, como hérnias discais sintomáticas, devem consultar um profissional antes de realizar o exercício.",
            "Gestantes em estágios avançados também devem evitar essa posição.."
        ],
        "substitutions": [
            "Prancha com extensão alternada de membros.",
            "Bird Dog (movimento semelhante, mas com foco maior na coordenação).",
            "Exercícios de prancha estática."
        ],
        "related_muscles": [
            "Reto abdominal.",
            "Oblíquos internos e externos.",
            "Transverso do abdômen.",
            "Paravertebrais lombares.",
            "Glúteos."
        ]
    },
    {
        "id": "78",
        "name": "Exercício: Texto: Estabilidade do Core 2 Toque Oposto no Ombro na Posição de 4 Pontos",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-core-stability-2-opposite-shoulder-tap-4pt-position-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-core-stability-2-opposite-shoulder-tap-4pt-position-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Leve-se à posição de 4 pontos (de quatro). Ângulos de 90° nos quadris e ombros e coluna neutra.",
            "2. Levante levemente os joelhos do chão, apoiando seu peso nas palmas das mãos e nos dedos dos pés.",
            "3. Mantenha o posicionamento dos pés aproximadamente na largura dos ombros (quanto mais larga a posição das pernas, mais fácil será o exercício quanto mais estreita a posição, mais difícil se torna.",
            "4. Toque seu ombro oposto com as pontas dos dedos."
        ],
        "what_is": [
            "Um exercício de estabilização que envolve a manutenção do equilíbrio e o controle corporal, com foco na região central.",
            "Consiste em posicionar-se em apoio quadrupedal e realizar toques opostos no ombro, desafiando a estabilidade do tronco.."
        ],
        "how_to_execute": [
            "Posicione-se de quatro apoios, com as mãos alinhadas abaixo dos ombros e os joelhos abaixo dos quadris.",
            "Mantenha a coluna neutra e o abdômen ativado.",
            "Eleve uma mão para tocar o ombro oposto, enquanto estabiliza o tronco.",
            "Retorne à posição inicial e alterne o movimento para o outro lado."
        ],
        "why_do_it": [
            "Desenvolve a estabilidade e coordenação da musculatura profunda do tronco, melhora o controle neuromuscular e fortalece a postura.",
            "É útil para prevenir lesões e corrigir desequilíbrios musculares.."
        ],
        "precautions": [
            "Evite arquear ou encurvar excessivamente a coluna durante o movimento.",
            "Mantenha o peso distribuído uniformemente nos apoios restantes.",
            "Certifique-se de realizar o movimento de forma controlada, sem compensações."
        ],
        "restrictions": [
            "Indivíduos com problemas articulares nos ombros, punhos ou coluna devem evitar ou adaptar o exercício.",
            "Não é recomendado para pessoas com instabilidade severa na região lombar.."
        ],
        "substitutions": [
            "Plank com extensão alternada de braço.",
            "Bird Dog (posição quadrupedal com extensão contralateral).",
            "Pranchas laterais com rotação."
        ],
        "related_muscles": [
            "Reto abdominal.",
            "Oblíquos internos e externos.",
            "Transverso abdominal.",
            "Estabilizadores escapulares.",
            "Músculos paravertebrais."
        ]
    },
    {
        "id": "79",
        "name": "Exercício: Texto: Estabilidade do Core Regressão Elevação Cruzada dos Membros Posição de Flexão",
        "level": "Avançado",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-core-stability-regression-crosslateral-limb-raise-push-up-position-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-core-stability-regression-crosslateral-limb-raise-push-up-position-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Leve-se a uma posição rigorosa de flexão",
            "2. Toque com a mão do braço que está trabalhando no chão para encontrar seu equilíbrio. Levante os membros opostos até que estejam paralelos ao chão.",
            "3. Mantenha por um instante e então tente trazer seu cotovelo até o joelho oposto, movendo ambos em direção ao centro do corpo.",
            "4. A coluna pode curvar-se ligeiramente, mas você não deve movimentar os quadris durante o movimento."
        ],
        "what_is": [
            "Um exercício funcional que combina estabilidade do tronco com movimentos coordenados dos membros.",
            "Ele visa melhorar o equilíbrio, a força e a ativação muscular simultaneamente.."
        ],
        "how_to_execute": [
            "Posicione-se em decúbito ventral, apoiando os antebraços e as pontas dos pés no chão.",
            "Mantenha o corpo alinhado, evitando arquear as costas ou elevar os quadris.",
            "Eleve um membro (braço ou perna) enquanto mantém a estabilidade central.",
            "Realize movimentos cruzados alternados entre braços e pernas de forma controlada."
        ],
        "why_do_it": [
            "Promove estabilidade do core, melhora a coordenação motora, fortalece músculos posturais e auxilia na prevenção de lesões relacionadas ao desequilíbrio muscular."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante toda a execução.",
            "Evite compensações, como inclinar o quadril ou projetar o abdômen.",
            "Respeite os limites individuais para evitar desconforto ou dor."
        ],
        "restrictions": [
            "Indivíduos com problemas lombares, lesões recentes nos ombros ou articulações instáveis devem consultar um profissional antes de realizá-lo."
        ],
        "substitutions": [
            "Plank lateral com elevação de membros.",
            "Bird dog (posição de quatro apoios com extensão alternada de braços e pernas).",
            "Dead bug (exercício deitado com movimentos opostos de braços e pernas)."
        ],
        "related_muscles": [
            "Reto abdominal.",
            "Oblíquos internos e externos.",
            "Transverso do abdômen.",
            "Músculos paravertebrais.",
            "Glúteos e posteriores da coxa."
        ]
    },
    {
        "id": "80",
        "name": "Exercício: Texto: Estabilização Cruzada do Núcleo Unilateral Carga de Kettlebell",
        "level": "Intermediário",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-crosslateral-core-stabilisation-unilateral-load-kettlebell-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-crosslateral-core-stabilisation-unilateral-load-kettlebell-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece ficando de pé com os pés afastados na largura dos quadris e segurando um kettlebell de um lado do seu corpo, com as palmas das mãos voltadas para as coxas.",
            "2. Incline-se para frente mantendo as costas retas e levante a kettlebell.",
            "3. Segure o kettlebell ao seu lado e certifique-se de não se inclinar para um lado."
        ],
        "what_is": [
            "Um exercício funcional que visa fortalecer e estabilizar a musculatura do core, utilizando uma carga assimétrica para gerar desafios adicionais ao equilíbrio e à postura."
        ],
        "how_to_execute": [
            "Posicione-se em posição de prancha lateral, apoiando o antebraço no solo e mantendo o corpo alinhado.",
            "Segure a carga com a mão superior, mantendo o braço flexionado próximo ao tronco.",
            "Contraia o abdômen e mantenha o quadril elevado, evitando compensações posturais.",
            "Estabilize o tronco enquanto segura a carga, garantindo que não ocorra rotação excessiva na coluna."
        ],
        "why_do_it": [
            "Desenvolve força e estabilidade unilateral, melhora a propriocepção, corrige desequilíbrios musculares e prepara o corpo para movimentos funcionais que exigem controle motor."
        ],
        "precautions": [
            "Mantenha o core ativado durante toda a execução.",
            "Evite sobrecarregar a coluna lombar com rotações ou quedas no quadril.",
            "Não utilize cargas excessivas que comprometam a forma correta."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral, lesões nos ombros ou quadris devem evitar ou adaptar o movimento após avaliação profissional."
        ],
        "substitutions": [
            "Prancha lateral com apoio bilateral.",
            "Prancha frontal com extensão unilateral de braço.",
            "Exercícios isométricos sem uso de carga externa."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Reto abdominal.",
            "Transverso do abdômen.",
            "Músculos estabilizadores do quadril e ombro."
        ]
    },
    {
        "id": "81",
        "name": "Exercício: Texto: Estabilidade do Core 5 Elevação Cruzada de Membros em Tuck de Cotovelo Joelho na Posição de Flexão",
        "level": "Avançado",
        "execution_type": "Cotovelo",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-core-stability-5-crosslateral-limb-raise-into-knee-elbow-tuck-push-up-position-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-core-stability-5-crosslateral-limb-raise-into-knee-elbow-tuck-push-up-position-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Leve-se a uma posição rigorosa de flexão",
            "2. Levante os membros opostos até estarem paralelos ao chão.",
            "3. Mantenha por uma fração de segundo e depois tente trazer seu cotovelo até o joelho oposto, conduzindo ambos em direção ao centro do corpo.",
            "4. A coluna pode curvar-se ligeiramente, mas você não deve mover os quadris durante o movimento."
        ],
        "what_is": [
            "Um exercício de estabilização que combina força e equilíbrio, focado no fortalecimento da musculatura central enquanto desafia a coordenação motora."
        ],
        "how_to_execute": [
            "Posicione-se em uma posição de flexão com os cotovelos alinhados abaixo dos ombros.",
            "Mantenha os joelhos flexionados e próximos ao corpo, formando um ângulo de 90 graus.",
            "Eleve alternadamente membros opostos (cotovelo e joelho) de forma controlada.",
            "Retorne à posição inicial e repita do outro lado."
        ],
        "why_do_it": [
            "Desenvolve estabilidade do core, melhora o equilíbrio e promove maior ativação muscular.",
            "Ideal para fortalecer áreas fundamentais para atividades esportivas e funcionais.."
        ],
        "precautions": [
            "Mantenha o core contraído durante toda a execução.",
            "Evite arquear as costas ou elevar os quadris excessivamente.",
            "Execute de forma lenta e controlada para evitar compensações."
        ],
        "restrictions": [
            "Indivíduos com problemas nos ombros, cotovelos ou coluna vertebral devem consultar um profissional antes de realizar o movimento."
        ],
        "substitutions": [
            "Plank com extensão alternada de braço e perna.",
            "Prancha lateral com rotação.",
            "Prancha isométrica básica."
        ],
        "related_muscles": [
            "Reto abdominal",
            "Oblíquos internos e externos",
            "Transverso do abdômen",
            "Músculos paravertebrais",
            "Peitoral maior",
            "Deltóide anterior",
            "Tríceps"
        ]
    },
    {
        "id": "82",
        "name": "Exercício: Texto: Dead Bugs Cruzado Lateral",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-dead-bugs-cross-lateral-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-dead-bugs-cross-lateral-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite de costas. Estenda os braços retos acima do peito e levante os joelhos dobrados até que estejam acima dos seus quadris.",
            "2. Abaixe os membros inferiores opostos em direção ao chão. Você pode sentir o chão, mas não descanse ou toque levemente no chão.",
            "3. Mantenha as costas baixas retas durante todo o movimento (a parte inferior das costas deve estar em contato com o chão)."
        ],
        "what_is": [
            "Um exercício que combina estabilização central com movimentos controlados de membros, promovendo ativação muscular e equilíbrio corporal."
        ],
        "how_to_execute": [
            "Deite-se em posição supina com os braços estendidos ao lado do corpo.",
            "Eleve os joelhos a 90 graus, mantendo os quadris e joelhos alinhados.",
            "Estenda um braço acima da cabeça enquanto o oposto desce a perna em direção ao solo.",
            "Retorne à posição inicial e alterne os lados."
        ],
        "why_do_it": [
            "Ajuda a fortalecer a musculatura estabilizadora do core, melhora a coordenação motora e contribui para uma melhor postura."
        ],
        "precautions": [
            "Evite arquear as costas durante o movimento.",
            "Mantenha o abdômen contraído para proteger a região lombar.."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral ou lesões recentes devem evitar ou adaptar o movimento sob orientação profissional."
        ],
        "substitutions": [
            "Outros exercícios de estabilização do core, como pranchas laterais ou movimentos semelhantes realizados em decúbito dorsal."
        ],
        "related_muscles": [
            "Abdominais (reto abdominal e oblíquos), músculos paravertebrais, quadríceps, isquiotibiais e deltoides."
        ]
    },
    {
        "id": "83",
        "name": "Exercício: Alongamento Lateral Sentado",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-lateral-line-stretch-and-lumbar-spine-rotation-seated-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-lateral-line-stretch-and-lumbar-spine-rotation-seated-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece a partir de uma posição sentada com postura ereta.",
            "2. Cruze a sua perna direita sobre a esquerda e levante o seu braço direito acima da cabeça.",
            "3. Incline-se para a sua esquerda e estenda o seu braço direito o máximo possível para a esquerda.",
            "4. Repita do lado oposto, cruzando a perna esquerda sobre a direita.",
            "5. Você pode fazer o mesmo exercício contra uma parede ou segurando na barra de puxar."
        ],
        "what_is": [
            "Consiste em um movimento realizado de forma lateral enquanto está sentado, com o objetivo de alongar os músculos do tronco e melhorar a flexibilidade."
        ],
        "how_to_execute": [
            "Sente-se no chão com as pernas esticadas e unidas.",
            "Coloque uma mão no chão ao lado do quadril para servir como suporte.",
            "Estique o braço oposto acima da cabeça e incline o tronco lateralmente na direção oposta à mão de apoio.",
            "Mantenha o alongamento por 15 a 30 segundos e retorne à posição inicial.",
            "Repita alternando os lados."
        ],
        "why_do_it": [
            "Ajuda a melhorar a mobilidade do tronco, aliviar tensões musculares e promover maior amplitude de movimento.",
            "Pode ser útil para prevenir lesões posturais e aumentar o conforto durante atividades diárias.."
        ],
        "precautions": [
            "Evite movimentos bruscos ou excessivamente forçados.",
            "Mantenha a coluna alongada durante o exercício.",
            "Não force além do limite confortável para evitar lesões."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna, como hérnias de disco ou escoliose severa, devem consultar um profissional antes de realizá-lo.",
            "Gestantes também devem tomar precauções.."
        ],
        "substitutions": [
            "Alongamento lateral em pé.",
            "Alongamento com auxílio de faixas ou elásticos.",
            "Movimentos laterais utilizando equipamentos como o bosu."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Músculos paravertebrais.",
            "Grande dorsal.",
            "Peitoral (porção lateral)."
        ]
    },
    {
        "id": "84",
        "name": "Exercício: Alongamento da Linha Lateral e Latíssimo do Dorso",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-lat-and-lateral-line-stretch-unilateral-standing-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-lat-and-lateral-line-stretch-unilateral-standing-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece da posição em pé com uma postura ereta.",
            "2. Cruze a sua perna direita sobre a esquerda e levante o seu braço direito acima da cabeça.",
            "3. Incline-se para a sua esquerda e estenda o seu braço direito o máximo possível para a esquerda.",
            "4. Repita do lado oposto, cruzando a perna esquerda sobre a direita.",
            "5. Você pode fazer o mesmo exercício contra uma parede ou segurando em uma barra de puxar."
        ],
        "what_is": [
            "Consiste em um movimento que visa alongar a musculatura da linha lateral do corpo, incluindo o latíssimo do dorso e outros músculos adjacentes.",
            "É frequentemente utilizado para melhorar a flexibilidade e aliviar tensões acumuladas.."
        ],
        "how_to_execute": [
            "Fique de pé com os pés na largura dos ombros.",
            "Estique um braço acima da cabeça, mantendo o tronco ereto.",
            "Incline o tronco lateralmente na direção oposta ao braço estendido.",
            "Mantenha o quadril alinhado e evite inclinar o corpo para frente ou para trás.",
            "Sustente a posição por 15 a 30 segundos e retorne à posição inicial.",
            "Repita do outro lado."
        ],
        "why_do_it": [
            "Melhora a flexibilidade da musculatura lateral.",
            "Ajuda a corrigir desvios posturais.",
            "Alivia tensões musculares causadas por atividades repetitivas.",
            "Promove maior amplitude de movimento."
        ],
        "precautions": [
            "Evite movimentos bruscos ou excessivos que possam causar lesões.",
            "Mantenha o core ativado para proteger a coluna lombar.",
            "Não incline o tronco para frente ou para trás durante a execução.",
            "Respeite seus limites de amplitude para evitar desconforto."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral devem consultar um profissional antes de realizar.",
            "Evitar em casos de lesões recentes nos músculos da região lateral ou lombar.",
            "Gestantes devem adaptar o exercício conforme orientação médica."
        ],
        "substitutions": [
            "Alongamento sentado com inclinação lateral.",
            "Alongamento de tríceps com foco na lateralidade.",
            "Movimentos de rotação torácica com auxílio de equipamentos."
        ],
        "related_muscles": [
            "Latíssimo do dorso.",
            "Oblíquos externos e internos.",
            "Serrátil anterior.",
            "Músculos paravertebrais.",
            "Peitoral maior (porção lateral)."
        ]
    },
    {
        "id": "85",
        "name": "Exercício: Levantamento Terra com Kettlebell em Estilo Mala",
        "level": "Intermediário",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-farmers-squat-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-farmers-squat-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece em pé com os pés na largura do quadril e segurando um kettlebell de um lado do seu corpo, com as palmas das mãos voltadas para as coxas.",
            "2. Mantendo o seu core engajado e as costas retas, dobre na altura dos quadris e joelhos para abaixar o kettlebell em direção ao chão.",
            "3. Conforme a kettlebell atinge o chão, use suas pernas e glúteos para empurrar através dos seus calcanhares e estender seus quadris e joelhos para levantar seu corpo de volta à posição inicial.",
            "4. Repita o movimento pelo número desejado de repetições, depois troque de lado e repita o exercício com o kettlebell no lado oposto do seu corpo."
        ],
        "what_is": [
            "Um movimento funcional que envolve levantar uma kettlebell do chão até a posição ereta, segurando-a com uma ou duas mãos.",
            "A pegada é semelhante à de carregar uma mala, o que dá origem ao nome do exercício.."
        ],
        "how_to_execute": [
            "Coloque a kettlebell no chão ao lado do corpo.",
            "Posicione-se em postura neutra, com os pés na largura dos ombros e joelhos levemente flexionados.",
            "Mantenha a coluna neutra e incline o tronco para frente ao abaixar.",
            "Segure a kettlebell com uma pegada firme e levante o peso até ficar em pé, mantendo o core ativado.",
            "Retorne ao chão controladamente, repetindo o movimento."
        ],
        "why_do_it": [
            "Melhora a força unilateral e bilateral.",
            "Desenvolve estabilidade e equilíbrio corporal.",
            "Fortalece a musculatura envolvida em atividades cotidianas.",
            "Promove resistência muscular localizada."
        ],
        "precautions": [
            "Mantenha a coluna alinhada durante todo o movimento.",
            "Evite arquear as costas ao levantar o peso.",
            "Use cargas adequadas ao nível de condicionamento físico.",
            "Execute o movimento de forma controlada, sem balançar o peso."
        ],
        "restrictions": [
            "Indivíduos com problemas lombares ou herniações devem evitar ou adaptar o exercício.",
            "Pessoas com lesões nos ombros ou punhos podem encontrar dificuldades na execução.",
            "Consulte um profissional antes de praticar caso tenha condições pré-existentes."
        ],
        "substitutions": [
            "Deadlift com barra.",
            "Levantamento terra com halteres.",
            "Farmer’s carry (transporte de carga)."
        ],
        "related_muscles": [
            "Músculos posteriores da coxa (isquiotibiais).",
            "Glúteos.",
            "Lombar.",
            "Abdominais (core).",
            "Antebraços (pegada)."
        ]
    },
    {
        "id": "86",
        "name": "Exercício: Texto: Dead Bugs do Mesmo Lado",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-dead-bugs-same-side-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-dead-bugs-same-side-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se de costas. Estenda seus braços retos acima do peito e levante seus joelhos dobrados até que estejam acima dos seus quadris.",
            "2. Abaixe os membros inferiores do mesmo lado em direção ao chão. Você pode sentir o chão, mas não descanse ou bata nele.",
            "3. Mantenha as costas baixas retas durante o movimento (as costas baixas devem estar em contato com o chão)."
        ],
        "what_is": [
            "Um exercício de fortalecimento e estabilização que envolve a posição deitada, com foco no core.",
            "A ideia é manter os membros em determinadas posições enquanto se contrai o abdômen.."
        ],
        "how_to_execute": [
            "Deite-se de costas com as pernas estendidas e os braços ao longo do corpo.",
            "Eleve uma perna e o braço oposto até formar ângulos de 90 graus com o tronco.",
            "Mantenha o outro braço e perna em contato com o chão.",
            "Alterne os lados lentamente, controlando os movimentos."
        ],
        "why_do_it": [
            "Ajuda a fortalecer o core, melhorar a coordenação motora e a estabilidade do tronco.",
            "Também pode ser útil para prevenir lesões posturais.."
        ],
        "precautions": [
            "Evite arquear as costas durante o movimento.",
            "Mantenha o abdômen contraído para proteger a região lombar.",
            "Execute o movimento de forma lenta e controlada."
        ],
        "restrictions": [
            "Pessoas com problemas na coluna vertebral ou lesões recentes devem evitar ou consultar um profissional antes de tentar."
        ],
        "substitutions": [
            "Elevação alternada de pernas",
            "Prancha lateral",
            "Bird Dog"
        ],
        "related_muscles": [
            "Reto abdominal",
            "Oblíquos",
            "Transverso do abdômen",
            "Quadríceps",
            "Peitoral (secundário)"
        ]
    },
    {
        "id": "87",
        "name": "Exercício: Alongamento Lateral de Oração",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-prayer-stretch-side-bend-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-prayer-stretch-side-bend-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se sobre os calcanhares e estenda os braços no chão enquanto pressiona o peito em direção ao solo.",
            "2. Dobre a sua coluna para um lado e estenda os braços.",
            "3. Faça o mesmo no lado oposto."
        ],
        "what_is": [
            "Consiste em um movimento que alonga os músculos laterais do tronco, promovendo flexibilidade e relaxamento.",
            "É frequentemente utilizado para melhorar a postura e aliviar tensões.."
        ],
        "how_to_execute": [
            "Fique de pé ou sentado com os pés alinhados aos quadris.",
            "Estique os braços acima da cabeça, entrelaçando as mãos com as palmas voltadas para cima.",
            "Incline o tronco suavemente para um dos lados, mantendo os ombros relaxados.",
            "Segure a posição por 15 a 30 segundos e retorne ao centro.",
            "Repita para o lado oposto."
        ],
        "why_do_it": [
            "Melhora a flexibilidade da coluna e dos músculos laterais.",
            "Ajuda a corrigir desvios posturais.",
            "Alivia tensões acumuladas na região torácica e lombar.",
            "Promove relaxamento físico e mental."
        ],
        "precautions": [
            "Evite inclinar o tronco para frente ou para trás durante o movimento.",
            "Mantenha a respiração constante.",
            "Não force o corpo além do seu limite natural de amplitude."
        ],
        "restrictions": [
            "Pessoas com problemas graves na coluna, como hérnias discais ou lesões recentes, devem evitar ou consultar um profissional antes de realizar.",
            "Indivíduos com dor aguda ou inflamação na região lateral do tronco devem suspender o exercício."
        ],
        "substitutions": [
            "Alongamento lateral com uma mão apoiada na cintura.",
            "Flexão lateral com halteres (versão dinâmica).",
            "Postura da lua crescente no yoga."
        ],
        "related_muscles": [
            "Oblíquos internos e externos.",
            "Músculo transverso do abdômen.",
            "Músculos paravertebrais.",
            "Grande dorsal.",
            "Peitoral menor."
        ]
    },
    {
        "id": "88",
        "name": "Exercício: Carregamento de Mala com Barra",
        "level": "Avançado",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-barbell-suitcase-carry-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-barbell-suitcase-carry-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece de pé com os pés afastados na largura dos quadris e a barra no chão ao seu lado.",
            "2. Levante a barra até o seu lado e caminhe pelo tempo ou distância determinados.",
            "3. Coloque a barra no chão e troque de lado."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que envolve o levantamento de uma barra do chão até a altura dos ombros, simulando o movimento de carregar peso.",
            "Este movimento combina elementos de força, equilíbrio e coordenação motora.."
        ],
        "how_to_execute": [
            "Posicione-se em frente à barra, com os pés na largura dos ombros.",
            "Flexione os joelhos e incline o tronco para baixo, mantendo as costas retas.",
            "Pegue a barra com as mãos em posição pronada (palmas voltadas para baixo), ligeiramente mais larga que os quadris.",
            "Levante a barra empurrando com as pernas e estendendo os quadris.",
            "Ao chegar à altura dos quadris, use o impulso para puxar a barra até os ombros.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Melhora a força muscular global.",
            "Desenvolve coordenação entre membros superiores e inferiores.",
            "Aumenta a capacidade funcional para atividades cotidianas.",
            "Fortalece a musculatura postural."
        ],
        "precautions": [
            "Mantenha sempre a coluna neutra durante o movimento.",
            "Evite arredondar as costas ao levantar a barra.",
            "Use cargas adequadas ao seu nível de condicionamento.",
            "Realize o movimento de forma controlada, sem balançar excessivamente o corpo."
        ],
        "restrictions": [
            "Indivíduos com lesões na coluna vertebral ou problemas articulares graves devem evitar.",
            "Não é recomendado para quem tem limitações nos ombros ou punhos.",
            "Consulte um profissional de saúde antes de iniciar, caso tenha condições pré-existentes."
        ],
        "substitutions": [
            "Remada curvada com halteres.",
            "Levantamento terra com barra.",
            "Thruster com kettlebell.",
            "Agachamento frontal com barra."
        ],
        "related_muscles": [
            "Membros inferiores: Quadríceps, glúteos, isquiotibiais e panturrilhas.",
            "Membros superiores: Bíceps, deltóides e trapézio.",
            "Core: Abdominais, oblíquos e músculos paravertebrais."
        ]
    },
    {
        "id": "89",
        "name": "Exercício: Rotação da Coluna Torácica com Peso Corporal",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-bodyweight-thoracic-spine-rotation-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-bodyweight-thoracic-spine-rotation-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece de quatro, depois leve seu peito ao chão. Coloque uma mão no chão à sua frente. A outra mão atrás da sua cabeça/orelha.",
            "2. Na mão que está atrás da sua cabeça, rotacione até que seu cotovelo aponte para o teto e então mantenha essa posição."
        ],
        "what_is": [
            "Um exercício que utiliza o peso corporal para promover rotação na coluna torácica, mobilizando as vértebras e envolvendo estabilização do tronco.",
            "Visa melhorar a flexibilidade e a função dessa região da coluna.."
        ],
        "how_to_execute": [
            "Sente-se no chão com os joelhos flexionados e pés apoiados.",
            "Cruze um tornozelo sobre o joelho oposto, mantendo a perna de apoio estável.",
            "Coloque uma mão no chão atrás do corpo e a outra no joelho elevado.",
            "Gire lentamente o tronco em direção ao joelho elevado, usando o braço como alavanca.",
            "Retorne à posição inicial e repita alternando lados."
        ],
        "why_do_it": [
            "Melhora a mobilidade da coluna torácica.",
            "Aumenta a consciência corporal e controle motor.",
            "Auxilia na prevenção de desconfortos posturais e lesões relacionadas à rigidez."
        ],
        "precautions": [
            "Evite movimentos bruscos ou forçados durante a rotação.",
            "Mantenha o abdômen levemente contraído para proteger a coluna lombar.",
            "Não execute caso sinta dor ou desconforto excessivo."
        ],
        "restrictions": [
            "Indivíduos com hérnia de disco, problemas graves na coluna ou inflamações agudas devem evitar.",
            "Consulte um profissional antes de realizar se tiver histórico de lesões na região."
        ],
        "substitutions": [
            "Rotação sentado com bastão apoiado nos ombros.",
            "Torção com apoio em quadrupedal.",
            "Alongamento lateral com braços estendidos."
        ],
        "related_muscles": [
            "Oblíquos externos e internos.",
            "Rotadores da coluna.",
            "Músculos paravertebrais.",
            "Grande dorsal (indiretamente)."
        ]
    },
    {
        "id": "90",
        "name": "Exercício: Toque Alternado no Calcanhar",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-alternating-heel-touch-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-alternating-heel-touch-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se de costas, com os joelhos dobrados e os pés apoiados no chão.",
            "2. Estenda a mão direita até o calcanhar direito.",
            "3. Troque de lado, mão esquerda no calcanhar esquerdo. Repita."
        ],
        "what_is": [
            "Consiste em um exercício de equilíbrio e coordenação que envolve alternar toques no calcanhar com uma das pernas enquanto se mantém a outra fixa.",
            "É frequentemente utilizado para melhorar estabilidade, controle motor e agilidade.."
        ],
        "how_to_execute": [
            "Fique em pé, com os pés alinhados aos ombros.",
            "Levante uma perna ligeiramente flexionada, mantendo o equilíbrio na outra.",
            "Toque o calcanhar da perna elevada no chão à frente, retornando à posição inicial.",
            "Alterne repetidamente o movimento sem apoiar o peso na perna móvel.",
            "Repita conforme a quantidade desejada e alterne as pernas."
        ],
        "why_do_it": [
            "Melhora o equilíbrio e a propriocepção.",
            "Fortalece os músculos estabilizadores do core e das pernas.",
            "Desenvolve coordenação motora e agilidade.",
            "Pode ser usado como parte do aquecimento ou reabilitação funcional."
        ],
        "precautions": [
            "Mantenha o tronco ereto e evite inclinar-se excessivamente.",
            "Realize o movimento de forma controlada para evitar quedas.",
            "Use um apoio (como uma parede) se necessário, principalmente para iniciantes.",
            "Evite realizar o exercício em superfícies escorregadias."
        ],
        "restrictions": [
            "Indivíduos com problemas graves de equilíbrio ou tonturas devem evitar.",
            "Pessoas com lesões recentes nos tornozelos, joelhos ou quadris devem consultar um profissional antes de executar.",
            "Não é recomendado para quem tem instabilidade articular significativa."
        ],
        "substitutions": [
            "Elevação alternada dos joelhos.",
            "Passadas alternadas no lugar.",
            "Agachamento unilateral com apoio."
        ],
        "related_muscles": [
            "Membros inferiores: Quadríceps, isquiotibiais, panturrilhas, glúteos.",
            "Core: Abdominais, oblíquos e paravertebrais.",
            "Pequenos músculos estabilizadores: Tornozelos e arcos plantares."
        ]
    }
]