[
    {
        "id": "1",
        "name": "Exercício: Variação Um do Alongamento de Panturrilhas",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-calves-stretch-variation-1-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-calves-stretch-variation-1-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Coloque a parte da frente do seu pé contra a parede com o calcanhar no chão. Posicione suas mãos na parede, à frente dos seus ombros.",
            "2. Mantendo seu joelho estendido, incline-se lentamente em direção à parede, pause por alguns segundos quando sentir o alongamento se estendendo pelo seu músculo da panturrilha.",
            "3. Retorne à posição inicial e repita o alongamento com a outra perna."
        ],
        "what_is": [
            "- Trata-se de um exercício de alongamento que visa aumentar a flexibilidade e relaxar os músculos da panturrilha, promovendo maior amplitude de movimento na região."
        ],
        "how_to_execute": [
            "Fique em pé com os pés alinhados aos ombros.",
            "Dê um passo à frente com uma perna, mantendo a outra estendida para trás.",
            "Flexione levemente o joelho da perna da frente enquanto mantém a perna traseira reta e o calcanhar no chão.",
            "Incline o corpo suavemente para a frente até sentir o alongamento na panturrilha da perna traseira.",
            "Mantenha a posição por 20-30 segundos e repita com a outra perna."
        ],
        "why_do_it": [
            "- Ajuda a melhorar a mobilidade, prevenir lesões musculares e reduzir tensões na região da panturrilha.",
            "- É especialmente útil após atividades físicas intensas ou para quem passa longos períodos sentado.."
        ],
        "precautions": [
            "- Evite inclinar o corpo excessivamente para não causar desconforto ou desequilíbrio.",
            "- Mantenha o calcanhar da perna traseira sempre em contato com o chão.",
            "- Não force além do limite confortável para evitar lesões."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves nos joelhos, tornozelos ou lesões recentes na panturrilha devem consultar um profissional antes de realizar este alongamento."
        ],
        "substitutions": [
            "- Alongamento com apoio na parede.",
            "- Alongamento sentado com auxílio de uma toalha ou faixa.",
            "- Utilização de plataformas inclinadas para alongar os músculos da panturrilha."
        ],
        "related_muscles": [
            "- Gastrocnêmio (parte principal da panturrilha).",
            "- Sóleo (localizado abaixo do gastrocnêmio).",
            "- Tendão de Aquiles (região conectada aos músculos da panturrilha)."
        ]
    },
    {
        "id": "2",
        "name": "Exercício: Elevação de Panturrilha em Máquina na Posição em Pé",
        "level": "Novato",
        "execution_type": "Máquina",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-machine-standing-calf-raises-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-machine-standing-calf-raises-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Ajuste a máquina de acordo com a sua altura e posicione seus ombros embaixo da alavanca acolchoada.",
            "2. As pontas dos seus pés devem estar suportando seu peso no bloco de panturrilha, com seus calcanhares se estendendo para fora dele.",
            "3. Estenda seus calcanhares para cima, mantendo os joelhos imóveis, e faça uma pausa na posição contraída.",
            "4. Volte lentamente à posição inicial. Repita."
        ],
        "what_is": [
            "- Consiste em um exercício de isolamento realizado em uma máquina específica, com o objetivo de trabalhar os músculos da panturrilha.",
            "- A posição em pé é utilizada para maximizar a ativação muscular.."
        ],
        "how_to_execute": [
            "Posicione-se na máquina com as costas apoiadas e os ombros sob os suportes.",
            "Coloque as pontas dos pés na borda da plataforma, com os calcanhares suspensos.",
            "Mantenha os joelhos estendidos ou levemente flexionados, conforme orientação.",
            "Eleve os calcanhares o máximo possível, contraindo os músculos da panturrilha.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Desenvolve força e definição nos músculos da panturrilha.",
            "- Melhora a estabilidade e o equilíbrio corporal.",
            "- Complementa treinos funcionais e esportivos que exigem impulsão."
        ],
        "precautions": [
            "- Evitar movimentos bruscos ou excesso de carga.",
            "- Manter a postura alinhada durante a execução.",
            "- Respeitar a amplitude articular natural do tornozelo."
        ],
        "restrictions": [
            "- Indivíduos com lesões no tornozelo, joelho ou coluna devem consultar um profissional antes de realizar.",
            "- Pessoas com problemas circulatórios nas pernas devem ter cautela."
        ],
        "substitutions": [
            "- Elevação de panturrilha com peso corporal.",
            "- Elevação de panturrilha sentado em máquina.",
            "- Saltos com carga ou sem carga."
        ],
        "related_muscles": [
            "- Gastrocnêmio (cabeça medial e lateral).",
            "- Sóleo.",
            "- Tibial posterior (secundariamente)."
        ]
    },
    {
        "id": "3",
        "name": "Exercício: Elevação de Panturrilha Sentado na Máquina",
        "level": "Novato",
        "execution_type": "Máquina",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-machine-seated-calf-raise-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-machine-seated-calf-raise-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique confortável na máquina e, em seguida, coloque suas coxas abaixo da alavanca acolchoada. Posicione os dedos dos pés e a parte da frente de seus pés nos suportes para os pés.",
            "2. Evite que o peso escorregue para a frente, segurando as alças, e solte a barra de segurança. Abaixe o peso até que suas panturrilhas estejam estendidas.",
            "3. Empurre os calcanhares para cima para levantar a alavanca acolchoada e mantenha a posição contraída, depois abaixe lentamente de volta à posição inicial. Repita."
        ],
        "what_is": [
            "- Consiste em um exercício de isolamento que trabalha principalmente a parte posterior da perna, realizado em uma máquina específica projetada para esse movimento."
        ],
        "how_to_execute": [
            "Sente-se na máquina com o corpo apoiado no encosto e os pés posicionados na base plana.",
            "Ajuste a almofada acolchoada sobre os joelhos ou logo acima deles.",
            "Estique as pernas completamente, empurrando o peso com a ponta dos pés.",
            "Retorne lentamente à posição inicial, controlando o movimento."
        ],
        "why_do_it": [
            "- Fortalece os músculos da panturrilha, melhora a definição muscular e auxilia em atividades que exigem impulsão, equilíbrio e estabilização."
        ],
        "precautions": [
            "- Evite usar cargas excessivas que comprometam a execução técnica.",
            "- Mantenha o controle do movimento durante todas as fases.",
            "- Certifique-se de que a máquina está bem ajustada ao seu corpo."
        ],
        "restrictions": [
            "- Pessoas com problemas nos joelhos, tornozelos ou coluna devem consultar um profissional antes de realizá-lo.",
            "- Indivíduos com lesões recentes nas panturrilhas também devem evitar.."
        ],
        "substitutions": [
            "- Elevação de gêmeos em pé com barra.",
            "- Elevação de gêmeos em pé no leg press.",
            "- Elevação de gêmeos unilateral com halter."
        ],
        "related_muscles": [
            "- Gastrocnêmio (cabeça medial e lateral).",
            "- Sóleo.",
            "- Tibial posterior (em menor intensidade)."
        ]
    },
    {
        "id": "4",
        "name": "Exercício: Elevação de Panturrilha com Barra",
        "level": "Intermediário",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-barbell-calf-raises-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-barbell-calf-raises-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Coloque a barra nas suas costas",
            "2. Comece com os pés firmes no chão",
            "3. Estenda seus calcanhares para cima enquanto mantém os joelhos imóveis e faça uma pausa na posição contraída.",
            "4. Retorne lentamente à posição inicial. Repita."
        ],
        "what_is": [
            "- Consiste em um exercício de força que visa principalmente os músculos da panturrilha, realizado com o uso de uma barra apoiada nos ombros.",
            "- Envolve a execução de movimentos de elevação dos calcanhares, contraindo os músculos da região.."
        ],
        "how_to_execute": [
            "Posicione-se em pé com os pés alinhados aos ombros e apoie uma barra sobre os trapézios.",
            "Mantenha o tronco ereto, joelhos levemente flexionados ou estendidos, dependendo da variação.",
            "Eleve os calcanhares do chão, contraindo os músculos da panturrilha ao máximo.",
            "Desça lentamente até a posição inicial, controlando o movimento."
        ],
        "why_do_it": [
            "- Fortalece e desenvolve a musculatura da panturrilha, melhora a estabilidade e equilíbrio, além de contribuir para o desempenho em atividades que exigem impulsão e força na parte inferior do corpo."
        ],
        "precautions": [
            "- Mantenha o core ativado para proteger a coluna.",
            "- Evite sobrecarregar a barra além do peso suportável.",
            "- Execute o movimento de forma controlada para evitar lesões articulares.",
            "- Use calçados adequados ou realize o exercício descalço."
        ],
        "restrictions": [
            "- Indivíduos com lesões no tornozelo, joelho ou coluna devem evitar ou adaptar o exercício.",
            "- Consultar um profissional antes de realizá-lo é recomendável caso haja condições pré-existentes.."
        ],
        "substitutions": [
            "- Elevações com pesos corporais.",
            "- Utilização de halteres em vez de barra.",
            "- Máquina específica para panturrilhas."
        ],
        "related_muscles": [
            "- Gastrocnêmio (panturrilha).",
            "- Sóleo.",
            "- Tibial posterior (secundário)."
        ]
    },
    {
        "id": "5",
        "name": "Exercício: Elevação de Panturrilha",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-calf-raises-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-calf-raises-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Equilibre-se nas pontas dos pés na plataforma ou pratos, inclinando-se para frente para usar a parede como auxílio no equilíbrio.",
            "2. Abaixe os calcanhares em direção ao chão e pause, depois empurre através da ponta dos pés como se estivesse ficando na ponta dos pés, pausando no ápice do movimento.",
            "3. Repita conforme necessário."
        ],
        "what_is": [
            "- Consiste em um exercício de força que visa trabalhar principalmente a musculatura posterior da perna, com foco nos músculos da panturrilha.",
            "- Pode ser realizado com ou sem equipamentos, como halteres ou barras.."
        ],
        "how_to_execute": [
            "Fique em pé, com os pés na largura dos ombros e as costas retas.",
            "Eleve o calcanhar do chão, transferindo o peso para a ponta dos pés.",
            "Mantenha a elevação por um breve momento no ponto máximo.",
            "Retorne lentamente à posição inicial, controlando o movimento."
        ],
        "why_do_it": [
            "- Fortalece e define os músculos da panturrilha.",
            "- Melhora a estabilidade e equilíbrio corporal.",
            "- Contribui para desempenho em atividades físicas que exigem impulsão e força nas pernas."
        ],
        "precautions": [
            "- Evite arquear excessivamente as costas durante o movimento.",
            "- Mantenha o core ativado para estabilizar o tronco.",
            "- Execute o movimento de forma lenta e controlada, evitando movimentos bruscos."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes nos tornozelos, joelhos ou panturrilhas devem evitar.",
            "- Consulte um profissional antes de realizar o exercício caso tenha problemas circulatórios ou neurológicos."
        ],
        "substitutions": [
            "- Saltos com salto na ponta dos pés.",
            "- Agachamento com ênfase na fase de subida.",
            "- Passadas com halteres."
        ],
        "related_muscles": [
            "- Gastrocnêmio (panturrilha).",
            "- Sóleo.",
            "- Tibial anterior (em menor intensidade)."
        ]
    },
    {
        "id": "6",
        "name": "Exercício: Variação Três do Alongamento de Panturrilhas",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-calves-stretch-variation-3-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-calves-stretch-variation-3-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Equilibre as bolas dos seus pés na plataforma, inclinando-se para frente para usar a parede como apoio para o equilíbrio. Contraia suas panturrilhas para que seus pés fiquem planos antes de começar o alongamento.",
            "2. Abaixe os calcanhares dos seus pés em direção ao chão e faça uma pausa, depois empurre através das pontas dos seus pés como se estivesse em pé na ponta dos pés, fazendo uma pausa no ápice do alongamento.",
            "3. Repita conforme necessário."
        ],
        "what_is": [
            "- Um exercício de alongamento que visa melhorar a flexibilidade e mobilidade dos músculos da panturrilha, realizado com variações específicas para intensificar ou adaptar o movimento."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com um dos pés à frente e o outro atrás, mantendo ambos os calcanhares no chão.",
            "Flexione levemente o joelho da perna traseira enquanto transfere o peso do corpo para a perna dianteira.",
            "Incline o tronco para a frente, mantendo as costas retas.",
            "Mantenha a posição por 20-30 segundos e repita com a outra perna."
        ],
        "why_do_it": [
            "- Ajuda a prevenir lesões musculares, melhora a amplitude de movimento e contribui para uma melhor postura e desempenho em atividades físicas que exigem impulsão ou suporte de peso."
        ],
        "precautions": [
            "- Evite inclinar excessivamente o tronco ou levantar os calcanhares do chão.",
            "- Respeite os limites corporais para não forçar demais os músculos.."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes na panturrilha, tornozelo ou joelho devem evitar este exercício.",
            "- Consulte um profissional de saúde antes de iniciar a prática.."
        ],
        "substitutions": [
            "- Alongamento de panturrilha com apoio na parede.",
            "- Alongamento em step ou plataforma elevada.",
            "- Flexão dinâmica de tornozelo."
        ],
        "related_muscles": [
            "- Gastrocnêmio, sóleo, tibial anterior e músculos estabilizadores do tornozelo."
        ]
    },
    {
        "id": "7",
        "name": "Exercício: Elevação de Panturrilha Sentado com Kettlebell",
        "level": "Novato",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-seated-calf-raise-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-seated-calf-raise-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se confortavelmente em uma cadeira com os músculos centrais do estômago contraídos, coloque os pés no chão.",
            "2. Coloque o kettlebell em suas pernas, logo acima dos joelhos e levante seus calcanhares para cima, fora do chão.",
            "3. Pause quando seus calcanhares estiverem totalmente estendidos e, em seguida, retorne lentamente à posição inicial e repita."
        ],
        "what_is": [
            "- É um exercício de musculação que visa fortalecer e tonificar os músculos da panturrilha, realizado com o uso de uma kettlebell como carga adicional enquanto se está sentado."
        ],
        "how_to_execute": [
            "Sente-se em um banco ou cadeira com as costas retas.",
            "Posicione a kettlebell sobre os joelhos ou segure-a nas mãos apoiada na parte superior das coxas.",
            "Mantenha os pés alinhados aos ombros e apoiados no chão.",
            "Eleve os calcanhares do solo, contraindo os músculos da panturrilha.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece os músculos da panturrilha.",
            "- Melhora a estabilidade e equilíbrio.",
            "- Contribui para o desempenho em atividades físicas que exigem impulsão ou resistência."
        ],
        "precautions": [
            "- Evite movimentos bruscos durante a execução.",
            "- Certifique-se de que a coluna esteja sempre ereta.",
            "- Não carregue peso excessivo que comprometa a postura."
        ],
        "restrictions": [
            "- Pessoas com problemas nos joelhos, tornozelos ou coluna devem consultar um profissional antes de realizar.",
            "- Indivíduos com lesões recentes na panturrilha devem evitar o exercício."
        ],
        "substitutions": [
            "- Elevação de panturrilha em pé.",
            "- Elevação de panturrilha no leg press.",
            "- Saltos com corda."
        ],
        "related_muscles": [
            "- Gastrocnêmio (panturrilha principal).",
            "- Sóleo.",
            "- Tibial anterior (estabilizador)."
        ]
    },
    {
        "id": "8",
        "name": "Exercício: Variação Dois do Alongamento de Panturrilhas",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-calves-stretch-variation-2-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-calves-stretch-variation-2-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Com ambos os pés firmes no chão, coloque uma perna à frente do seu ombro, a outra perna deve espelhar essa posição atrás do seu outro ombro. Na posição inicial, ambos os seus joelhos devem estar esticados.",
            "2. Coloque as palmas das suas mãos contra a parede à altura dos ombros na sua frente, incline-se em direção à parede e dobre a perna da frente no joelho enquanto mantém a perna de trás esticada.",
            "3. Pare no ápice do alongamento e retorne à posição inicial. Troque a posição das suas pernas e repita."
        ],
        "what_is": [
            "- Consiste em uma variação do exercício clássico de alongamento das panturrilhas, focando no estiramento dos músculos da região posterior da perna.",
            "- A diferença está na posição corporal ou no uso de apoios específicos para intensificar o alongamento.."
        ],
        "how_to_execute": [
            "Posicione-se em pé com os pés alinhados à largura dos ombros.",
            "Avance um pé à frente, mantendo a perna traseira estendida e o calcanhar apoiado no chão.",
            "Incline o tronco suavemente para frente, transferindo o peso para a perna dianteira.",
            "Mantenha a posição por 20-30 segundos e repita com a outra perna."
        ],
        "why_do_it": [
            "- Promove flexibilidade nos músculos da panturrilha, melhora a mobilidade articular e auxilia na prevenção de lesões relacionadas à rigidez muscular."
        ],
        "precautions": [
            "- Evite inclinar excessivamente o corpo para não sobrecarregar a lombar.",
            "- Certifique-se de que o calcanhar da perna traseira permaneça em contato com o solo.",
            "- Respeite seus limites para evitar estiramentos musculares."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes nos músculos da panturrilha, tendão de Aquiles ou articulações do tornozelo devem evitar este movimento sem orientação profissional."
        ],
        "substitutions": [
            "- Alongamento de panturrilhas com apoio em parede.",
            "- Alongamento dinâmico com movimentos de elevação de gêmeos.",
            "- Uso de acessórios como faixas elásticas para facilitar o estiramento."
        ],
        "related_muscles": [
            "- Gastrocnêmio (parte mais superficial da panturrilha).",
            "- Sóleo (localizado abaixo do gastrocnêmio).",
            "- Tendão de Aquiles (ponto de conexão com o calcanhar)."
        ]
    },
    {
        "id": "9",
        "name": "Exercício: Elevação de Panturrilha com Faixa",
        "level": "Novato",
        "execution_type": "Faixa Elástica",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Band-band-calf-raise-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Band-band-calf-raise-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Prenda a faixa em um ponto de ancoragem baixo.",
            "2. Dê alguns passos para trás até que a faixa esteja esticada.",
            "3. Incline-se levemente para trás. Levante seus calcanhares para cima e para baixo."
        ],
        "what_is": [
            "- Consiste em um exercício de força que trabalha a musculatura posterior da perna, realizado com o auxílio de uma faixa elástica para aumentar a resistência e intensidade."
        ],
        "how_to_execute": [
            "Posicione-se em pé sobre uma superfície estável, com os pés alinhados aos quadris.",
            "Coloque a faixa elástica logo acima dos joelhos ou na parte superior das coxas.",
            "Mantenha os abdominais contraídos e eleve os calcanhares do chão, transferindo o peso para a ponta dos pés.",
            "Realize o movimento de forma controlada e retorne à posição inicial."
        ],
        "why_do_it": [
            "- Fortalece a musculatura da panturrilha, melhora a estabilidade e equilíbrio, além de contribuir para o desenvolvimento funcional das pernas."
        ],
        "precautions": [
            "- Evite arquear excessivamente a coluna durante a execução.",
            "- Mantenha os joelhos alinhados com os pés para evitar compensações.",
            "- Respeite sua amplitude de movimento e evite sobrecarga desnecessária."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes nos tornozelos, joelhos ou panturrilhas devem evitar este movimento.",
            "- Consulte um profissional de saúde antes de iniciar qualquer prática.."
        ],
        "substitutions": [
            "- Elevação simples sem faixa",
            "- Agachamento unilateral",
            "- Step-ups"
        ],
        "related_muscles": [
            "- Gastrocnêmio, sóleo, tibial anterior (secundário) e músculos estabilizadores do core."
        ]
    },
    {
        "id": "10",
        "name": "Exercício: Elevação de Panturrilha com Halteres",
        "level": "Novato",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-calf-raise-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-calf-raise-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com os pés no chão. Você pode colocar a ponta de seus pés em cima de uma plataforma para aumentar a amplitude do movimento.",
            "2. Imagine que você tenha uma corda presa aos seus calcanhares e puxe seus calcanhares para cima em direção ao teto."
        ],
        "what_is": [
            "- Consiste em um exercício de isolamento que trabalha principalmente a musculatura da panturrilha.",
            "- É realizado com o uso de halteres para aumentar a resistência e intensidade do movimento.."
        ],
        "how_to_execute": [
            "Fique em pé, com os pés na largura dos ombros e um haltere em cada mão ao lado do corpo.",
            "Levante os calcanhares do chão, elevando o corpo nas pontas dos pés até atingir a máxima contração da panturrilha.",
            "Retorne lentamente à posição inicial, abaixando os calcanhares até esticar completamente os músculos da panturrilha."
        ],
        "why_do_it": [
            "- Fortalece e define os músculos da panturrilha, melhora a estabilidade e equilíbrio, além de contribuir para o desempenho em atividades que exigem impulsão ou força na parte inferior do corpo."
        ],
        "precautions": [
            "- Mantenha o core ativado para evitar desequilíbrio.",
            "- Evite realizar o movimento de forma rápida ou com peso excessivo.",
            "- Use calçados adequados ou execute descalço para maior estabilidade."
        ],
        "restrictions": [
            "- Indivíduos com problemas no tornozelo, joelho ou coluna devem consultar um profissional antes de realizar o exercício.",
            "- Não é recomendado para pessoas com lesões recentes na panturrilha.."
        ],
        "substitutions": [
            "- Elevação de panturrilha em máquina específica (leg press ou plataforma).",
            "- Saltos com peso corporal.",
            "- Afundos com ênfase na fase de subida."
        ],
        "related_muscles": [
            "- Gastrocnêmio (panturrilha principal).",
            "- Sóleo (localizado abaixo do gastrocnêmio).",
            "- Tibial anterior (secundário, durante a estabilização)."
        ]
    },
    {
        "id": "11",
        "name": "Exercício: Elevação de Panturrilha Caminhando",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-walking-calf-raises-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-walking-calf-raises-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Caminhe para frente e pressione seu dedo do pé contra o chão",
            "2. Levante o calcanhar do chão a cada passo e tensione o músculo da panturrilha",
            "3. Repita em cada perna e caminhe lentamente para frente"
        ],
        "what_is": [
            "- Consiste em um movimento funcional que combina a elevação das panturrilhas com o ato de caminhar, trabalhando os músculos da parte inferior da perna enquanto se desloca."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés alinhados aos ombros.",
            "Eleve os calcanhares do chão, transferindo o peso para a ponta dos pés.",
            "Mantenha o equilíbrio e dê um passo à frente com um dos pés, permanecendo na posição elevada.",
            "Repita o movimento alternando os passos, mantendo a elevação constante dos calcanhares."
        ],
        "why_do_it": [
            "- Fortalece os músculos da panturrilha.",
            "- Melhora a estabilidade e o equilíbrio.",
            "- Aumenta a resistência muscular localizada.",
            "- Pode ser usado como exercício funcional para atividades cotidianas."
        ],
        "precautions": [
            "- Mantenha o core ativado para evitar desequilíbrios.",
            "- Evite realizar o movimento em superfícies escorregadias ou irregulares.",
            "- Use calçados adequados ou execute descalço em superfícies estáveis."
        ],
        "restrictions": [
            "- Indivíduos com problemas nos joelhos, tornozelos ou panturrilhas devem consultar um profissional antes de executar.",
            "- Não é recomendado para pessoas com labirintite ou dificuldades de equilíbrio."
        ],
        "substitutions": [
            "- Elevação de panturrilha estática.",
            "- Elevação de panturrilha unilateral com apoio.",
            "- Utilização de plataformas para maior amplitude."
        ],
        "related_muscles": [
            "- Gastrocnêmio (panturrilha).",
            "- Sóleo.",
            "- Tibial anterior (secundário).",
            "- Estabilizadores do tornozelo e core (auxiliares)."
        ]
    },
    {
        "id": "12",
        "name": "Exercício: Elevação de Panturrilha no Cabo",
        "level": "Iniciante",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-cable-calve-raise-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-cable-calve-raise-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Use uma barra reta ou o acessório barra ez com o cabo ajustado até a posição mais baixa.",
            "2. Dê alguns passos para trás.",
            "3. Puxe seus calcanhares para cima até sentir uma contração na panturrilha e depois volte à posição original."
        ],
        "what_is": [
            "- Trata-se de um exercício de isolamento que visa trabalhar os músculos da parte posterior da perna, especificamente os gastrocnêmios e o sóleo.",
            "- É realizado com o auxílio de um cabo de tração conectado a uma polia baixa.."
        ],
        "how_to_execute": [
            "Conecte o acessório ao tornozelo ou utilize uma cinta especial.",
            "Posicione-se de frente para a máquina, mantendo uma leve inclinação do tronco para frente.",
            "Com as pernas estendidas ou levemente flexionadas, eleve o calcanhar, contraindo os músculos da panturrilha.",
            "Desça lentamente até a posição inicial, controlando o movimento.",
            "Repita o número de repetições desejado."
        ],
        "why_do_it": [
            "- Fortalece os músculos da panturrilha, melhorando a estabilidade e a força durante atividades como caminhada, corrida e saltos.",
            "- Proporciona maior definição muscular na região.",
            "- Pode ser usado em programas de reabilitação para fortalecer a musculatura posterior da perna."
        ],
        "precautions": [
            "- Evite realizar o movimento de forma rápida ou com peso excessivo, o que pode causar lesões.",
            "- Mantenha o controle durante toda a execução, evitando compensações com outras partes do corpo.",
            "- Certifique-se de que o equipamento esteja ajustado corretamente para evitar desconforto ou escorregões."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes nos tornozelos, panturrilhas ou joelhos devem evitar esse exercício até obter liberação médica.",
            "- Pessoas com problemas circulatórios graves nas pernas devem consultar um profissional antes de realizá-lo."
        ],
        "substitutions": [
            "- Elevação de panturrilha em pé com barra.",
            "- Elevação de panturrilha sentado com halteres ou máquinas específicas.",
            "- Saltos verticais ou exercícios pliométricos."
        ],
        "related_muscles": [
            "- Primários : Gastrocnêmio (cabeça medial e lateral).",
            "- Secundários : Sóleo, tibial posterior e flexores dos dedos."
        ]
    },
    {
        "id": "13",
        "name": "Exercício: Texto: Máquina de Prensa Horizontal para Pernas e Elevação de Panturrilha",
        "level": "Iniciante",
        "execution_type": "Máquina",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-horizontal-leg-press-calf-raise-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-horizontal-leg-press-calf-raise-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Ajuste a máquina de acordo com a sua altura.",
            "2. As bolas dos seus pés devem estar suportando seu peso na parte inferior da plataforma, com seus calcanhares estendendo-se para fora dela.",
            "3. Estenda seus calcanhares para cima, mantendo seus joelhos estáticos, e faça uma pausa na posição contraída.",
            "4. Volte lentamente para a posição inicial. Repita."
        ],
        "what_is": [
            "- Equipamento projetado para exercitar membros inferiores, permitindo movimentos de extensão de pernas e elevação de panturrilhas em posição horizontal."
        ],
        "how_to_execute": [
            "Sente-se no equipamento com as costas apoiadas no encosto.",
            "Posicione os pés na plataforma inferior, mantendo-os alinhados com os ombros.",
            "Libere a trava de segurança e estique as pernas lentamente.",
            "Para trabalhar a panturrilha, eleve os calcanhares ao máximo e retorne à posição inicial."
        ],
        "why_do_it": [
            "- Promove fortalecimento muscular, melhora a definição e contribui para o equilíbrio corporal."
        ],
        "precautions": [
            "- Evite travar os joelhos durante a extensão.",
            "- Mantenha o controle do peso e evite sobrecarga excessiva.",
            "- Respeite a amplitude natural dos movimentos."
        ],
        "restrictions": [
            "- Não é recomendado para pessoas com lesões graves nos joelhos, tornozelos ou coluna lombar.",
            "- Consulte um profissional antes de iniciar.."
        ],
        "substitutions": [
            "- Agachamento livre, leg press inclinado ou exercícios com elástico resistivo."
        ],
        "related_muscles": [
            "- Quadríceps, glúteos, gastrocnêmios e sóleos."
        ]
    },
    {
        "id": "14",
        "name": "Exercício: Elevação de Panturrilha com Kettlebell em uma Perna Só",
        "level": "Iniciante",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-single-leg-calf-raise-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-single-leg-calf-raise-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Em pé e com uma kettlebell em uma das mãos, levante o mesmo pé do lado que não tem a kettlebell do chão.",
            "2. Eleve o calcanhar para cima enquanto mantém os joelhos parados.",
            "3. Faça uma pausa quando seus calcanhares estiverem totalmente estendidos e, em seguida, retorne lentamente à posição inicial e repita."
        ],
        "what_is": [
            "- Um exercício de força unilateral que visa principalmente os músculos da panturrilha, realizado com o uso de uma kettlebell para aumentar a resistência."
        ],
        "how_to_execute": [
            "Fique em pé sobre uma perna, segurando a kettlebell com uma ou duas mãos.",
            "Eleve o calcanhar do chão, contraindo a panturrilha.",
            "Desça lentamente até retornar à posição inicial.",
            "Repita o movimento pelo número desejado de repetições antes de trocar de perna."
        ],
        "why_do_it": [
            "- Melhora a força e definição muscular da panturrilha.",
            "- Promove equilíbrio e estabilidade.",
            "- Trabalha a musculatura de forma unilateral, corrigindo possíveis assimetrias."
        ],
        "precautions": [
            "- Mantenha o core ativado para evitar desequilíbrio.",
            "- Evite movimentos bruscos ao subir ou descer o calcanhar.",
            "- Certifique-se de que a superfície de apoio seja estável."
        ],
        "restrictions": [
            "- Indivíduos com problemas nos joelhos, tornozelos ou panturrilhas devem consultar um profissional antes de realizar o exercício.",
            "- Não é recomendado para pessoas com lesões recentes na região inferior do corpo."
        ],
        "substitutions": [
            "- Elevação de panturrilha bilateral com kettlebell.",
            "- Elevação de panturrilha em máquina no gym.",
            "- Pulo de agachamento unilateral sem peso."
        ],
        "related_muscles": [
            "- Gastrocnêmio (panturrilha).",
            "- Sóleo.",
            "- Tibial anterior (estabilização).",
            "- Músculos do core (para equilíbrio)."
        ]
    },
    {
        "id": "15",
        "name": "Exercício: Elevação de Panturrilha com Kettlebell",
        "level": "Novato",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-calf-raise-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-calf-raise-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Ficando em pé com um kettlebell em cada mão, levante os calcanhares para cima enquanto mantém os joelhos imóveis.",
            "2. Pause quando seus calcanhares estiverem totalmente estendidos e, em seguida, retorne lentamente à posição inicial e repita."
        ],
        "what_is": [
            "- Consiste em um exercício de força e resistência que visa trabalhar principalmente a musculatura posterior da perna, utilizando uma kettlebell como carga adicional para aumentar a intensidade."
        ],
        "how_to_execute": [
            "Fique em pé, com os pés na largura dos ombros e a kettlebell segura com ambas as mãos ao lado do corpo.",
            "Eleve os calcanhares do chão, contraindo os músculos da panturrilha, até ficar nas pontas dos pés.",
            "Mantenha a posição por um breve momento no topo do movimento.",
            "Abaixe lentamente os calcanhares de volta à posição inicial."
        ],
        "why_do_it": [
            "- Fortalece os músculos da panturrilha, melhora a estabilidade e equilíbrio, contribui para desempenhos melhores em atividades que exigem impulsão e potência nas pernas, além de auxiliar na prevenção de lesões."
        ],
        "precautions": [
            "- Mantenha o core ativado e a coluna neutra durante o movimento.",
            "- Evite inclinar o tronco excessivamente para frente.",
            "- Realize o movimento de forma controlada, evitando solavancos.",
            "- Respeite sua amplitude articular e limite de carga."
        ],
        "restrictions": [
            "- Indivíduos com problemas no joelho, tornozelo ou coluna devem consultar um profissional antes de realizar o exercício.",
            "- Pessoas com hérnia de disco ou condições neurológicas também devem ter cautela.."
        ],
        "substitutions": [
            "- Elevação de panturrilha com halteres.",
            "- Elevação de panturrilha no leg press.",
            "- Elevação de panturrilha unilateral com apoio."
        ],
        "related_muscles": [
            "- Gastrocnêmios (panturrilhas).",
            "- Sóleo.",
            "- Tibial anterior (estabilização)."
        ]
    },
    {
        "id": "16",
        "name": "Exercício: Texto: Máquina de Prensa Horizontal para Pernas e Salto de Panturrilha",
        "level": "Iniciante",
        "execution_type": "Máquina",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-horizontal-leg-press-calf-jump-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-horizontal-leg-press-calf-jump-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece com os pés afastados na largura dos ombros e os joelhos levemente dobrados.",
            "2. Mude seu peso para a ponta dos pés e não fique com os pés totalmente no chão. Usando seus músculos da panturrilha, imite um movimento de pulo, mas não saia da plataforma.",
            "3. Exploda para as pontas dos pés e segure por um segundo."
        ],
        "what_is": [
            "- Trata-se de um equipamento de musculação projetado para exercitar membros inferiores, permitindo a execução de movimentos específicos que envolvem extensão de pernas e elevação de saltos."
        ],
        "how_to_execute": [
            "Sente-se no banco do aparelho, posicionando os pés na plataforma com a distância equivalente à largura dos ombros.",
            "Ajuste o encosto para manter a coluna apoiada e firme.",
            "Dobre os joelhos até formar um ângulo de aproximadamente 90 graus.",
            "Empurre a plataforma com as pernas até a extensão completa, sem travar os joelhos.",
            "Retorne lentamente à posição inicial e repita o movimento."
        ],
        "why_do_it": [
            "- Promove fortalecimento muscular, melhora a estabilidade articular e contribui para o desenvolvimento funcional das pernas e panturrilhas.",
            "- É eficaz para aumentar a resistência e a definição muscular.."
        ],
        "precautions": [
            "- Mantenha a coluna alinhada ao encosto durante todo o exercício.",
            "- Evite estender completamente os joelhos de forma brusca.",
            "- Use cargas adequadas ao seu nível de condicionamento físico.",
            "- Realize o movimento de forma controlada, evitando compensações com outras partes do corpo."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes ou crônicas nos joelhos, tornozelos ou região lombar devem evitar este exercício ou executá-lo apenas sob orientação médica/fisioterapêutica."
        ],
        "substitutions": [
            "- Agachamento livre ou no hack machine.",
            "- Avanços com barra ou halteres.",
            "- Elevação de gêmeos em pé ou sentado."
        ],
        "related_muscles": [
            "- Quadríceps (principalmente na fase de extensão).",
            "- Gêmeos e sóleo (durante a fase de elevação do salto).",
            "- Isquiotibiais (como estabilizadores)."
        ]
    },
    {
        "id": "17",
        "name": "Exercício: Elevação de Panturrilha Sentado com Barra",
        "level": "Iniciante",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-seated-calf-raise-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-seated-calf-raise-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece sentando-se em um banco com uma barra de peso descansando em seus joelhos. Seus pés devem estar firmes no chão, com uma distância aproximada da largura dos quadris.",
            "2. Coloque suas mãos na barra para apoio e levante os calcanhares do chão.",
            "3. Mantenha essa posição por um momento, depois abaixe lentamente os calcanhares de volta ao chão."
        ],
        "what_is": [
            "- Consiste em um exercício de força realizado com o auxílio de uma barra apoiada sobre os joelhos, enquanto o praticante está sentado.",
            "- O movimento foca na contração dos músculos da parte posterior da perna.."
        ],
        "how_to_execute": [
            "Sente-se em um banco específico para o exercício com as costas retas e os pés apoiados no chão.",
            "Posicione a barra logo acima dos joelhos, garantindo que esteja bem fixa e equilibrada.",
            "Eleve os calcanhares o máximo possível, contraindo os músculos da panturrilha.",
            "Retorne lentamente à posição inicial, estendendo totalmente os tornozelos."
        ],
        "why_do_it": [
            "- Fortalece os músculos da panturrilha, melhora a definição muscular e contribui para o equilíbrio e estabilidade durante atividades físicas e cotidianas."
        ],
        "precautions": [
            "- Mantenha a coluna ereta durante toda a execução.",
            "- Evite movimentos bruscos ou excessivamente rápidos.",
            "- Ajuste o peso da barra conforme sua capacidade física.",
            "- Certifique-se de que a barra está bem posicionada para evitar desequilíbrios."
        ],
        "restrictions": [
            "- Indivíduos com problemas nos joelhos, tornozelos ou na coluna devem consultar um profissional antes de realizar o exercício.",
            "- Também não é recomendado para quem apresenta dores ou lesões recentes nas panturrilhas.."
        ],
        "substitutions": [
            "- Elevação de panturrilha em pé com halteres.",
            "- Elevação de panturrilha em máquina específica.",
            "- Saltos com peso corporal."
        ],
        "related_muscles": [
            "- Gastrocnêmio (parte principal da panturrilha).",
            "- Sóleo (localizado abaixo do gastrocnêmio).",
            "- Tibial posterior (auxiliar na estabilização)."
        ]
    },
    {
        "id": "18",
        "name": "Exercício: Elevação de Panturrilha com Barra e Dedos para Cima",
        "level": "Iniciante",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-toes-up-calf-raise-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-toes-up-calf-raise-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece ficando em pé em uma superfície elevada (como um degrau ou caixa), com as pontas dos pés na borda da superfície e os calcanhares pendurados. Segure uma barra nas suas costas e ombros, usando uma pegada por cima.",
            "2. Mantendo seu core ativado e suas costas retas, empurre através das pontas dos seus pés para levantar os calcanhares o mais alto que puder.",
            "3. Abaixe seus calcanhares de volta à posição inicial, permitindo que suas panturrilhas se alonguem."
        ],
        "what_is": [
            "- Trata-se de um exercício de força que visa trabalhar os músculos da panturrilha, realizado com o uso de uma barra e posicionando os dedos dos pés voltados para cima (em dorsiflexão)."
        ],
        "how_to_execute": [
            "Posicione-se em pé sobre uma plataforma ou degrau, com os calcanhares para fora.",
            "Coloque a barra na parte superior das costas, apoiada nos trapézios.",
            "Mantenha os joelhos estendidos ou levemente flexionados.",
            "Eleve os calcanhares ao máximo, contraindo as panturrilhas.",
            "Retorne lentamente à posição inicial, alongando os músculos."
        ],
        "why_do_it": [
            "- Desenvolve força e hipertrofia nos músculos da panturrilha.",
            "- Melhora a estabilidade e funcionalidade do tornozelo.",
            "- Pode ser usado para complementar treinos de pernas ou esportes específicos."
        ],
        "precautions": [
            "- Evite movimentos rápidos ou descontrolados.",
            "- Mantenha o core ativado para estabilização.",
            "- Respeite a amplitude articular individual."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes no tornozelo ou panturrilha devem evitar.",
            "- Pessoas com problemas articulares graves ou hérnias devem consultar um profissional antes de executar."
        ],
        "substitutions": [
            "- Elevação de panturrilha em máquina específica.",
            "- Elevação de panturrilha unilateral com halter.",
            "- Saltos pliométricos sem carga adicional."
        ],
        "related_muscles": [
            "- Gastrocnêmio (cabeça lateral e medial).",
            "- Sóleo.",
            "- Tibial anterior (ativado pela dorsiflexão)."
        ]
    },
    {
        "id": "19",
        "name": "Exercício: Caminhada na Ponta dos Pés",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-tip-toe-walking-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-tip-toe-walking-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Aponte seus dedos dos pés para o chão.",
            "2. Caminhe lentamente para frente e para trás",
            "3. Mantenha seus calcanhares no ar o máximo possível enquanto caminha.",
            "4. Pode ser benéfico fazer isso por último ao final do seu treino."
        ],
        "what_is": [
            "- Consiste em um movimento realizado com o corpo ereto, elevando-se sobre as pontas dos pés.",
            "- O exercício pode ser feito de forma estática ou dinâmica, com ou sem deslocamento.."
        ],
        "how_to_execute": [
            "Fique em pé, com os pés alinhados aos quadris e os braços relaxados ao lado do corpo.",
            "Eleve lentamente o calcanhar até ficar apoiado apenas nas pontas dos pés.",
            "Mantenha a posição por alguns segundos ou realize pequenos passos, dependendo da variação.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece os músculos inferiores, melhora a estabilidade, equilíbrio e postura.",
            "- Também pode contribuir para o desenvolvimento da coordenação motora.."
        ],
        "precautions": [
            "- Mantenha o core ativado para evitar sobrecarga na coluna.",
            "- Evite movimentos bruscos ou excessivamente rápidos.",
            "- Use calçados adequados ou execute descalço em superfícies planas."
        ],
        "restrictions": [
            "- Pessoas com problemas nos joelhos, tornozelos ou pés devem consultar um profissional antes de realizar o exercício.",
            "- Indivíduos com lesões recentes ou condições neurológicas que afetam o equilíbrio precisam de supervisão."
        ],
        "substitutions": [
            "- Elevação de gêmeos com apoio (parede ou cadeira).",
            "- Agachamentos parciais.",
            "- Exercícios isométricos para membros inferiores."
        ],
        "related_muscles": [
            "- Gastrocnêmios (batata da perna).",
            "- Sóleo.",
            "- Tibilais anterior e posterior.",
            "- Estabilizadores do core e glúteos (em menor intensidade)."
        ]
    },
    {
        "id": "20",
        "name": "Exercício: Salto com Barra para Panturrilhas",
        "level": "Avançado",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-calf-jump-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-calf-jump-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com os pés afastados na largura dos ombros e os joelhos levemente dobrados.",
            "2. Mude seu peso para as pontas dos seus pés e mantenha-se com os pés planos. Usando seus músculos da panturrilha, imite um movimento de pulo, mas não saia do chão.",
            "3. Exploda até a ponta dos pés e segure por um segundo.",
            "4. Traga seus calcanhares de volta ao chão e então inicie a próxima repetição."
        ],
        "what_is": [
            "- Um exercício de força que utiliza uma barra apoiada nos ombros para realizar saltos verticais, focando no desenvolvimento das panturrilhas e na explosividade."
        ],
        "how_to_execute": [
            "Posicione a barra sobre os ombros, atrás da nuca, com as mãos segurando-a firmemente.",
            "Fique em pé, pés alinhados com os ombros, mantendo o tronco ereto.",
            "Flexione levemente os joelhos e desça o calcanhar até sentir um alongamento nas panturrilhas.",
            "Realize um salto vertical, impulsionando-se com as pontas dos pés.",
            "Ao retornar ao solo, amortecendo o impacto, volte à posição inicial e repita."
        ],
        "why_do_it": [
            "- Desenvolve força e potência nas panturrilhas.",
            "- Melhora a capacidade de impulsão e estabilidade.",
            "- Fortalece músculos secundários envolvidos na execução do movimento."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante toda a execução.",
            "- Evite sobrecarregar a barra além do peso suportável.",
            "- Realize o movimento com controle, evitando quedas bruscas ao retornar ao solo."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves nos joelhos, tornozelos ou coluna devem evitar sua prática.",
            "- Não é recomendado para iniciantes sem orientação adequada."
        ],
        "substitutions": [
            "- Elevação de Panturrilhas em Pé com Halteres.",
            "- Elevação de Panturrilhas Sentado em Máquina.",
            "- Saltos Verticais sem Carga Adicional."
        ],
        "related_muscles": [
            "- Gastrocnêmio (panturrilha).",
            "- Sóleo.",
            "- Tibial anterior (estabilização).",
            "- Quadríceps e glúteos (auxiliares na impulsão)."
        ]
    },
    {
        "id": "21",
        "name": "Exercício: Elevação Dupla de Panturrilha Sentado com Kettlebell",
        "level": "Novato",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-seated-calf-raise-double-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-seated-calf-raise-double-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece sentando-se em um banco com uma barra de peso descansando em seus joelhos. Seus pés devem estar firmes no chão, com uma distância aproximada da largura dos quadris.",
            "2. Coloque as mãos na barra para se apoiar e levante os calcanhares do chão.",
            "3. Mantenha essa posição por um momento, depois abaixe seus calcanhares lentamente de volta ao chão."
        ],
        "what_is": [
            "- Consiste em um exercício de força e resistência que visa trabalhar a musculatura da panturrilha utilizando uma kettlebell como carga adicional.",
            "- É realizado em posição sentada, com foco na elevação dos calcanhares.."
        ],
        "how_to_execute": [
            "Sente-se em um banco ou cadeira com os pés apoiados no chão, mantendo os joelhos flexionados.",
            "Posicione a kettlebell sobre os joelhos ou segure-a com as mãos para aumentar a carga.",
            "Eleve os calcanhares do chão, contraindo a panturrilha, até ficar nas pontas dos pés.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece a musculatura da panturrilha.",
            "- Melhora a estabilidade e equilíbrio.",
            "- Contribui para o desenvolvimento de movimentos funcionais.",
            "- Pode ser utilizado para complementar treinos de membros inferiores."
        ],
        "precautions": [
            "- Mantenha a coluna ereta durante a execução.",
            "- Evite movimentos bruscos ao elevar ou abaixar os calcanhares.",
            "- Certifique-se de que a carga utilizada seja adequada ao nível de força."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes nos tornozelos, joelhos ou coluna devem evitar o exercício.",
            "- Pessoas com problemas circulatórios nas pernas devem consultar um médico antes de realizá-lo."
        ],
        "substitutions": [
            "- Elevação de Panturrilha em Pé.",
            "- Elevação de Panturrilha na Plataforma.",
            "- Flexão Plantar com Carga Livre."
        ],
        "related_muscles": [
            "- Gastrocnêmio (panturrilha).",
            "- Sóleo.",
            "- Tibial posterior (auxiliar)."
        ]
    },
    {
        "id": "22",
        "name": "Exercício: Elevação de Panturrilha Sentado com Halteres",
        "level": "Novato",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-seated-calf-raise-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-seated-calf-raise-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece sentando em um banco com os pés afastados na largura dos ombros e um haltere em cada mão, colocados em cada perna.",
            "2. A partir dessa posição inicial, levante seus calcanhares o máximo que puder, empurrando para cima através dos seus dedos dos pés.",
            "3. Abaixe lentamente os calcanhares de volta à posição inicial e repita pelo número desejado de repetições."
        ],
        "what_is": [
            "- Consiste em um exercício de isolamento para a musculatura da panturrilha, realizado com o uso de halteres enquanto se está sentado."
        ],
        "how_to_execute": [
            "Sente-se em um banco com os pés apoiados no chão, ligeiramente afastados na largura dos ombros.",
            "Segure um haltere em cada mão, posicionando-os sobre as coxas logo acima dos joelhos.",
            "Eleve os calcanhares do chão, contraindo a panturrilha ao máximo.",
            "Mantenha a contração por um breve momento e retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Trabalha especificamente os músculos da panturrilha, promovendo fortalecimento e definição muscular, além de contribuir para melhorar a estabilidade e impulsão durante atividades físicas."
        ],
        "precautions": [
            "- Evite movimentos bruscos ou excessivamente rápidos.",
            "- Mantenha a coluna alinhada e evite inclinar o tronco para frente.",
            "- Certifique-se de que os halteres estejam bem posicionados para evitar desequilíbrio."
        ],
        "restrictions": [
            "- Pessoas com problemas nos joelhos, tornozelos ou coluna devem consultar um profissional de saúde antes de realizar o exercício.",
            "- Indivíduos com lesões recentes na panturrilha também devem evitar.."
        ],
        "substitutions": [
            "- Elevação de panturrilha em pé.",
            "- Elevação de panturrilha na máquina específica.",
            "- Saltos com peso corporal."
        ],
        "related_muscles": [
            "- Gastrocnêmio (parte principal da panturrilha).",
            "- Sóleo (localizado abaixo do gastrocnêmio)."
        ]
    },
    {
        "id": "23",
        "name": "Exercício: Elevação de Panturrilha na Smith Machine",
        "level": "Novato",
        "execution_type": "Máquina (Smith)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Smithmachine-calf-raise-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Smithmachine-calf-raise-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Coloque a barra nas suas costas",
            "2. Comece com os pés firmes no chão",
            "3. Estenda seus calcanhares para cima, mantendo seus joelhos parados, e faça uma pausa na posição contraída.",
            "4. Retorne lentamente à posição inicial. Repita."
        ],
        "what_is": [
            "- Trata-se de um exercício de isolamento realizado em uma máquina guiada, projetado para trabalhar a musculatura da parte posterior da perna.",
            "- A execução ocorre com o praticante elevando os calcanhares enquanto mantém as costas retas e o apoio adequado.."
        ],
        "how_to_execute": [
            "Posicione-se na máquina com os ombros alinhados à barra e os pés apoiados na plataforma.",
            "Eleve os calcanhares ao máximo, contraindo os músculos da panturrilha.",
            "Descanse lentamente os calcanhares até voltar à posição inicial.",
            "Mantenha o controle durante todo o movimento."
        ],
        "why_do_it": [
            "- Este movimento é eficaz para desenvolver força e definição muscular na região da panturrilha.",
            "- Além disso, pode ser utilizado como complemento em programas de treinamento funcional ou estético.."
        ],
        "precautions": [
            "- Evite realizar o movimento com carga excessiva para prevenir lesões.",
            "- Mantenha a postura ereta durante toda a execução.",
            "- Certifique-se de que a máquina esteja bem ajustada à sua altura."
        ],
        "restrictions": [
            "- Indivíduos com problemas no joelho, tornozelo ou coluna devem consultar um profissional antes de executar o exercício.",
            "- Pessoas com limitações de mobilidade também devem adaptar o movimento conforme necessário.."
        ],
        "substitutions": [
            "- Elevação de Panturrilha em pé com halteres.",
            "- Elevação de Panturrilha sentado em máquina específica.",
            "- Saltos repetidos sem carga."
        ],
        "related_muscles": [
            "- Gastrocnêmio (panturrilha).",
            "- Sóleo.",
            "- Tibial posterior (secundário)."
        ]
    },
    {
        "id": "24",
        "name": "Exercício: Elevação de Panturrilha TRX",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-trx-calf-raise-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-trx-calf-raise-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure as alças do TRX debaixo dos seus braços e os cabos nas suas axilas.",
            "2. Incline-se para frente contra as tiras.",
            "3. Mantenha seu corpo reto e inicie a elevação de panturrilha levantando seus calcanhares do chão."
        ],
        "what_is": [
            "- Consiste em um exercício de fortalecimento muscular realizado com o auxílio de uma faixa TRX, que utiliza o peso corporal para trabalhar os músculos da parte inferior das pernas."
        ],
        "how_to_execute": [
            "Posicione-se em pé, segurando as alças do TRX com as mãos.",
            "Incline o corpo para frente, mantendo o tronco reto e os pés apoiados no chão.",
            "Eleve os calcanhares, contraindo os músculos da panturrilha.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Ajuda a fortalecer e definir os músculos da panturrilha, melhora a estabilidade e equilíbrio, além de ser funcional para atividades cotidianas e esportivas."
        ],
        "precautions": [
            "- Mantenha o core ativado para evitar sobrecarga na coluna.",
            "- Evite movimentos bruscos ao subir e descer os calcanhares.",
            "- Certifique-se de que o TRX esteja bem fixado antes de iniciar."
        ],
        "restrictions": [
            "- Indivíduos com problemas nos joelhos, tornozelos ou coluna devem consultar um profissional antes de executar o exercício."
        ],
        "substitutions": [
            "- Elevação de panturrilha com carga livre.",
            "- Elevação de panturrilha em máquina específica.",
            "- Saltos com salto unipodal."
        ],
        "related_muscles": [
            "- Gastrocnêmio (panturrilha).",
            "- Sóleo.",
            "- Tibial anterior (secundário)."
        ]
    },
    {
        "id": "25",
        "name": "Exercício: Máquina de Elevação de Panturrilha a 45 Graus",
        "level": "Novato",
        "execution_type": "Máquina",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-45-degree-calf-raise-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-45-degree-calf-raise-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Ajuste a máquina de acordo com a sua altura e sente-se.",
            "2. A parte da frente dos seus pés deve suportar seu peso no bloco de panturrilha, com os calcanhares estendidos para fora dele.",
            "3. Estenda seus calcanhares para cima mantendo os joelhos parados e faça uma pausa na posição de contração.",
            "4. Volte lentamente à posição inicial. Repita."
        ],
        "what_is": [
            "- Consiste em um equipamento de musculação projetado para trabalhar os músculos da panturrilha em uma posição inclinada a 45 graus.",
            "- A pessoa apoia os ombros e a parte superior do corpo no encosto acolchoado, enquanto os pés ficam posicionados em uma plataforma inferior.."
        ],
        "how_to_execute": [
            "Posicione-se na máquina com os ombros apoiados no encosto e os pés alinhados na plataforma.",
            "Mantenha os joelhos levemente flexionados ou estendidos, dependendo da variação.",
            "Eleve os calcanhares o máximo possível, contraindo os músculos da panturrilha.",
            "Retorne à posição inicial de forma controlada, alongando os músculos."
        ],
        "why_do_it": [
            "- Promove o fortalecimento e hipertrofia dos músculos da panturrilha.",
            "- Melhora a estabilidade e funcionalidade do tornozelo.",
            "- Auxilia no desenvolvimento de movimentos explosivos, como saltos e corridas."
        ],
        "precautions": [
            "- Evite movimentos bruscos ou excesso de carga para prevenir lesões.",
            "- Mantenha a postura correta durante a execução.",
            "- Certifique-se de que a máquina esteja ajustada conforme sua altura."
        ],
        "restrictions": [
            "- Indivíduos com problemas no joelho, tornozelo ou panturrilha devem consultar um profissional antes de realizar.",
            "- Pessoas com hérnia de disco ou desconforto na região lombar devem evitar devido à inclinação."
        ],
        "substitutions": [
            "- Elevação de panturrilha em pé com barra.",
            "- Elevação de panturrilha sentado em máquina específica.",
            "- Saltos com peso corporal."
        ],
        "related_muscles": [
            "- Gastrocnêmio (principal).",
            "- Sóleo.",
            "- Tibial anterior (estabilizador)."
        ]
    },
    {
        "id": "26",
        "name": "Exercício: Pular Corda",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-jump-rope-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-jump-rope-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure os cabos com os cotovelos próximos e pule com os dois pés juntos.",
            "2. Gire os pulsos para balançar a corda sobre a sua cabeça.",
            "3. Pule quando a corda chegar aos seus pés, mantendo um ritmo constante."
        ],
        "what_is": [
            "- Consiste em um exercício aeróbico que envolve saltar repetidamente sobre uma corda que é girada por baixo e acima do corpo.",
            "- É amplamente utilizado para melhorar a resistência cardiovascular, coordenação motora e agilidade.."
        ],
        "how_to_execute": [
            "Posicione-se de pé, segurando as extremidades da corda com as mãos.",
            "Gire a corda com os pulsos, mantendo os cotovelos próximos ao corpo.",
            "Salte levemente com ambos os pés ou alternadamente enquanto a corda passa sob os pés.",
            "Mantenha o ritmo constante e controle a velocidade conforme sua capacidade."
        ],
        "why_do_it": [
            "- Melhora a resistência cardiovascular e pulmonar.",
            "- Promove gasto calórico elevado em pouco tempo.",
            "- Aumenta a coordenação motora e o equilíbrio.",
            "- Fortalece a musculatura de membros inferiores e superiores."
        ],
        "precautions": [
            "- Use tênis adequados para absorver impactos.",
            "- Realize o exercício em superfícies planas e macias, como tapetes ou pisos emborrachados.",
            "- Evite movimentos bruscos ou giros excessivos que possam causar torções.",
            "- Mantenha a postura ereta durante a execução."
        ],
        "restrictions": [
            "- Pessoas com problemas articulares graves nos joelhos, tornozelos ou coluna devem evitar.",
            "- Indivíduos com condições cardíacas ou respiratórias devem consultar um médico antes de praticar.",
            "- Não é recomendado para quem sofre de vertigens ou desequilíbrio severo."
        ],
        "substitutions": [
            "- Corrida leve no local.",
            "- Polichinelos.",
            "- Agachamentos com salto (jump squats).",
            "- Step aeróbico."
        ],
        "related_muscles": [
            "- Panturrilha (gastrocnêmios e sóleo).",
            "- Quadríceps.",
            "- Glúteos.",
            "- Bíceps braquial e antebraço (para girar a corda)."
        ]
    },
    {
        "id": "27",
        "name": "Exercício: Elevação de Panturrilha com Peso Corporal",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-donkey-calf-raise-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-donkey-calf-raise-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure em algo para manter o equilíbrio.",
            "2. Incline-se para frente e mantenha essa posição. Eleve os calcanhares até sentir uma contração nas panturrilhas."
        ],
        "what_is": [
            "- Consiste em um exercício de força que visa principalmente a musculatura da panturrilha, realizado utilizando apenas o peso corporal como resistência."
        ],
        "how_to_execute": [
            "Fique de pé, com os pés na largura dos ombros.",
            "Eleve os calcanhares do chão, transferindo o peso para a ponta dos pés.",
            "Mantenha a posição no topo por um breve momento.",
            "Descer lentamente até a posição inicial."
        ],
        "why_do_it": [
            "- Fortalece os músculos da panturrilha, melhora a estabilidade e equilíbrio, além de contribuir para a saúde geral das articulações do tornozelo."
        ],
        "precautions": [
            "- Evitar movimentos bruscos durante a execução.",
            "- Manter o core ativado para evitar desequilíbrio.",
            "- Não forçar além do limite confortável para evitar lesões."
        ],
        "restrictions": [
            "- Pessoas com problemas no joelho, tornozelo ou tendinite no tendão de Aquiles devem consultar um profissional antes de realizar o exercício."
        ],
        "substitutions": [
            "- Elevação unilateral (uma perna de cada vez).",
            "- Elevação com apoio em parede ou barra.",
            "- Utilização de carga adicional, como halteres."
        ],
        "related_muscles": [
            "- Gastrocnêmio (panturrilha).",
            "- Sóleo.",
            "- Tendão de Aquiles (estrutura conectiva)."
        ]
    },
    {
        "id": "28",
        "name": "Exercício: Smith Machine Elevação de Panturrilha Sentado",
        "level": "Novato",
        "execution_type": "Máquina (Smith)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Smithmachine-seated-calf-raise-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Smithmachine-seated-calf-raise-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece sentando-se em um banco ou caixa com a barra apoiada em seus joelhos. Seus pés devem estar firmes no chão, mais ou menos na largura do quadril.",
            "2. Coloque as mãos na barra para obter apoio e levante os calcanhares do chão.",
            "3. Mantenha esta posição por um momento, depois abaixe lentamente os calcanhares de volta ao chão."
        ],
        "what_is": [
            "- É um exercício de isolamento que visa trabalhar os músculos da panturrilha, realizado em uma máquina Smith com o praticante sentado.",
            "- A posição fixa e controlada da máquina permite focar na contração muscular.."
        ],
        "how_to_execute": [
            "Sente-se no banco da máquina Smith com as costas apoiadas.",
            "Posicione a parte anterior dos pés (bola do pé) sobre o suporte ou plataforma elevada, mantendo os calcanhares livres.",
            "Coloque a barra ou apoio acima das coxas, logo acima dos joelhos.",
            "Eleve os calcanhares o máximo possível, contraindo as panturrilhas.",
            "Retorne lentamente à posição inicial, estendendo completamente os músculos."
        ],
        "why_do_it": [
            "- Promove o desenvolvimento específico dos músculos da panturrilha.",
            "- Melhora a definição muscular e força localizada.",
            "- Complementa treinos funcionais e esportivos que exigem impulsão e equilíbrio."
        ],
        "precautions": [
            "- Evite carga excessiva que comprometa a amplitude do movimento.",
            "- Mantenha o tronco estável e evite compensações com outras partes do corpo.",
            "- Respeite o movimento completo para evitar encurtamentos musculares."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos joelhos, tornozelos ou panturrilhas devem evitar ou adaptar o exercício.",
            "- Pessoas com problemas circulatórios nas pernas devem consultar um profissional antes de executá-lo."
        ],
        "substitutions": [
            "- Elevação de panturrilha em pé (com barra ou halteres).",
            "- Elevação de panturrilha em leg press.",
            "- Jump rope (corda) para trabalho dinâmico."
        ],
        "related_muscles": [
            "- Gastrocnêmio (principalmente porção medial e lateral).",
            "- Sóleo.",
            "- Tibial posterior (de forma secundária)."
        ]
    },
    {
        "id": "29",
        "name": "Exercício: Elevação de Panturrilha com Cabo",
        "level": "Novato",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-belt-calf-raise-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-belt-calf-raise-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Coloque um cinto de mergulho e prenda o mosquetão do cabo à corrente/alaça.",
            "2. Dê alguns passos para trás e fique ereto. Levante-se na ponta dos pés e mantenha por uma contagem de 1."
        ],
        "what_is": [
            "- Consiste em um exercício de isolamento que trabalha a musculatura posterior da perna, utilizando um cabo de tração para proporcionar resistência."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com o cabo fixado em uma polia baixa e os tornozelos livres.",
            "Conecte os ganchos do cabo aos tornozelos ou use uma tornozeleira específica.",
            "Mantenha o tronco ereto e as mãos apoiadas em uma superfície estável, se necessário.",
            "Eleve os calcanhares do chão, contraindo os músculos da panturrilha.",
            "Abaixe lentamente os calcanhares até a posição inicial."
        ],
        "why_do_it": [
            "- Desenvolve força e definição muscular na região da panturrilha, melhora a estabilidade e equilíbrio, além de contribuir para atividades funcionais como caminhar, correr e saltar."
        ],
        "precautions": [
            "- Evite movimentos bruscos ou excessivamente rápidos.",
            "- Mantenha o controle durante toda a execução.",
            "- Certifique-se de que o cabo esteja devidamente ajustado e seguro.",
            "- Respeite sua amplitude articular natural."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes nos tornozelos, panturrilhas ou joelhos devem evitar ou consultar um profissional antes de realizar.",
            "- Também não é recomendado para quem sofre de problemas circulatórios graves nas pernas.."
        ],
        "substitutions": [
            "- Elevação com peso corporal (no solo ou em plataforma).",
            "- Elevação unilateral com halter.",
            "- Elevação em máquina específica para panturrilhas."
        ],
        "related_muscles": [
            "- Gastrocnêmio (cabeça medial e lateral).",
            "- Sóleo.",
            "- Tibial posterior (secundário).",
            "- Flexores dos dedos (secundário)."
        ]
    },
    {
        "id": "30",
        "name": "Exercício: Máquina de Elevação de Panturrilha com Carga de Placas",
        "level": "Intermediário",
        "execution_type": "Máquina",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-plate-loaded-calf-raise-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-plate-loaded-calf-raise-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se na máquina e pressione as costas contra o encosto.",
            "2. Coloque a parte da frente dos seus pés na borda da plataforma para os pés.",
            "3. Deixe seus calcanhares baixarem até sentir um alongamento nas panturrilhas, depois pressione para cima até sentir uma contração."
        ],
        "what_is": [
            "- Trata-se de um equipamento de musculação projetado para isolar e trabalhar os músculos da panturrilha.",
            "- A carga é ajustável por meio de placas de peso, permitindo progressão e adaptação ao nível de força do praticante.."
        ],
        "how_to_execute": [
            "Posicione-se na máquina com os ombros apoiados no suporte acolchoado.",
            "Coloque as pontas dos pés na borda inferior da plataforma, mantendo os calcanhares livres.",
            "Libere a trava de segurança, se houver, e abaixe lentamente os calcanhares até sentir o alongamento nas panturrilhas.",
            "Eleve os calcanhares o máximo possível, contraindo os músculos da panturrilha.",
            "Retorne à posição inicial de forma controlada e repita o movimento."
        ],
        "why_do_it": [
            "- Desenvolve força e hipertrofia nos músculos da panturrilha.",
            "- Melhora a estabilidade e equilíbrio durante atividades funcionais.",
            "- Contribui para o desempenho em esportes que exigem impulsão e saltos."
        ],
        "precautions": [
            "- Evite movimentos bruscos ou uso de cargas excessivas.",
            "- Mantenha a postura alinhada durante toda a execução.",
            "- Respeite a amplitude completa do movimento sem compensações articulares."
        ],
        "restrictions": [
            "- Indivíduos com lesões nos joelhos, tornozelos ou panturrilhas devem evitar ou adaptar o exercício sob orientação profissional.",
            "- Pessoas com problemas circulatórios graves nas pernas devem consultar um médico antes de realizar."
        ],
        "substitutions": [
            "- Elevação de panturrilha em pé com barra.",
            "- Elevação de panturrilha sentado com halteres ou máquina específica.",
            "- Saltos verticais (para trabalho dinâmico)."
        ],
        "related_muscles": [
            "- Gastrocnêmio (cabeças medial e lateral).",
            "- Sóleo.",
            "- Tibial posterior (de forma secundária)."
        ]
    },
    {
        "id": "31",
        "name": "Exercício: Elevação de Panturrilha na Máquina estilo Burro",
        "level": "Novato",
        "execution_type": "Máquina",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-donkey-calf-raise-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Machine-machine-donkey-calf-raise-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Ajuste a máquina de acordo com a sua altura. Coloque os cotovelos no apoio e segure nas alças. O apoio vertical deve estar encostando na sua lombar.",
            "2. Eleve seus calcanhares em direção ao teto."
        ],
        "what_is": [
            "- Trata-se de um exercício de isolamento que visa trabalhar os músculos da panturrilha, realizado em uma máquina específica projetada para posicionar o praticante de forma inclinada, com o corpo apoiado e os calcanhares livres para movimentação."
        ],
        "how_to_execute": [
            "Posicione-se na máquina com o quadril apoiado no suporte acolchoado e os pés firmemente apoiados na base.",
            "Ajuste a altura do suporte para que os calcanhares fiquem suspensos.",
            "Mantenha as costas neutras e contraia os músculos da panturrilha para elevar os calcanhares até a posição máxima.",
            "Retorne lentamente à posição inicial, controlando o movimento durante todo o trajeto."
        ],
        "why_do_it": [
            "- Promove o fortalecimento dos músculos da panturrilha.",
            "- Auxilia no desenvolvimento de força e definição muscular.",
            "- Pode melhorar a estabilidade e o desempenho em atividades que exigem impulsão ou equilíbrio."
        ],
        "precautions": [
            "- Evite arquear excessivamente as costas durante a execução.",
            "- Mantenha o controle do peso utilizado para evitar sobrecarga nos tendões.",
            "- Realize o movimento de forma lenta e consciente para evitar lesões."
        ],
        "restrictions": [
            "- Indivíduos com problemas no joelho, tornozelo ou tendão de Aquiles devem consultar um médico antes de realizar este exercício.",
            "- Grávidas ou pessoas com limitações na coluna lombar devem evitar esse tipo de treino sem orientação especializada."
        ],
        "substitutions": [
            "- Elevação de panturrilha em pé com barra.",
            "- Elevação de panturrilha sentado em máquina.",
            "- Pulo com corda (para trabalho dinâmico)."
        ],
        "related_muscles": [
            "- Gastrocnêmio (cabeça medial e lateral).",
            "- Sóleo.",
            "- Tibial posterior (em menor intensidade)."
        ]
    },
    {
        "id": "32",
        "name": "Exercício: Elevação de Panturrilha com Halter em uma Perna",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-single-leg-calf-raise-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-single-leg-calf-raise-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé, reto, com um haltere em uma mão, levante o mesmo pé do lado que não tem o haltere do chão. Segure em algo para manter o equilíbrio.",
            "2. Eleve o calcanhar para cima mantendo os joelhos imóveis.",
            "3. Pause quando seus calcanhares estiverem totalmente estendidos e então retorne lentamente à posição inicial e repita."
        ],
        "what_is": [
            "- Consiste em um exercício de isolamento para a parte posterior da perna, realizado com o uso de um halter para aumentar a carga e executado de forma unilateral (uma perna de cada vez).",
            "- Envolve a elevação do calcanhar enquanto se mantém o equilíbrio.."
        ],
        "how_to_execute": [
            "Fique em pé sobre uma superfície estável, segurando um halter em uma das mãos.",
            "Posicione-se com a ponta dos pés na borda de um degrau ou plataforma, deixando os calcanhares livres.",
            "Mantenha o tronco ereto e o core ativado para estabilidade.",
            "Eleve o calcanhar da perna de apoio o máximo possível, contraindo os músculos da panturrilha.",
            "Retorne lentamente à posição inicial, controlando o movimento.",
            "Repita o número desejado de repetições antes de alternar para a outra perna."
        ],
        "why_do_it": [
            "- Fortalece os músculos da panturrilha de forma unilateral, corrigindo possíveis desequilíbrios musculares.",
            "- Melhora a estabilidade e o equilíbrio corporal.",
            "- Aumenta a definição muscular e a força funcional da região."
        ],
        "precautions": [
            "- Evite movimentos bruscos ou excessivamente rápidos para prevenir lesões.",
            "- Mantenha o controle postural durante toda a execução.",
            "- Certifique-se de que a superfície utilizada seja firme e segura.",
            "- Respeite sua amplitude de movimento natural."
        ],
        "restrictions": [
            "- Indivíduos com problemas no tornozelo, joelho ou coluna devem consultar um profissional antes de realizar.",
            "- Pessoas com lesões recentes na panturrilha ou tendão de Aquiles devem evitar este exercício.",
            "- Gestantes ou pessoas com dificuldades de equilíbrio podem encontrar restrições ao executá-lo."
        ],
        "substitutions": [
            "- Elevação de Panturrilha Bilateral com Halter",
            "- Elevação de Panturrilha no Leg Press",
            "- Elevação de Panturrilha com Barras no Rack"
        ],
        "related_muscles": [
            "- Gastrocnêmio (principal músculo trabalhado)",
            "- Sóleo",
            "- Tibial posterior (estabilizador secundário)",
            "- Músculos do core (para estabilização durante o movimento)"
        ]
    },
    {
        "id": "33",
        "name": "Exercício: Cachorro Olhando para Baixo do Dedo do Pé ao Calcanhar",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-downward-dog-toe-to-heel-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-downward-dog-toe-to-heel-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece na posição do cachorro olhando para baixo com as mãos afastadas na largura dos ombros e os pés afastados na largura dos quadris.",
            "2. Levante o seu pé direito do tapete e coloque seus dedos do pé direito em cima do seu calcanhar esquerdo.",
            "3. Pressione firmemente suas palmas e dedos no colchonete e levante seus quadris em direção ao teto, aprofundando o alongamento nos seus isquiotibiais e panturrilhas.",
            "4. Mantenha a pose por algumas respirações e depois solte, caminhando lentamente com as mãos de volta para a posição de cachorro olhando para baixo."
        ],
        "what_is": [
            "- Consiste em um movimento controlado onde o praticante posiciona o corpo de forma a olhar para a própria perna, do dedo do pé ao calcanhar, enquanto mantém uma postura específica.",
            "- Envolve flexibilidade, equilíbrio e coordenação.."
        ],
        "how_to_execute": [
            "Fique em pé com os pés alinhados aos quadris.",
            "Incline lentamente o tronco para frente, mantendo as costas retas.",
            "Desça a cabeça até que o olhar esteja direcionado para baixo, acompanhando a linha do pé, do dedo ao calcanhar.",
            "Mantenha a posição por alguns segundos e retorne à posição inicial com controle."
        ],
        "why_do_it": [
            "- Melhora a flexibilidade da coluna e dos músculos posteriores da coxa.",
            "- Aumenta a consciência corporal e o equilíbrio.",
            "- Pode auxiliar na correção postural."
        ],
        "precautions": [
            "- Evite arredondar as costas durante o movimento.",
            "- Não force a amplitude se sentir desconforto ou dor.",
            "- Mantenha o core ativado para proteger a lombar."
        ],
        "restrictions": [
            "- Indivíduos com problemas na coluna, como hérnia de disco, devem evitar.",
            "- Pessoas com hipertensão ou tonturas podem encontrar dificuldades.",
            "- Grávidas devem consultar um profissional antes de realizar."
        ],
        "substitutions": [
            "- Alongamento sentado com as pernas estendidas.",
            "- Flexão anterior suave apoiada em uma cadeira.",
            "- Posturas de ioga, como a \"Adho Mukha Svanasana\" (postura do cachorro olhando para baixo)."
        ],
        "related_muscles": [
            "- Isquiotibiais (posteriores da coxa).",
            "- Músculos paravertebrais (da coluna).",
            "- Glúteos.",
            "- Panturrilha."
        ]
    },
    {
        "id": "34",
        "name": "Exercício: Pratique seu Cachorro Olhando para Baixo",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-walk-into-downward-dog-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-walk-into-downward-dog-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece na posição de cachorro olhando para baixo, com as mãos afastadas na largura dos ombros e os pés na largura dos quadris.",
            "2. Leve seus pés em direção às suas mãos, dobrando os joelhos conforme necessário para permitir que seus calcanhares toquem o tapete.",
            "3. Pressione suas palmas e dedos contra o colchonete e levante os quadris em direção ao teto para aprofundar o alongamento dos isquiotibiais e panturrilhas.",
            "4. Mantenha a pose por algumas respirações e, em seguida, solte lentamente caminhando com suas mãos de volta para a posição de cachorro olhando para baixo."
        ],
        "what_is": [
            "- É um exercício de fortalecimento e alongamento que envolve uma posição específica do corpo, frequentemente utilizada em práticas como yoga ou pilates.",
            "- Consiste em posicionar o corpo de forma a alongar a coluna, braços e pernas, enquanto se mantém o foco na estabilização do core.."
        ],
        "how_to_execute": [
            "Comece em posição quadrúpede, com as mãos alinhadas abaixo dos ombros e os joelhos abaixo dos quadris.",
            "Estique uma perna para trás, mantendo-a reta e paralela ao chão.",
            "Ao mesmo tempo, estique o braço oposto à perna, também alinhando-o com o ombro.",
            "Mantenha a posição por alguns segundos, garantindo que o core esteja contraído.",
            "Retorne à posição inicial e repita alternando os lados."
        ],
        "why_do_it": [
            "- Fortalece os músculos do core.",
            "- Melhora o equilíbrio e a coordenação.",
            "- Promove alongamento da coluna e membros.",
            "- Ajuda a corrigir posturas inadequadas."
        ],
        "precautions": [
            "- Evite curvar ou arquear excessivamente a coluna.",
            "- Mantenha o pescoço alinhado com a coluna para evitar tensões.",
            "- Não force a amplitude do movimento caso sinta desconforto."
        ],
        "restrictions": [
            "- Evite em casos de lesões recentes na coluna, ombros ou quadris.",
            "- Indivíduos com problemas graves de equilíbrio devem executar próximo a um suporte.",
            "- Gestantes devem consultar um profissional antes de realizar."
        ],
        "substitutions": [
            "- Plank lateral.",
            "- Superman.",
            "- Bird dog (posição semelhante, mas com menor amplitude)."
        ],
        "related_muscles": [
            "- Reto abdominal.",
            "- Oblíquos.",
            "- Músculos paravertebrais.",
            "- Glúteos.",
            "- Deltóides.",
            "- Isquiotibiais."
        ]
    },
    {
        "id": "35",
        "name": "Exercício: Blocos de Panturrilha na Postura da Pirâmide",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-pyramid-pose-calf-blocks-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-pyramid-pose-calf-blocks-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece em pé, com um bloco plano e vertical no colchonete",
            "2. Dobre-se para a frente, coloque a mão no bloco vertical e a parte da frente do pé no bloco plano.",
            "3. Pressione a parte de baixo do seu pé contra o chão e repita em cada lado."
        ],
        "what_is": [
            "- Consiste em um exercício de alongamento e fortalecimento que combina a postura da pirâmide com o uso de blocos para apoiar as mãos, visando alongar e trabalhar os músculos inferiores do corpo."
        ],
        "how_to_execute": [
            "Posicione-se em pé com as pernas afastadas, uma à frente da outra.",
            "Coloque os blocos no chão ao lado dos pés da frente.",
            "Incline o tronco para a frente, mantendo as costas retas, e apoie as mãos nos blocos.",
            "Estique a perna traseira, mantendo o calcanhar elevado.",
            "Mantenha a posição por alguns segundos ou conforme sua capacidade."
        ],
        "why_do_it": [
            "- Alonga os músculos posteriores das pernas, especialmente os gastrocnêmios e sóleos.",
            "- Fortalece a musculatura da panturrilha e melhora a estabilidade.",
            "- Aumenta a flexibilidade e promove melhor alinhamento postural."
        ],
        "precautions": [
            "- Evite curvar excessivamente as costas durante a execução.",
            "- Mantenha os joelhos alinhados com os tornozelos para evitar lesões.",
            "- Respeite seus limites de flexibilidade e não force o alongamento."
        ],
        "restrictions": [
            "- Pessoas com problemas na coluna lombar ou lesões nos joelhos devem evitar este exercício.",
            "- Não é recomendado para indivíduos com tensão muscular excessiva ou lesões recentes na região da panturrilha."
        ],
        "substitutions": [
            "- Alongamento de panturrilha contra a parede.",
            "- Flexão plantar com elástico.",
            "- Posturas de ioga sem o uso de blocos."
        ],
        "related_muscles": [
            "- Gastrocnêmio (panturrilha).",
            "- Sóleo.",
            "- Isquiotibiais.",
            "- Glúteos."
        ]
    },
    {
        "id": "36",
        "name": "Exercício: Elevação de Panturrilha com uma Perna com Peso Corporal",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-bodyweight-single-leg-calf-raise-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-bodyweight-single-leg-calf-raise-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure em algo para manter o equilíbrio. Levante um pé do chão.",
            "2. Eleve o calcanhar para cima mantendo os joelhos parados.",
            "3. Pause quando seus calcanhares estiverem totalmente estendidos e então retorne lentamente à posição inicial e repita."
        ],
        "what_is": [
            "- Trata-se de um exercício unilateral que visa fortalecer os músculos da panturrilha utilizando apenas o peso do corpo.",
            "- A execução ocorre com uma perna de apoio enquanto a outra é mantida elevada ou flexionada.."
        ],
        "how_to_execute": [
            "Fique em pé, com uma perna de apoio e a outra flexionada para trás ou levemente elevada.",
            "Posicione-se próximo a uma parede ou suporte para equilíbrio, se necessário.",
            "Eleve o calcanhar do solo, impulsionando-se na ponta dos pés.",
            "Mantenha a posição por um breve momento no ponto mais alto.",
            "Descanse ao retornar à posição inicial, controlando o movimento."
        ],
        "why_do_it": [
            "- Desenvolve força e definição nos músculos da panturrilha.",
            "- Melhora o equilíbrio e a estabilidade unilateral.",
            "- Fortalece tendões e articulações do tornozelo.",
            "- Pode ser útil para corredores ou atletas que necessitam de impulsão."
        ],
        "precautions": [
            "- Mantenha o core ativado para evitar desequilíbrios.",
            "- Evite realizar o movimento de forma rápida ou sem controle.",
            "- Certifique-se de que a superfície seja estável para evitar escorregões.",
            "- Não force além do limite de amplitude articular."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes no tornozelo ou panturrilha devem evitar.",
            "- Problemas crônicos como tendinite podem limitar a execução.",
            "- Consulte um profissional antes de praticar caso tenha condições específicas."
        ],
        "substitutions": [
            "- Elevação bilateral com peso corporal.",
            "- Elevação com halteres ou barra.",
            "- Utilização de plataformas para maior amplitude."
        ],
        "related_muscles": [
            "- Gastrocnêmio (cabeça medial e lateral).",
            "- Sóleo.",
            "- Tibial anterior (estabilizador)."
        ]
    },
    {
        "id": "37",
        "name": "Exercício: Elevação de Panturrilha em Pé Vitruviano",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Vitruvian-standing-calf-raise-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Vitruvian-standing-calf-raise-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure as duas alças e fique em pé.",
            "2. Levante seus calcanhares o mais alto possível."
        ],
        "what_is": [
            "- Trata-se de um exercício de isolamento que visa fortalecer os músculos da panturrilha, realizado em posição ereta com os pés alinhados de forma simétrica e equilibrada, semelhante à representação do Homem Vitruviano."
        ],
        "how_to_execute": [
            "Fique em pé com os pés na largura dos ombros, mantendo o alinhamento postural.",
            "Eleve o corpo suavemente, impulsionando-se pela ponta dos pés até atingir a máxima contração das panturrilhas.",
            "Desça de forma controlada até retornar à posição inicial.",
            "Repita conforme a quantidade desejada."
        ],
        "why_do_it": [
            "- Fortalece os músculos da panturrilha, essenciais para movimentos funcionais como andar, correr e saltar.",
            "- Melhora a estabilidade e equilíbrio corporal ao trabalhar a musculatura em uma posição simétrica.",
            "- Contribui para o desenvolvimento estético da região."
        ],
        "precautions": [
            "- Mantenha a coluna neutra durante toda a execução para evitar compensações.",
            "- Evite realizar o movimento de forma rápida ou balística.",
            "- Respeite a amplitude articular natural do tornozelo."
        ],
        "restrictions": [
            "- Pessoas com lesões recentes no tornozelo, joelho ou coluna devem evitar ou adaptar o exercício.",
            "- Indivíduos com problemas circulatórios graves nas pernas devem consultar um profissional antes de executá-lo."
        ],
        "substitutions": [
            "- Elevação de panturrilha sentado.",
            "- Elevação de panturrilha unilateral.",
            "- Saltos com ênfase na fase concêntrica."
        ],
        "related_muscles": [
            "- Gastrocnêmio (cabeças medial e lateral).",
            "- Sóleo.",
            "- Tibial posterior (secundariamente envolvido)."
        ]
    },
    {
        "id": "38",
        "name": "Exercício: Elevação de Panturrilha com Landmine",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-landmine-calf-raise-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-landmine-calf-raise-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de frente para a barra, segurando a ponta da barra perto do seu peito com ambas as mãos e com os cotovelos encostados nas laterais do corpo.",
            "2. Pressione através da ponta dos pés para levantar os calcanhares do chão, contraindo as panturrilhas e com foco em garantir que seus tornozelos não se virem para fora ou para dentro.",
            "3. Abaixe os calcanhares de volta ao chão e repita pelo número desejado de repetições."
        ],
        "what_is": [
            "- Trata-se de um exercício funcional que utiliza o equipamento conhecido como landmine para trabalhar a musculatura da panturrilha.",
            "- Envolve movimentos controlados onde o peso é suportado pelo corpo, com ênfase na elevação dos calcanhares.."
        ],
        "how_to_execute": [
            "Posicione o landmine fixado no chão e insira uma extremidade da barra no dispositivo.",
            "Fique em pé sobre a extremidade livre da barra, mantendo os pés alinhados com os ombros.",
            "Segure a parte superior da barra com as mãos para estabilização, mantendo os braços semiflexionados.",
            "Eleve os calcanhares, contraindo a panturrilha, até ficar na ponta dos pés.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Promove fortalecimento específico da panturrilha.",
            "- Ajuda a melhorar a estabilidade e equilíbrio corporal.",
            "- Permite variação no treinamento de membros inferiores."
        ],
        "precautions": [
            "- Mantenha o core ativado durante toda a execução.",
            "- Evite movimentos bruscos ao elevar ou descer os calcanhares.",
            "- Certifique-se de que o landmine está bem fixado antes de iniciar."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves no tornozelo, joelho ou coluna devem evitar.",
            "- Não recomendado para quem tem lesões recentes na panturrilha ou tendões de Aquiles."
        ],
        "substitutions": [
            "- Elevação de panturrilha em pé com barra.",
            "- Elevação de panturrilha sentado com máquina.",
            "- Saltos pliométricos (se o objetivo for trabalhar força explosiva)."
        ],
        "related_muscles": [
            "- Gastrocnêmio (panturrilha).",
            "- Sóleo.",
            "- Tibial anterior (estabilização)."
        ]
    },
    {
        "id": "39",
        "name": "Exercício: Elevação de Panturrilha Sentado Vitruvian",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Vitruvian-seated-calf-raise-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Vitruvian-seated-calf-raise-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se no banco com o acessório de barra sobre suas pernas.",
            "2. Levante seus calcanhares em direção ao teto."
        ],
        "what_is": [
            "- Trata-se de um exercício de fortalecimento muscular que visa principalmente a região da panturrilha.",
            "- É realizado com o auxílio de uma máquina específica, na posição sentada, permitindo a execução em cadeia cinética fechada.."
        ],
        "how_to_execute": [
            "Sente-se na máquina com o encosto ajustado às costas.",
            "Posicione as almofadas sobre os joelhos ou logo acima deles.",
            "Coloque a ponta dos pés na borda do apoio, com os calcanhares suspensos.",
            "Eleve os calcanhares o máximo possível, contraindo a musculatura da panturrilha.",
            "Retorne lentamente à posição inicial, controlando o movimento."
        ],
        "why_do_it": [
            "- Fortalece os músculos da panturrilha, melhorando a estabilidade e a força para atividades diárias e esportivas.",
            "- Contribui para o equilíbrio muscular das pernas.",
            "- Pode ser benéfico para reabilitação ou prevenção de lesões."
        ],
        "precautions": [
            "- Mantenha o controle durante toda a amplitude de movimento.",
            "- Evite movimentos bruscos ou uso excessivo de carga.",
            "- Certifique-se de que a máquina esteja bem ajustada ao corpo."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves nos joelhos, tornozelos ou coluna devem consultar um profissional antes de realizar.",
            "- Não é recomendado para pessoas com lesões recentes na panturrilha ou tendão de Aquiles."
        ],
        "substitutions": [
            "- Elevação de gêmeos em pé.",
            "- Flexão plantar com faixa elástica.",
            "- Saltos ou exercícios pliométricos (dependendo do nível de condicionamento)."
        ],
        "related_muscles": [
            "- Gastrocnêmio (parte principal da panturrilha).",
            "- Sóleo (localizado abaixo do gastrocnêmio).",
            "- Tendão de Aquiles (estrutura conectiva envolvida no movimento)."
        ]
    },
    {
        "id": "40",
        "name": "Exercício: Elevação de Panturrilha com Bola Bosu",
        "level": "Iniciante",
        "execution_type": "Bola Suíça",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bosu-ball-calf-raise-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bosu-ball-calf-raise-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de pé no Bosu com os pés afastados na largura do quadril.",
            "2. Levante-se nas pontas dos pés, contraindo as panturrilhas.",
            "3. Abaixe os calcanhares novamente para completar uma repetição."
        ],
        "what_is": [
            "- Consiste em um exercício de força e equilíbrio que utiliza uma bola Bosu para aumentar a instabilidade durante a execução.",
            "- O movimento principal envolve a elevação dos calcanhares enquanto se mantém a postura sobre a bola.."
        ],
        "how_to_execute": [
            "Posicione-se em pé sobre o lado plano da bola Bosu, com os pés alinhados na largura dos quadris.",
            "Mantenha o tronco ereto, abdômen contraído e olhar à frente.",
            "Eleve os calcanhares lentamente, transferindo o peso para a ponta dos pés.",
            "Retorne à posição inicial de forma controlada.",
            "Repita o movimento pelo número de repetições desejado."
        ],
        "why_do_it": [
            "- Fortalece os músculos da panturrilha.",
            "- Melhora o equilíbrio e a propriocepção.",
            "- Aumenta a estabilidade articular no tornozelo.",
            "- Funciona como complemento para atividades esportivas ou funcionais."
        ],
        "precautions": [
            "- Evite movimentos bruscos ou descontrolados.",
            "- Mantenha o core ativado para estabilizar o corpo.",
            "- Não incline o tronco excessivamente para frente ou para trás.",
            "- Certifique-se de que a bola Bosu está posicionada em uma superfície firme."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes no tornozelo ou joelho devem evitar.",
            "- Pessoas com problemas de equilíbrio ou vertigens precisam de supervisão.",
            "- Não é recomendado para quem tem dores crônicas na região inferior das pernas."
        ],
        "substitutions": [
            "- Elevação de panturrilha tradicional (sem equipamentos).",
            "- Elevação de panturrilha em plataforma inclinada.",
            "- Elevação de panturrilha unilateral."
        ],
        "related_muscles": [
            "- Gastrocnêmio (panturrilha).",
            "- Sóleo.",
            "- Tibial anterior (estabilização).",
            "- Músculos do core (para equilíbrio)."
        ]
    },
    {
        "id": "41",
        "name": "Exercício: Elevação de Panturrilha na Barra com Cabo",
        "level": "Novato",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-calf-raise-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-calf-raise-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Use uma barra reta ou um acessório de barra EZ com o cabo ajustado até o limite inferior.",
            "2. Dê alguns passos para trás.",
            "3. Puxe seus calcanhares para cima até sentir uma contração nas panturrilhas e depois volte à posição original."
        ],
        "what_is": [
            "- Consiste em um exercício de isolamento que visa trabalhar os músculos da panturrilha (gastrocnêmio e sóleo) utilizando uma barra com cabo de sustentação para facilitar o movimento."
        ],
        "how_to_execute": [
            "Posicione-se em pé sobre uma plataforma ou degrau, com os calcanhares suspensos para fora.",
            "Ajuste a barra com cabo de forma que ela fique apoiada confortavelmente nos ombros.",
            "Mantenha a postura ereta e as mãos segurando a barra para estabilidade.",
            "Eleve os calcanhares o máximo possível, contraindo as panturrilhas.",
            "Retorne lentamente à posição inicial, abaixando os calcanhares abaixo do nível da plataforma."
        ],
        "why_do_it": [
            "- Fortalece e define os músculos da panturrilha.",
            "- Melhora a estabilidade e equilíbrio corporal.",
            "- Contribui para o desempenho em atividades que exigem impulsão, como corrida e saltos."
        ],
        "precautions": [
            "- Evite usar cargas excessivas para não comprometer a postura.",
            "- Mantenha o controle durante todo o movimento, evitando soltar os calcanhares rapidamente.",
            "- Certifique-se de que a plataforma seja estável e segura."
        ],
        "restrictions": [
            "- Indivíduos com problemas no joelho, tornozelo ou coluna devem consultar um profissional antes de realizá-lo.",
            "- Não é recomendado para quem sofre de tensão muscular na panturrilha ou lesões recentes na região."
        ],
        "substitutions": [
            "- Elevação de panturrilha em pé com barra livre.",
            "- Elevação de panturrilha sentado com halteres ou máquina específica.",
            "- Saltos repetidos sem carga."
        ],
        "related_muscles": [
            "- Gastrocnêmio (cabeça medial e lateral).",
            "- Sóleo.",
            "- Tibial posterior (secundariamente envolvido)."
        ]
    },
    {
        "id": "42",
        "name": "Exercício: Elevação de Panturrilha com Kettlebell em um Braço Só",
        "level": "Novato",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-single-arm-calf-raise-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-single-arm-calf-raise-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Mantenha-se em pé com os pés no chão. Você pode apoiar as pontas dos pés sobre um prato para aumentar a amplitude do movimento.",
            "2. Imagine que você tem uma corda presa aos seus calcanhares e puxe seus calcanhares para cima, em direção ao teto."
        ],
        "what_is": [
            "- Um exercício unilateral que combina força e equilíbrio, utilizando uma kettlebell para aumentar a resistência durante a elevação da panturrilha."
        ],
        "how_to_execute": [
            "Fique em pé sobre uma superfície estável, segurando a kettlebell em uma das mãos.",
            "Mantenha o braço estendido ao lado do corpo, com os ombros relaxados.",
            "Eleve o calcanhar do chão, contraindo os músculos da panturrilha até ficar na ponta dos pés.",
            "Retorne à posição inicial de forma controlada.",
            "Repita o movimento pelo número desejado de repetições e alterne o braço que segura a kettlebell nos intervalos."
        ],
        "why_do_it": [
            "- Melhora o equilíbrio e a estabilidade unilateral.",
            "- Fortalece os músculos da panturrilha e antebraço (devido à pegada).",
            "- Promove maior ativação muscular por conta da instabilidade gerada pela carga unilateral."
        ],
        "precautions": [
            "- Mantenha o core ativado para evitar desequilíbrios.",
            "- Evite movimentos bruscos ou excessivamente rápidos.",
            "- Certifique-se de que a superfície utilizada seja firme e antiderrapante."
        ],
        "restrictions": [
            "- Indivíduos com lesões na coluna, joelhos, tornozelos ou punhos devem consultar um profissional antes de realizar o exercício.",
            "- Pessoas com problemas de equilíbrio podem precisar de adaptações iniciais."
        ],
        "substitutions": [
            "- Elevação bilateral de panturrilha com kettlebell.",
            "- Elevação de panturrilha em máquina no aparelho de musculação.",
            "- Elevação de panturrilha com halteres."
        ],
        "related_muscles": [
            "- Gastrocnêmio e sóleo (panturrilhas).",
            "- Antebraços e punhos (para sustentação da kettlebell).",
            "- Músculos estabilizadores do core e do quadril."
        ]
    },
    {
        "id": "43",
        "name": "Exercício: Elevação de Panturrilha com Kettlebell Goblet",
        "level": "Novato",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-goblet-calf-raise-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-goblet-calf-raise-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Ficando em pé com um kettlebell em posição de taça, levante seus calcanhares para cima enquanto mantém seus joelhos imóveis.",
            "2. Pause quando seus calcanhares estiverem totalmente estendidos e depois retorne lentamente à posição inicial e repita."
        ],
        "what_is": [
            "- Consiste em um movimento de elevação dos calcanhares com o peso do corpo sustentado na ponta dos pés, enquanto se segura um kettlebell próximo ao peito na posição goblet."
        ],
        "how_to_execute": [
            "Fique em pé com os pés na largura dos ombros.",
            "Segure o kettlebell com ambas as mãos, mantendo-o próximo ao peito.",
            "Eleve os calcanhares lentamente, levantando o corpo até ficar nas pontas dos pés.",
            "Faça uma breve pausa no topo e desça controladamente até a posição inicial."
        ],
        "why_do_it": [
            "- Fortalece a musculatura da panturrilha, melhora a estabilidade e equilíbrio, além de contribuir para o desenvolvimento de força funcional."
        ],
        "precautions": [
            "- Mantenha o core ativado durante o movimento.",
            "- Evite inclinar o tronco excessivamente para frente.",
            "- Execute o movimento de forma controlada para evitar impacto nos joelhos ou tornozelos."
        ],
        "restrictions": [
            "- Indivíduos com problemas nos tornozelos, joelhos ou coluna devem consultar um profissional antes de realizar o exercício.",
            "- Não é recomendado para quem tem limitações de mobilidade articular.."
        ],
        "substitutions": [
            "- Elevação de panturrilha com halteres.",
            "- Elevação de panturrilha em máquina específica.",
            "- Elevação de panturrilha unilateral com apoio."
        ],
        "related_muscles": [
            "- Gastrocnêmio (panturrilha).",
            "- Sóleo.",
            "- Tibial anterior (estabilização)."
        ]
    },
    {
        "id": "44",
        "name": "Exercício: Elevação de Panturrilha com Kettlebell de Braço e Perna Única",
        "level": "Iniciante",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-single-leg-single-arm-calf-raise-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-single-leg-single-arm-calf-raise-side.mp4#t=0.1"
        ],
        "tips": [
            "1. De pé e com uma postura reta, segure um kettlebell em uma mão e levante o pé oposto do chão.",
            "2. Levante o seu calcanhar para cima enquanto mantém os joelhos imóveis.",
            "3. Pausa quando seus calcanhares estiverem totalmente estendidos e, em seguida, retorne lentamente à posição inicial e repita."
        ],
        "what_is": [
            "- Trata-se de um exercício unilateral que combina força e equilíbrio, envolvendo a elevação da panturrilha enquanto se segura uma kettlebell em um dos braços.",
            "- A execução é feita apoiando-se sobre uma perna, exigindo estabilidade corporal.."
        ],
        "how_to_execute": [
            "Fique em pé com os pés na largura do quadril, segurando uma kettlebell em uma das mãos.",
            "Eleve-se na ponta dos pés da perna de apoio, mantendo a outra perna flexionada ou levemente afastada do chão.",
            "Mantenha o tronco ereto e o core ativado durante o movimento.",
            "Retorne lentamente à posição inicial e repita conforme necessário.",
            "Alterne o braço e a perna de apoio após completar a série."
        ],
        "why_do_it": [
            "- Desenvolve força na musculatura da panturrilha, melhora o equilíbrio e a coordenação motora.",
            "- Também promove estabilização do core e fortalecimento unilateral, corrigindo possíveis assimetrias musculares.."
        ],
        "precautions": [
            "- Evite movimentos bruscos ao elevar ou descer o calcanhar.",
            "- Mantenha a coluna neutra para evitar sobrecarga na região lombar.",
            "- Não utilize cargas excessivas que comprometam a estabilidade.",
            "- Respeite a amplitude articular individual."
        ],
        "restrictions": [
            "- Indivíduos com lesões no tornozelo, joelho ou coluna devem evitar ou adaptar o exercício.",
            "- Pessoas com problemas de equilíbrio ou hipertensão também devem ter cautela ao realizar movimentos unilaterais com peso.."
        ],
        "substitutions": [
            "- Elevação bilateral de panturrilha com barra.",
            "- Elevação de panturrilha no leg press.",
            "- Elevação de panturrilha com halteres bilaterais."
        ],
        "related_muscles": [
            "- Gastrocnêmio",
            "- Sóleo",
            "- Tibial anterior (estabilização)",
            "- Músculos do core (estabilização)",
            "- Músculos estabilizadores do tornozelo e joelho"
        ]
    },
    {
        "id": "45",
        "name": "Exercício: Corrida na Esteira",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-treadmill-jog-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-treadmill-jog-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Ajuste a velocidade da esteira para um ritmo confortável onde você esteja fazendo uma corrida leve."
        ],
        "what_is": [
            "- É uma atividade física realizada em uma esteira, um equipamento que simula o movimento de corrida ou caminhada em um espaço fechado.",
            "- Permite ajustar a velocidade, inclinação e tempo de prática.."
        ],
        "how_to_execute": [
            "Inicie com um aquecimento leve caminhando na esteira.",
            "Ajuste a velocidade gradualmente até atingir uma corrida confortável.",
            "Mantenha uma postura ereta, com os ombros relaxados e os braços flexionados.",
            "Pise com o meio do pé primeiro, evitando impactos excessivos no calcanhar.",
            "Encerre reduzindo a velocidade gradualmente para desacelerar."
        ],
        "why_do_it": [
            "- Melhora o condicionamento cardiovascular e pulmonar.",
            "- Auxilia na perda de peso e no controle do metabolismo.",
            "- Fortalece a musculatura das pernas e melhora a resistência física.",
            "- Proporciona praticidade, pois pode ser realizado em qualquer clima."
        ],
        "precautions": [
            "- Use calçados adequados para amortecer impactos.",
            "- Evite inclinações excessivas sem orientação profissional.",
            "- Respeite seus limites físicos e aumente a intensidade progressivamente.",
            "- Monitore o batimento cardíaco e hidrate-se durante a prática."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves nas articulações (joelhos, tornozelos ou quadris).",
            "- Pessoas com condições cardiovasculares não controladas.",
            "- Gestantes ou pessoas com lesões recentes devem consultar um médico antes."
        ],
        "substitutions": [
            "- Caminhada ao ar livre.",
            "- Ciclismo em bicicleta ergométrica.",
            "- Exercícios aeróbicos de baixo impacto, como remo ou elíptico."
        ],
        "related_muscles": [
            "- Quadríceps.",
            "- Gastrocnêmios (panturrilhas).",
            "- Glúteos.",
            "- Isquiotibiais.",
            "- Músculos da região lombar e abdominais para estabilização."
        ]
    },
    {
        "id": "46",
        "name": "Exercício: Cardio Box Pés Rápidos",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-box-quick-feet-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-box-quick-feet-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Mantenha-se leve nos pés e toque ambos no chão em rápida sequência.",
            "2. Mova-se em um padrão quadrado."
        ],
        "what_is": [
            "- Trata-se de um exercício cardiovascular que combina movimentos rápidos e coordenados dos pés, realizado geralmente em um espaço limitado.",
            "- É utilizado para melhorar a resistência aeróbica, agilidade e coordenação motora.."
        ],
        "how_to_execute": [
            "Posicione-se em pé com os pés alinhados aos ombros.",
            "Eleve levemente os calcanhares, transferindo o peso do corpo para a ponta dos pés.",
            "Realize passos rápidos no lugar, alternando os pés de forma contínua.",
            "Mantenha os braços relaxados e use-os para auxiliar na estabilização do movimento.",
            "Execute durante um período determinado, como 30 segundos ou 1 minuto, ajustando conforme sua capacidade."
        ],
        "why_do_it": [
            "- Melhora a capacidade cardiorrespiratória.",
            "- Aumenta a resistência muscular localizada das pernas.",
            "- Desenvolve coordenação motora e agilidade.",
            "- Pode ser incorporado em treinos intervalados para intensificar o gasto calórico."
        ],
        "precautions": [
            "- Evite realizar o movimento com impacto excessivo para prevenir lesões nas articulações.",
            "- Mantenha uma postura ereta e contraia o abdômen para proteger a coluna.",
            "- Use calçados adequados para absorver impactos.",
            "- Respeite seus limites físicos, ajustando a velocidade e duração conforme sua condição."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves nos joelhos, tornozelos ou quadris devem evitar ou adaptar o exercício.",
            "- Não é recomendado para pessoas com condições cardiovasculares não controladas.",
            "- Gestantes ou indivíduos com restrições médicas específicas devem consultar um profissional antes de praticar."
        ],
        "substitutions": [
            "- Polichinelos.",
            "- Corrida estacionária leve.",
            "- Saltos alternados (step touch).",
            "- Agachamentos combinados com pequenos saltos."
        ],
        "related_muscles": [
            "- Panturrilha (gastrocnêmios e sóleo).",
            "- Quadríceps.",
            "- Glúteos.",
            "- Isquiotibiais.",
            "- Músculos da região abdominal para estabilização."
        ]
    },
    {
        "id": "47",
        "name": "Exercício: Sprint na Esteira",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-treadmill-sprint-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-treadmill-sprint-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Aumente a velocidade da esteira até que você esteja fazendo um sprint."
        ],
        "what_is": [
            "- Consiste em um treino de alta intensidade realizado em uma esteira, onde o praticante alterna momentos de corrida rápida com períodos de recuperação ativa ou pausa.",
            "- Este método é amplamente utilizado para melhorar a capacidade cardiovascular e queimar calorias.."
        ],
        "how_to_execute": [
            "Aqueça caminhando ou trotando leve por 5 a 10 minutos.",
            "Aumente a velocidade da esteira para um ritmo de corrida acelerado (próximo ao máximo que você consegue manter).",
            "Mantenha essa velocidade por 20 a 60 segundos.",
            "Reduza a velocidade para uma caminhada ou trote leve durante 1 a 2 minutos para recuperação.",
            "Repita os ciclos de alta intensidade e recuperação de acordo com sua capacidade física.",
            "Finalize com um resfriamento gradual, reduzindo a velocidade da esteira progressivamente."
        ],
        "why_do_it": [
            "- Melhora a resistência aeróbica e anaeróbica.",
            "- Acelera o metabolismo e promove maior queima de calorias.",
            "- Contribui para o aumento da capacidade pulmonar.",
            "- Auxilia na redução de gordura corporal.",
            "- Pode ser adaptado conforme o nível de condicionamento físico."
        ],
        "precautions": [
            "- Certifique-se de aquecer adequadamente antes de iniciar.",
            "- Evite realizar em jejum ou após refeições pesadas.",
            "- Utilize calçados adequados para amortecer impactos.",
            "- Mantenha uma postura correta durante a execução.",
            "- Monitore sua frequência cardíaca para evitar sobrecarga."
        ],
        "restrictions": [
            "- Indivíduos com problemas cardiovasculares devem consultar um médico antes de praticar.",
            "- Pessoas com lesões nas articulações dos joelhos, tornozelos ou quadris devem evitar ou adaptar o exercício.",
            "- Não é recomendado para quem tem condições como hipertensão descontrolada ou problemas respiratórios graves."
        ],
        "substitutions": [
            "- Corrida intervalada ao ar livre.",
            "- Treinamento HIIT com exercícios como burpees ou saltos.",
            "- Ciclismo indoor com variações de intensidade.",
            "- Remo ergométrico com intervalos de esforço."
        ],
        "related_muscles": [
            "- Quadríceps.",
            "- Gêmeos (panturrilhas).",
            "- Glúteos.",
            "- Isquiotibiais.",
            "- Músculos abdominais e lombares (estabilização)."
        ]
    },
    {
        "id": "48",
        "name": "Exercício: Caminhada na Esteira",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-treadmill-walk-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-treadmill-walk-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Ajuste a velocidade da esteira para um ritmo confortável onde você esteja caminhando."
        ],
        "what_is": [
            "- Atividade física realizada em uma esteira, que simula a ação de caminhar ou correr em um ambiente controlado.",
            "- Permite ajustar velocidade, inclinação e tempo de prática.."
        ],
        "how_to_execute": [
            "Inicie com o equipamento desligado e ajuste a inclinação e velocidade conforme seu nível.",
            "Suba na esteira e segure os apoios laterais para equilíbrio inicial.",
            "Ligue o equipamento e comece a movimentar as pernas no ritmo da esteira.",
            "Mantenha postura ereta, olhar à frente e braços relaxados ou levemente flexionados.",
            "Ajuste a intensidade durante a sessão conforme sua capacidade física.",
            "PORQUE FAZER",
            "Melhora o condicionamento cardiovascular.",
            "Auxilia na queima de calorias e controle de peso.",
            "Fortalece músculos das pernas e glúteos.",
            "Reduz o estresse e melhora o humor.",
            "Oferece praticidade e controle do ambiente de treino."
        ],
        "why_do_it": [],
        "precautions": [
            "- Utilize calçados adequados para evitar desconforto ou lesões.",
            "- Inicie com velocidades baixas para adaptação.",
            "- Evite olhar para baixo para prevenir problemas posturais.",
            "- Hidrate-se antes, durante e após a atividade.",
            "- Respeite seus limites físicos e evite sobrecarga."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves nas articulações (joelhos, tornozelos) devem consultar um médico.",
            "- Pessoas com condições cardíacas ou pulmonares precisam de liberação médica.",
            "- Gestantes devem adaptar a intensidade e consultar seu obstetra.",
            "- Não é recomendado para quem tem labirintite ou dificuldade de equilíbrio."
        ],
        "substitutions": [
            "- Caminhada ao ar livre.",
            "- Corrida leve.",
            "- Uso de bicicleta ergométrica.",
            "- Exercícios aeróbicos de baixo impacto.",
            "- Treinos em escadas ou rampas."
        ],
        "related_muscles": [
            "- Quadríceps.",
            "- Gastrocnêmios (panturrilhas).",
            "- Glúteos.",
            "- Isquiotibiais.",
            "- Músculos da região lombar e abdominal (para estabilização)."
        ]
    },
    {
        "id": "49",
        "name": "Exercício: Salto Diamante Cardio",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-diamond-hop-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-diamond-hop-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Com ambos os pés, salte para frente e depois para trás, então para a esquerda, e então para a direita.",
            "2. Repita."
        ],
        "what_is": [
            "- Trata-se de um exercício aeróbico que combina saltos com movimentos rápidos e dinâmicos, frequentemente utilizado em treinos de alta intensidade.",
            "- Envolve a execução de um salto com abertura e fechamento das pernas, associado ao movimento dos braços.."
        ],
        "how_to_execute": [
            "Comece em posição ereta, com os pés juntos e os braços ao lado do corpo.",
            "Realize um salto, abrindo as pernas lateralmente enquanto eleva os braços acima da cabeça.",
            "Retorne à posição inicial, juntando as pernas e abaixando os braços.",
            "Repita o movimento de forma contínua e ritmada."
        ],
        "why_do_it": [
            "- Melhora o condicionamento cardiovascular.",
            "- Aumenta a resistência muscular e aeróbica.",
            "- Contribui para a queima calórica.",
            "- Desenvolve coordenação motora e agilidade."
        ],
        "precautions": [
            "- Mantenha uma postura alinhada durante a execução.",
            "- Evite impactos excessivos no solo para proteger articulações.",
            "- Realize o movimento com controle, evitando estresse desnecessário nos músculos e tendões."
        ],
        "restrictions": [
            "- Indivíduos com problemas nas articulações (joelhos, tornozelos ou quadril) devem evitar ou adaptar o movimento.",
            "- Pessoas com condições cardíacas ou pulmonares graves devem consultar um profissional antes de realizar atividades intensas.",
            "- Gestantes ou pessoas com lesões recentes não devem executar este exercício sem orientação médica."
        ],
        "substitutions": [
            "- Polichinelos tradicionais.",
            "- Agachamentos com salto.",
            "- Step-touch lateral.",
            "- Elevação de joelhos alternados."
        ],
        "related_muscles": [
            "- Quadríceps.",
            "- Glúteos.",
            "- Panturrilhas.",
            "- Ombros e deltoides.",
            "- Core (abdômen e região lombar)."
        ]
    },
    {
        "id": "50",
        "name": "Exercício: Cardio Polichinelos Cruzados",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-criss-cross-jacks-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-criss-cross-jacks-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Faça um polichinelo cruzando os pés."
        ],
        "what_is": [
            "- É um exercício aeróbico que combina saltos e movimentos cruzados dos braços e pernas, promovendo um trabalho cardiovascular intenso.",
            "- É frequentemente utilizado em treinos de alta intensidade.."
        ],
        "how_to_execute": [
            "Comece em posição ereta, com os pés juntos e os braços ao lado do corpo.",
            "Salte, abrindo as pernas lateralmente enquanto cruza os braços na frente do corpo.",
            "Retorne à posição inicial, trazendo os pés juntos e descruzando os braços.",
            "Repita o movimento de forma contínua, mantendo um ritmo constante."
        ],
        "why_do_it": [
            "- Melhora a capacidade cardiovascular e respiratória.",
            "- Aumenta a queima calórica.",
            "- Desenvolve coordenação motora e agilidade.",
            "- Pode ser incluído em circuitos de treinamento funcional."
        ],
        "precautions": [
            "- Mantenha o core ativado para proteger a coluna lombar.",
            "- Evite realizar o exercício com impacto excessivo no chão para reduzir o risco de lesões nas articulações.",
            "- Execute o movimento em superfícies adequadas para absorver impacto."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves nos joelhos, tornozelos ou coluna devem evitar este exercício.",
            "- Pessoas com condições cardiovasculares devem consultar um médico antes de praticar.",
            "- Não é recomendado para quem tem dificuldades de equilíbrio."
        ],
        "substitutions": [
            "- Polichinelos tradicionais.",
            "- Agachamentos com salto.",
            "- Corrida estacionária leve.",
            "- Step touch lateral."
        ],
        "related_muscles": [
            "- Quadríceps.",
            "- Glúteos.",
            "- Panturrilhas.",
            "- Ombros (deltoide).",
            "- Peitoral maior.",
            "- Abdominais (para estabilização)."
        ]
    },
    {
        "id": "51",
        "name": "Exercício: Sprint Cardio em Figura Oito",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-figure-eight-sprint-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-figure-eight-sprint-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Realize um sprint em um padrão de figura oito.",
            "2. Certifique-se de permanecer baixo."
        ],
        "what_is": [
            "- Trata-se de um exercício aeróbico que combina movimentos rápidos em forma de oito com deslocamentos laterais, exigindo coordenação motora e resistência cardiovascular."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés próximos e as mãos na altura do peito.",
            "Dê um passo lateral para a direita, cruzando o pé esquerdo atrás do direito.",
            "Avance o pé direito novamente para a direita, completando o primeiro semicírculo.",
            "Repita o movimento para o lado esquerdo, cruzando o pé direito atrás do esquerdo.",
            "Alterne o padrão em forma de oito, mantendo um ritmo acelerado.",
            "Realize o movimento por 30 a 60 segundos ou conforme sua capacidade."
        ],
        "why_do_it": [
            "- Promove um aumento da frequência cardíaca, auxilia no fortalecimento muscular das pernas e melhora a coordenação motora.",
            "- Além disso, é eficiente para queimar calorias e elevar o condicionamento físico.."
        ],
        "precautions": [
            "- Mantenha o core ativado para estabilizar o tronco.",
            "- Evite realizar o movimento com impacto excessivo, especialmente em pisos duros.",
            "- Use calçados adequados para absorção de impacto.",
            "- Respeite seus limites de mobilidade e equilíbrio."
        ],
        "restrictions": [
            "- Não é recomendado para pessoas com problemas graves nos joelhos, tornozelos ou quadris.",
            "- Indivíduos com labirintite ou dificuldades de equilíbrio devem evitar sua execução.",
            "- Consulte um profissional antes de iniciar qualquer prática.."
        ],
        "substitutions": [
            "- Agachamento com salto lateral",
            "- Deslocamentos laterais com faixa elástica",
            "- Polichinelos"
        ],
        "related_muscles": [
            "- Quadríceps",
            "- Glúteos",
            "- Panturrilhas",
            "- Abdutores e adutores da coxa",
            "- Core (para estabilização)"
        ]
    },
    {
        "id": "52",
        "name": "Exercício: Isométrico de Panturrilha no Degrau",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-isometric-on-step-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-isometric-on-step-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique na borda de um degrau (sobre as pontas dos seus pés)",
            "2. Mantenha o seu peso nesta posição pelo tempo determinado",
            "3. Você deve sentir suas panturrilhas trabalhando."
        ],
        "what_is": [
            "- Trata-se de um exercício isométrico realizado com os músculos da panturrilha, onde o praticante mantém uma contração muscular estática ao posicionar-se na borda de um degrau ou plataforma elevada.",
            "- A posição envolve elevar o calcanhar e sustentar o corpo na ponta dos pés.."
        ],
        "how_to_execute": [
            "Posicione-se em um degrau ou plataforma, com os pés alinhados à largura do quadril e os calcanhares para fora da superfície.",
            "Eleve o corpo, ficando nas pontas dos pés, até atingir a posição máxima de dorsiflexão.",
            "Mantenha a posição por alguns segundos ou conforme indicado.",
            "Retorne lentamente à posição inicial ou repita a contração estática."
        ],
        "why_do_it": [
            "- Fortalece os músculos da panturrilha, melhorando a estabilidade e a força.",
            "- Auxilia no desenvolvimento da resistência muscular localizada.",
            "- Pode ser útil para reabilitação ou prevenção de lesões relacionadas à panturrilha."
        ],
        "precautions": [
            "- Evite realizar o movimento com excesso de carga ou peso corporal inadequado.",
            "- Mantenha o equilíbrio para evitar quedas.",
            "- Respeite os limites articulares e musculares durante a execução."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes ou crônicas nos tornozelos, panturrilhas ou joelhos devem evitar o exercício.",
            "- Não é recomendado para quem apresenta dor ou desconforto significativo na região."
        ],
        "substitutions": [
            "- Elevações bilaterais ou unilaterais de panturrilha em superfície plana.",
            "- Flexão plantar com elástico ou cabo.",
            "- Exercícios dinâmicos como agachamentos ou saltos (se não houver restrições)."
        ],
        "related_muscles": [
            "- Gastrocnêmio (cabeça medial e lateral).",
            "- Sóleo.",
            "- Tibial posterior (em menor intensidade)."
        ]
    },
    {
        "id": "53",
        "name": "Exercício: Cardio Entrada-Saída-Volta Shuffle",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-in-in-out-out-shuffle-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-in-in-out-out-shuffle-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece com os pés lado a lado.",
            "2. Leve um pé lateralmente, depois o outro.",
            "3. Retorne o primeiro pé para a posição inicial, depois o outro."
        ],
        "what_is": [
            "- Trata-se de um exercício cardiovascular que combina movimentos rápidos e alternados, com deslocamentos para frente, para trás e laterais.",
            "- A dinâmica envolve mudanças de direção e ritmo, promovendo um aumento do gasto calórico e melhorando a coordenação motora.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés paralelos e próximos um do outro.",
            "Dê um passo à frente com uma perna (movimento de entrada).",
            "Retorne ao ponto inicial (movimento de saída).",
            "Realize um passo lateral para o lado oposto (movimento de volta ou shuffle).",
            "Alterne os lados e repita o ciclo de forma contínua."
        ],
        "why_do_it": [
            "- Melhora a capacidade cardiovascular e respiratória.",
            "- Aumenta a resistência muscular localizada.",
            "- Desenvolve agilidade, coordenação e equilíbrio.",
            "- Promove maior gasto calórico em pouco tempo."
        ],
        "precautions": [
            "- Mantenha o core ativado para estabilizar o tronco.",
            "- Evite movimentos bruscos para prevenir lesões articulares.",
            "- Use tênis adequados para absorção de impacto.",
            "- Realize o aquecimento prévio para preparar músculos e articulações."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves nos joelhos, tornozelos ou quadris devem evitar.",
            "- Pessoas com condições cardíacas ou respiratórias graves precisam de liberação médica.",
            "- Não é recomendado para quem está em fase de recuperação de lesões."
        ],
        "substitutions": [
            "- Polichinelos.",
            "- Agachamento com salto.",
            "- Corrida no lugar.",
            "- Step touch lateral."
        ],
        "related_muscles": [
            "- Quadríceps.",
            "- Glúteos.",
            "- Panturrilhas.",
            "- Músculos abdominais (estabilização).",
            "- Isquiotibiais."
        ]
    },
    {
        "id": "54",
        "name": "Exercício: Elevação de Panturrilha 1B Bilateral no Chão",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-1b-bilateral-floor-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-1b-bilateral-floor-side.mp4#t=0.1"
        ],
        "tips": [
            "1. A partir da posição em pé, transfira o seu peso para as pontas dos seus pés.",
            "2. Levante os calcanhares do chão, antes de abaixá-los de volta ao chão.",
            "3. Não descanse na parte inferior. Assim que sentir seus calcanhares tocarem o chão, repita o movimento.",
            "4. Você deve sentir suas panturrilhas trabalhando."
        ],
        "what_is": [
            "- Consiste em um exercício de fortalecimento muscular realizado no solo, com o objetivo de trabalhar predominantemente a musculatura da panturrilha.",
            "- A execução é feita de forma bilateral, ou seja, com ambos os pés apoiados no chão.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés alinhados na largura dos ombros e os braços ao longo do corpo.",
            "Eleve o calcanhar de ambos os pés simultaneamente, transferindo o peso para a ponta dos dedos.",
            "Mantenha a posição elevada por 1-2 segundos, contraindo a musculatura da panturrilha.",
            "Descer lentamente até retornar à posição inicial.",
            "Repita o movimento pelo número de repetições desejado."
        ],
        "why_do_it": [
            "- Fortalece e tonifica a musculatura da panturrilha.",
            "- Melhora a estabilidade e equilíbrio corporal.",
            "- Contribui para a prevenção de lesões nos membros inferiores.",
            "- Pode ser incluído em programas de reabilitação ou condicionamento físico."
        ],
        "precautions": [
            "- Mantenha o tronco ereto e evite compensações com o quadril ou joelhos.",
            "- Evite realizar o movimento de forma rápida ou descontrolada.",
            "- Respeite os limites articulares para evitar sobrecarga nos tornozelos."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes ou crônicas nos tornozelos, panturrilhas ou pés devem evitar ou adaptar o exercício.",
            "- Não é recomendado para pessoas com problemas graves de equilíbrio."
        ],
        "substitutions": [
            "- Elevação unilateral no solo.",
            "- Elevação com apoio (parede, cadeira).",
            "- Uso de plataformas ou step para maior amplitude."
        ],
        "related_muscles": [
            "- Gastrocnêmio (cabeça medial e lateral).",
            "- Sóleo.",
            "- Tibial posterior (secundariamente)."
        ]
    },
    {
        "id": "55",
        "name": "Exercício: Elevação de Panturrilha 1E Bilateral Isométrica no Chão",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-1e-bilateral-isometric-floor-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-1e-bilateral-isometric-floor-side.mp4#t=0.1"
        ],
        "tips": [
            "1. A partir da posição em pé, transfira seu peso para as pontas dos pés",
            "2. Eleve os calcanhares do chão e mantenha a posição pelo tempo especificado.",
            "3. Você deve sentir suas panturrilhas trabalhando"
        ],
        "what_is": [
            "- Consiste em uma variação isométrica do exercício de elevação de panturrilha, realizado no chão com os dois pés apoiados.",
            "- Envolve a contração estática dos músculos da panturrilha sem movimento articular.."
        ],
        "how_to_execute": [
            "Fique em pé sobre um plano firme, com os pés paralelos e alinhados aos ombros.",
            "Eleve o corpo suavemente, transferindo o peso para a ponta dos pés.",
            "Mantenha a posição elevada, contraindo os músculos da panturrilha.",
            "Permaneça na posição isométrica pelo tempo determinado.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Fortalece os músculos da panturrilha de forma estática.",
            "- Melhora a estabilidade e o equilíbrio corporal.",
            "- Pode ser usado como parte de programas de reabilitação ou aquecimento."
        ],
        "precautions": [
            "- Evite realizar o movimento com excesso de carga ou inclinação inadequada do tronco.",
            "- Mantenha o core ativado para estabilizar o corpo.",
            "- Não force a posição caso sinta dor ou desconforto."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes nos tornozelos, panturrilhas ou pés devem evitar.",
            "- Contraindicado para quem possui problemas graves de equilíbrio.",
            "- Consulte um profissional antes de iniciar, especialmente se houver condições pré-existentes."
        ],
        "substitutions": [
            "- Elevação bilateral dinâmica no chão.",
            "- Elevação unilateral com apoio.",
            "- Utilização de plataformas para maior amplitude."
        ],
        "related_muscles": [
            "- Gastrocnêmio (cabeça medial e lateral).",
            "- Sóleo.",
            "- Tibial posterior (de forma secundária)."
        ]
    },
    {
        "id": "56",
        "name": "Exercício: Elevação de Panturrilha 1C Bilateral Excêntrica da Caixa",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-1c-bilateral-eccentric-from-box-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-1c-bilateral-eccentric-from-box-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Enquanto estiver de pé na borda de um degrau, transfira seu peso para os dedos dos pés enquanto levanta os calcanhares rapidamente.",
            "2. Mantenha a posição superior por um milésimo de segundo e depois abaixe seus calcanhares muito lentamente abaixo do nível do degrau até começar a sentir um alongamento nas panturrilhas.",
            "3. Tente evitar a contração muscular (da panturrilha) ao levantar os calcanhares e depois exerça a contração muscular na fase excêntrica",
            "4. Faça uma pausa em ambas as extremidades do intervalo"
        ],
        "what_is": [
            "- Consiste em um exercício de fortalecimento muscular que utiliza o peso corporal para trabalhar a musculatura da panturrilha.",
            "- A execução ocorre de forma excêntrica, enfatizando a fase descendente do movimento..",
            "- Como Executar",
            "- Posicione-se em pé sobre uma caixa ou plataforma elevada, com os calcanhares para fora.",
            "- Eleve-se nas pontas dos pés até a posição máxima de contração.",
            "- Descer lentamente (fase excêntrica), controlando o movimento com os calcanhares abaixo do nível da caixa.",
            "- Retorne à posição inicial e repita.",
            "- Por Que Fazer??",
            "- Fortalece a musculatura posterior da perna.",
            "- Melhora a estabilidade e equilíbrio.",
            "- Auxilia no desempenho em atividades que exigem impulsão e absorção de impacto.",
            "- Cuidados",
            "- Mantenha o controle durante a descida para evitar lesões.",
            "- Evite sobrecarga excessiva sem adaptação prévia.",
            "- Use calçados adequados ou execute descalço para melhorar a aderência.",
            "- Restrições",
            "- Indivíduos com lesões recentes no tendão de Aquiles ou panturrilhas.",
            "- Problemas articulares nos tornozelos ou joelhos não tratados.",
            "- Possíveis Substituições",
            "- Elevação bilateral em plataforma plana.",
            "- Elevação unilateral em caixa.",
            "- Flexão plantar em máquina específica.",
            "- Músculos Relacionados",
            "- Gastrocnêmio.",
            "- Sóleo.",
            "- Tendão de Aquiles (indiretamente)."
        ],
        "how_to_execute": [],
        "why_do_it": [],
        "precautions": [],
        "restrictions": [],
        "substitutions": [],
        "related_muscles": []
    },
    {
        "id": "57",
        "name": "Exercício: Elevação de Panturrilha Bilateral 1D a Partir da Caixa",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-1d-bilateral-from-box-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-1d-bilateral-from-box-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Use a borda de um degrau para colocar as pontas dos seus pés",
            "2. Eleve os calcanhares, antes de abaixá-los abaixo do nível do degrau, ou até sentir um alongamento nas panturrilhas.",
            "3. Tente pausar nos dois extremos do intervalo por uma fração de segundo",
            "4. Você deve sentir suas panturrilhas trabalhando"
        ],
        "what_is": [
            "- Consiste em um exercício de força que trabalha a musculatura posterior da perna, realizado com apoio em uma superfície elevada (caixa ou plataforma) para permitir maior amplitude de movimento."
        ],
        "how_to_execute": [
            "Posicione-se em pé sobre uma caixa ou plataforma com os pés alinhados aos quadris.",
            "Deixe os calcanhares para fora da borda da caixa.",
            "Mantenha o tronco ereto e contraia o abdômen.",
            "Eleve os calcanhares, apoiando-se na ponta dos pés.",
            "Faça uma breve pausa no ponto mais alto.",
            "Retorne lentamente à posição inicial, controlando o movimento."
        ],
        "why_do_it": [
            "- Fortalece os músculos da panturrilha, melhorando a capacidade de impulsão.",
            "- Aumenta a mobilidade articular do tornozelo.",
            "- Pode ser aplicado em programas de reabilitação ou condicionamento físico."
        ],
        "precautions": [
            "- Evite realizar o movimento com excesso de carga antes de dominar a técnica correta.",
            "- Mantenha o equilíbrio durante toda a execução.",
            "- Não force a amplitude além do conforto articular."
        ],
        "restrictions": [
            "- Indivíduos com problemas no joelho, tornozelo ou lesões recentes na panturrilha devem consultar um profissional antes de executar o exercício.",
            "- Pessoas com insuficiência vascular nas pernas devem evitar sobrecargas excessivas."
        ],
        "substitutions": [
            "- Elevações com apenas um pé (unilateral).",
            "- Elevações de panturrilha em máquina específica.",
            "- Execução sem o uso da caixa, diretamente no chão."
        ],
        "related_muscles": [
            "- Gastrocnêmio (cabeça medial e lateral).",
            "- Sóleo.",
            "- Tibial posterior (secundariamente envolvido)."
        ]
    },
    {
        "id": "58",
        "name": "Exercício: Elevação de Panturrilha 2B Unilateral no Chão",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-2b-unilateral-floor-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-2b-unilateral-floor-side.mp4#t=0.1"
        ],
        "tips": [
            "1. A partir da posição em pé, transfira seu peso para um dos pés",
            "2. Eleve o calcanhar da perna em movimento do chão, antes de abaixá-lo de volta ao chão.",
            "3. Não descanse na parte inferior. Assim que sentir o seu calcanhar tocar o chão, repita o movimento.",
            "4. Você deve sentir sua panturrilha trabalhando."
        ],
        "what_is": [
            "- Trata-se de um exercício de isolamento que visa fortalecer a musculatura da panturrilha, realizado de forma unilateral (uma perna de cada vez) no chão, sem o uso de plataformas ou equipamentos específicos."
        ],
        "how_to_execute": [
            "Fique em pé sobre uma superfície plana com os pés alinhados aos quadris.",
            "Eleve levemente a ponta de um pé do chão, mantendo o outro pé apoiado.",
            "Realize a elevação do calcanhar do pé apoiado, contraindo ao máximo a panturrilha.",
            "Desça lentamente até a posição inicial.",
            "Repita o movimento pelo número de repetições desejado e alterne as pernas."
        ],
        "why_do_it": [
            "- Fortalece os músculos da panturrilha de forma unilateral, corrigindo possíveis desequilíbrios musculares.",
            "- Melhora a estabilidade e equilíbrio.",
            "- Pode ser útil para reabilitação ou prevenção de lesões."
        ],
        "precautions": [
            "- Mantenha o core ativado para evitar compensações com outras partes do corpo.",
            "- Evite realizar o movimento de forma rápida; priorize a execução controlada.",
            "- Certifique-se de que a postura esteja alinhada durante toda a execução."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes na panturrilha, tornozelo ou joelho devem evitar o exercício.",
            "- Consultar um profissional antes de realizá-lo em casos de problemas articulares ou neurológicos."
        ],
        "substitutions": [
            "- Elevação bilateral de panturrilha no chão.",
            "- Elevação de panturrilha em step ou plataforma.",
            "- Agachamento isométrico com foco na panturrilha."
        ],
        "related_muscles": [
            "- Gastrocnêmio (cabeça medial e lateral).",
            "- Sóleo.",
            "- Tibial anterior (estabilização)."
        ]
    },
    {
        "id": "59",
        "name": "Exercício: Elevação de Panturrilha 2C Excêntrica Unilateral a partir da Caixa",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-2c-eccentric-unilateral-from-box-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-2c-eccentric-unilateral-from-box-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Enquanto estiver de pé na borda de um degrau, use ambas as pernas para erguer os calcanhares, antes de transferir o seu peso para a perna que está trabalhando.",
            "2. Mantenha a posição superior por um breve segundo e depois abaixe muito lentamente o seu calcanhar abaixo do nível do degrau ou até começar a sentir um alongamento na panturrilha.",
            "3. Tente evitar a contração muscular (panturrilha) ao levantar os calcanhares e, em seguida, exerça contração muscular na fase excêntrica"
        ],
        "what_is": [
            "- Trata-se de um exercício unilateral que visa fortalecer e alongar os músculos da panturrilha.",
            "- A execução envolve uma fase excêntrica controlada, na qual o praticante realiza o movimento de descida a partir de uma posição elevada em uma caixa ou plataforma.."
        ],
        "how_to_execute": [
            "Posicione-se em pé sobre uma caixa ou plataforma elevada, com apenas um pé apoiado.",
            "Eleve o calcanhar do pé de apoio até atingir a máxima amplitude.",
            "Lentamente, abaixe o calcanhar de forma controlada, realizando a fase excêntrica até que ele fique abaixo do nível da caixa.",
            "Retorne à posição inicial utilizando o outro pé para auxiliar ou repetindo o movimento com controle."
        ],
        "why_do_it": [
            "- Promove o fortalecimento dos músculos da panturrilha.",
            "- Melhora a capacidade de absorção de impacto.",
            "- Auxilia no equilíbrio e estabilidade unilaterais.",
            "- Potencializa a fase excêntrica, importante para prevenção de lesões."
        ],
        "precautions": [
            "- Evite realizar o movimento de forma rápida ou sem controle.",
            "- Mantenha o core ativado para estabilização.",
            "- Respeite a amplitude articular individual para evitar sobrecarga nos tendões."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes no tendão de Aquiles ou na panturrilha devem evitar.",
            "- Pessoas com problemas articulares graves nos tornozelos ou joelhos devem consultar um profissional antes de executar."
        ],
        "substitutions": [
            "- Elevação bilateral de panturrilha.",
            "- Elevação de panturrilha em máquina específica.",
            "- Agachamento com salto."
        ],
        "related_muscles": [
            "- Gastrocnêmio (cabeça medial e lateral).",
            "- Sóleo.",
            "- Tibial posterior.",
            "- Flexores curtos dos dedos e do hálux."
        ]
    },
    {
        "id": "60",
        "name": "Exercício: Elevação de Panturrilha Unilateral 2D do Caixote",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-2d-unilateral-from-box-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-2d-unilateral-from-box-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Utilize a borda de um degrau para colocar as pontas dos pés de um pé em cima.",
            "2. Levante o calcanhar, antes de abaixá-lo abaixo do nível do degrau, ou até que você sinta um alongamento na panturrilha.",
            "3. Tente fazer uma pausa em ambas as extremidades do intervalo por um breve segundo."
        ],
        "what_is": [
            "- Consiste em um exercício de isolamento unilateral que visa fortalecer e tonificar os músculos da panturrilha.",
            "- Realizado com apoio em um caixote ou plataforma elevada, permite uma amplitude maior de movimento.."
        ],
        "how_to_execute": [
            "Posicione-se em pé sobre um caixote ou plataforma, mantendo apenas a ponta dos pés apoiada.",
            "Deixe uma perna flexionada para trás como apoio secundário, enquanto a outra permanece estendida na posição ativa.",
            "Eleve o calcanhar da perna ativa até alcançar a máxima extensão plantar.",
            "Abaixe lentamente o calcanhar abaixo do nível do caixote, alongando a panturrilha.",
            "Repita o movimento pelo número desejado de repetições antes de alternar as pernas."
        ],
        "why_do_it": [
            "- Promove o fortalecimento unilateral, corrigindo possíveis desequilíbrios musculares.",
            "- Melhora a definição muscular da panturrilha.",
            "- Aumenta a mobilidade articular do tornozelo."
        ],
        "precautions": [
            "- Mantenha o controle durante todo o movimento para evitar sobrecarga nos tendões.",
            "- Evite realizar o exercício com excesso de carga se houver desconforto.",
            "- Certifique-se de que a superfície de apoio seja estável e antiderrapante."
        ],
        "restrictions": [
            "- Indivíduos com lesões no tendão de Aquiles ou problemas articulares no tornozelo devem evitar este exercício.",
            "- Pessoas com instabilidade postural podem encontrar dificuldades na execução unilateral."
        ],
        "substitutions": [
            "- Elevação bilateral de panturrilha no caixote.",
            "- Elevação de panturrilha em máquina específica.",
            "- Saltos repetitivos sem peso adicional."
        ],
        "related_muscles": [
            "- Gastrocnêmio (cabeça medial e lateral).",
            "- Sóleo.",
            "- Tibial posterior (estabilizador)."
        ]
    },
    {
        "id": "61",
        "name": "Exercício: Elevação de Panturrilha 2A Excêntrico Unilateral no Chão",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-2a-eccentric-unilateral-floor-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-2a-eccentric-unilateral-floor-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Levante ambos os calcanhares do chão, transfira seu peso para a perna que está trabalhando enquanto a perna oposta está suspensa.",
            "2. Mantenha a posição superior por um instante e então abaixe lentamente o seu calcanhar até o chão.",
            "3. Tente evitar a contração muscular (da panturrilha) ao levantar o calcanhar e, em seguida, exerça a contração muscular na fase excêntrica"
        ],
        "what_is": [
            "- Trata-se de um exercício de força que foca na região da panturrilha, realizado de forma unilateral (uma perna por vez) e com ênfase na fase excêntrica do movimento.",
            "- A execução ocorre no chão, sem necessidade de equipamentos adicionais.."
        ],
        "how_to_execute": [
            "Fique em pé com os pés paralelos ao chão, mantendo uma leve distância entre eles.",
            "Eleve o calcanhar de uma perna lentamente, transferindo o peso para a ponta dos dedos do pé.",
            "Controle a descida do calcanhar de volta ao chão, enfatizando a fase excêntrica.",
            "Repita o movimento com a mesma perna pelo número desejado de repetições antes de alternar para a outra."
        ],
        "why_do_it": [
            "- Fortalece os músculos da panturrilha de forma unilateral, promovendo equilíbrio muscular.",
            "- Melhora o controle motor e a estabilidade durante a fase excêntrica.",
            "- Pode ser útil para prevenir lesões relacionadas à instabilidade ou desequilíbrio muscular."
        ],
        "precautions": [
            "- Mantenha o core ativado para evitar compensações posturais.",
            "- Evite movimentos bruscos durante a descida para prevenir impacto excessivo.",
            "- Certifique-se de que o tornozelo esteja alinhado para evitar torções."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes no tornozelo ou panturrilha devem evitar.",
            "- Pessoas com problemas de equilíbrio podem encontrar dificuldade na execução unilateral."
        ],
        "substitutions": [
            "- Elevação bilateral no chão.",
            "- Elevação com apoio (como em um step ou plataforma elevada).",
            "- Utilização de máquinas específicas para panturrilhas."
        ],
        "related_muscles": [
            "- Gastrocnêmio (cabeça medial e lateral).",
            "- Sóleo.",
            "- Tibial posterior (em menor grau)."
        ]
    },
    {
        "id": "62",
        "name": "Exercício: Elevação de Panturrilha 3B com Ênfase no Sóleo Unilateral",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-3b-soleus-bias-unilateral-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-3b-soleus-bias-unilateral-side.mp4#t=0.1"
        ],
        "tips": [
            "1. A partir da posição de pé, dobre os joelhos até chegar a uma posição agachada ou semi-agachada. Esteja perto de um poste ou rack de agachamento para usar como equilíbrio.",
            "2. Mantenha o agachamento enquanto transfere seu peso para a perna que está trabalhando e levanta a outra do chão.",
            "3. Levante o seu calcanhar do chão",
            "4. Mantenha a posição por um breve momento antes de abaixar seu calcanhar novamente.",
            "5. Não descanse na parte inferior. Assim que sentir seu calcanhar tocar o chão, repita o movimento."
        ],
        "what_is": [],
        "how_to_execute": [],
        "why_do_it": [],
        "precautions": [],
        "restrictions": [],
        "substitutions": [],
        "related_muscles": []
    },
    {
        "id": "63",
        "name": "Exercício: Elevação de Panturrilha 3A Viés do Sóleo Bilateral",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-3a-soleus-bias-bilateral-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-3a-soleus-bias-bilateral-side.mp4#t=0.1"
        ],
        "tips": [
            "1. A partir da posição em pé, dobre seus joelhos até chegar a uma posição agachada ou semi-agachada.",
            "2. Mantenha o agachamento enquanto levanta ambos os calcanhares do chão.",
            "3. Mantenha a posição por uma fração de segundo antes de abaixar seus calcanhares novamente.",
            "4. Não descanse na parte inferior. Assim que sentir seus calcanhares tocarem o chão, repita o movimento."
        ],
        "what_is": [],
        "how_to_execute": [],
        "why_do_it": [],
        "precautions": [],
        "restrictions": [],
        "substitutions": [],
        "related_muscles": []
    },
    {
        "id": "64",
        "name": "Exercício: Elevação Isométrica Unilateral da Panturrilha",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-isometric-unilateral-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-raise-isometric-unilateral-side.mp4#t=0.1"
        ],
        "tips": [
            "1. A partir da posição de pé, transfira seu peso para as pontas do pé de um pé.",
            "2. Levante o calcanhar do chão e mantenha a posição pelo tempo especificado.",
            "3. Você deve sentir sua panturrilha trabalhando."
        ],
        "what_is": [
            "- Consiste em um exercício realizado de forma unilateral, ou seja, com uma perna de cada vez, no qual o praticante eleva o calcanhar do solo enquanto mantém a posição isométrica durante certo tempo.",
            "- O movimento foca na contração dos músculos da panturrilha.."
        ],
        "how_to_execute": [
            "Fique em pé sobre uma superfície estável, com os pés alinhados aos quadris.",
            "Eleve-se lentamente na ponta dos pés de uma perna, mantendo a outra flexionada levemente para trás ou apoiada sem carga.",
            "Mantenha a posição elevada por alguns segundos, garantindo que o peso esteja distribuído uniformemente na parte anterior dos pés.",
            "Retorne à posição inicial de forma controlada e repita o movimento pelo número desejado de repetições."
        ],
        "why_do_it": [
            "- Fortalece os músculos da panturrilha de forma unilateral, corrigindo possíveis desequilíbrios musculares.",
            "- Melhora a estabilidade e equilíbrio corporal.",
            "- Auxilia no desenvolvimento de força funcional para atividades diárias e esportivas."
        ],
        "precautions": [
            "- Evite realizar o exercício com excesso de carga ou amplitude inadequada para prevenir lesões.",
            "- Mantenha o core ativado durante a execução para garantir estabilidade.",
            "- Respeite o limite de dor ou desconforto, interrompendo caso haja qualquer sinal de incômodo anormal."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves nos joelhos, tornozelos ou panturrilhas devem evitar ou consultar um profissional antes de executar.",
            "- Pessoas com distúrbios de equilíbrio podem ter dificuldade ao realizar o movimento unilateral."
        ],
        "substitutions": [
            "- Elevação bilateral da panturrilha (com duas pernas simultaneamente).",
            "- Elevação da panturrilha em step ou plataforma elevada.",
            "- Utilização de máquinas específicas para panturrilha no ambiente de academia."
        ],
        "related_muscles": [
            "- Gastrocnêmio (cabeça medial e lateral).",
            "- Sóleo.",
            "- Tibial posterior (em menor intensidade)."
        ]
    },
    {
        "id": "65",
        "name": "Exercício: Alongamento de Panturrilhas em Caixa Bilateral",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-stretch-on-box-bilateral-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-calf-stretch-on-box-bilateral-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé em uma caixa. Da posição em pé, transfira seu peso para as pontas de um pé.",
            "2. Abaixe os calcanhares em direção ao chão e mantenha a posição pelo tempo especificado.",
            "3. Você deve sentir sua panturrilha alongando."
        ],
        "what_is": [
            "- Consiste em um alongamento realizado com o uso de uma caixa ou plataforma bilateral, que permite elevar os calcanhares e esticar os músculos da região posterior da perna."
        ],
        "how_to_execute": [
            "Posicione-se em pé sobre a caixa bilateral, com os pés alinhados aos quadris.",
            "Desloque o peso do corpo para a ponta dos pés, elevando os calcanhares.",
            "Lentamente, abaixe os calcanhares abaixo do nível da caixa, permitindo um alongamento na parte inferior das pernas.",
            "Mantenha a posição por alguns segundos e retorne à posição inicial."
        ],
        "why_do_it": [
            "- Melhora a flexibilidade dos músculos posteriores da perna.",
            "- Ajuda a prevenir lesões relacionadas à tensão muscular.",
            "- Beneficia atletas e praticantes de atividades físicas que exigem movimentos dinâmicos."
        ],
        "precautions": [
            "- Evite realizar o movimento de forma rápida para não causar desconforto ou lesões.",
            "- Mantenha o equilíbrio durante a execução para evitar quedas.",
            "- Respeite os limites corporais e evite forçar demais o alongamento."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves nos tornozelos ou panturrilhas devem evitar.",
            "- Não é recomendado para pessoas com lesões recentes ou inflamações na região."
        ],
        "substitutions": [
            "- Alongamento de panturrilhas contra a parede.",
            "- Alongamento com apoio em degrau.",
            "- Flexão plantar com elástico."
        ],
        "related_muscles": [
            "- Gastrocnêmio.",
            "- Sóleo.",
            "- Tendão de Aquiles."
        ]
    },
    {
        "id": "66",
        "name": "Exercício: Alongamento Unilateral do Gastrocnêmio na Parede",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-gastrocnemius-stretch-unilateral-on-wall-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-gastrocnemius-stretch-unilateral-on-wall-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique ao lado de uma parede, mas não muito perto.",
            "2. Coloque as palmas das mãos na parede e estenda uma perna atrás de você, enquanto dobra levemente a perna da frente.",
            "3. Empurre a parede para forçar o calcanhar da perna estendida contra o chão até sentir um alongamento na panturrilha."
        ],
        "what_is": [
            "- Consiste em um exercício de alongamento que visa esticar o músculo gastrocnêmio de forma unilateral, utilizando uma parede como suporte."
        ],
        "how_to_execute": [
            "Fique de pé a cerca de um passo de distância da parede.",
            "Coloque as mãos na parede à altura dos ombros para apoio.",
            "Avance uma perna à frente, mantendo o joelho ligeiramente flexionado.",
            "Estique a outra perna para trás, mantendo o calcanhar no chão e o joelho estendido.",
            "Incline o tronco levemente para a frente, pressionando o calcanhar da perna de trás contra o chão até sentir o alongamento na parte posterior da panturrilha.",
            "Mantenha a posição por 20-30 segundos e repita com a outra perna."
        ],
        "why_do_it": [
            "- Melhora a flexibilidade do gastrocnêmio.",
            "- Auxilia na prevenção de lesões musculares.",
            "- Contribui para melhorar a postura e a biomecânica ao andar ou correr.",
            "- Pode ajudar no alívio de tensões musculares localizadas."
        ],
        "precautions": [
            "- Evite inclinar excessivamente o tronco para não comprometer a coluna.",
            "- Certifique-se de manter o calcanhar da perna de trás em contato constante com o chão.",
            "- Não force além do ponto confortável de alongamento para evitar lesões."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves no joelho ou tornozelo devem consultar um profissional antes de realizar.",
            "- Evitar em casos de inflamação aguda ou lesão recente no gastrocnêmio."
        ],
        "substitutions": [
            "- Alongamento bilateral do gastrocnêmio com apoio.",
            "- Alongamento com toalha ou cinta sentado.",
            "- Descida em step para alongamento dinâmico."
        ],
        "related_muscles": [
            "- Gastrocnêmio (principalmente a cabeça medial e lateral).",
            "- Sóleo (indiretamente envolvido).",
            "- Tendão de Aquiles (estrutura conectada)."
        ]
    },
    {
        "id": "67",
        "name": "Exercício: Alongamento Bilateral do Gastrocnêmio na Caixa",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-gastrocnemius-stretch-bilateral-on-box-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-gastrocnemius-stretch-bilateral-on-box-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique na borda de uma caixa, com os joelhos estendidos.",
            "2. Deixe o seu peso empurrar seus calcanhares em direção ao chão.",
            "3. Você deve sentir suas panturrilhas sendo alongadas."
        ],
        "what_is": [
            "- Consiste em um exercício de alongamento que visa promover o estiramento dos músculos da panturrilha, especificamente o gastrocnêmio, utilizando uma caixa ou degrau como apoio.",
            "- O movimento é realizado com ambos os pés simultaneamente.."
        ],
        "how_to_execute": [
            "Posicione-se em pé sobre uma caixa ou degrau, com a parte anterior dos pés apoiada e os calcanhares suspensos para fora.",
            "Mantenha o tronco ereto e as mãos apoiadas em uma superfície estável, se necessário.",
            "Lentamente, abaixe os calcanhares abaixo do nível da caixa, permitindo que os músculos da panturrilha se alonguem.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "- Melhora a flexibilidade dos músculos da panturrilha.",
            "- Auxilia na prevenção de lesões relacionadas à tensão muscular.",
            "- Contribui para a correção postural e equilíbrio corporal.",
            "- Pode ser benéfico em programas de reabilitação ou condicionamento físico."
        ],
        "precautions": [
            "- Evite realizar o movimento de forma rápida ou com peso excessivo no corpo.",
            "- Mantenha o controle durante a descida para evitar sobrecarga nos tendões.",
            "- Não force o alongamento além do conforto, respeitando os limites individuais.",
            "- Certifique-se de que a superfície de apoio seja firme e antiderrapante."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes no tornozelo, panturrilha ou tendão de Aquiles devem evitar.",
            "- Pessoas com problemas graves de equilíbrio não devem realizá-lo sem supervisão.",
            "- Evitar em casos de inflamações agudas ou condições neurológicas que comprometam a coordenação motora."
        ],
        "substitutions": [
            "- Alongamento estático contra a parede.",
            "- Descidas excêntricas unilaterais.",
            "- Uso de faixas elásticas para alongamento assistido.",
            "- Alongamento em superfícies planas sem desnível."
        ],
        "related_muscles": [
            "- Gastrocnêmio (cabeças medial e lateral).",
            "- Sóleo (secundariamente envolvido).",
            "- Tendão de Aquiles (estrutura conectiva relacionada)."
        ]
    },
    {
        "id": "68",
        "name": "Exercício: Alongamento do Gastrocnêmio na Posição de Flexão",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-gastrocnemius-stretch-push-up-position-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-gastrocnemius-stretch-push-up-position-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Coloque-se na posição de flexão.",
            "2. Endireite seus joelhos e tente empurrar um calcanhar em direção ao chão.",
            "3. Cruze a sua outra perna por cima para aplicar uma pressão extra ao alongamento."
        ],
        "what_is": [
            "- Consiste em um exercício de alongamento que visa esticar os músculos da panturrilha, especificamente o gastrocnêmio, enquanto a articulação do joelho permanece em flexão.",
            "- Essa posição altera a biomecânica do alongamento, direcionando a tensão para porções específicas do músculo.."
        ],
        "how_to_execute": [
            "Fique de pé próximo a uma parede ou apoio estável.",
            "Posicione uma perna à frente, com o joelho levemente flexionado, e a outra perna atrás, mantendo o joelho traseiro flexionado.",
            "Incline o corpo para frente, mantendo as mãos apoiadas na parede.",
            "Garanta que o calcanhar da perna traseira permaneça em contato com o chão.",
            "Sinta o alongamento na parte posterior da perna que está atrás.",
            "Mantenha a posição por 20 a 30 segundos e repita conforme necessário."
        ],
        "why_do_it": [
            "- Melhora a flexibilidade do gastrocnêmio.",
            "- Auxilia na prevenção de lesões musculares.",
            "- Contribui para a correção de desequilíbrios posturais.",
            "- Pode aliviar tensões causadas por atividades físicas repetitivas."
        ],
        "precautions": [
            "- Evite inclinar o corpo excessivamente para não sobrecarregar a região lombar.",
            "- Certifique-se de manter o calcanhar da perna traseira em contato com o solo.",
            "- Respeite os limites corporais para evitar estiramentos musculares.",
            "- Execute o movimento de forma gradual e controlada."
        ],
        "restrictions": [
            "- Indivíduos com lesões agudas no joelho ou tornozelo devem evitar este exercício.",
            "- Não é recomendado para pessoas com problemas graves de equilíbrio.",
            "- Consulte um profissional de saúde caso tenha condições como tendinite ou rupturas musculares."
        ],
        "substitutions": [
            "- Alongamento com o joelho estendido.",
            "- Uso de faixas elásticas para auxiliar no alongamento.",
            "- Exercícios dinâmicos, como o \"heel drop\", podem ser alternativas funcionais."
        ],
        "related_muscles": [
            "- Gastrocnêmio (porção medial e lateral).",
            "- Sóleo.",
            "- Tendão de Aquiles (indiretamente envolvido)."
        ]
    },
    {
        "id": "69",
        "name": "Exercício: Alongamento Unilateral do Gastrocnêmio na Caixa",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-gastrocnemius-stretch-unilateral-on-box-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-gastrocnemius-stretch-unilateral-on-box-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de pé na borda de uma caixa, com os joelhos estendidos.",
            "2. Dobre uma perna enquanto permite que o peso empurre o calcanhar da sua perna reta em direção ao chão.",
            "3. Você deve sentir suas panturrilhas sendo alongadas."
        ],
        "what_is": [
            "- Consiste em um exercício de alongamento que visa esticar o músculo gastrocnêmio de forma unilateral, utilizando uma caixa ou plataforma elevada para aumentar a amplitude do movimento."
        ],
        "how_to_execute": [
            "Posicione-se próximo a uma parede ou apoio estável.",
            "Coloque a ponta do pé da perna a ser alongada sobre uma caixa ou plataforma elevada, mantendo o calcanhar no chão.",
            "Estique suavemente o joelho dessa perna, transferindo parte do peso do corpo para frente.",
            "Mantenha a posição por 20-30 segundos e retorne à posição inicial.",
            "Repita conforme necessário."
        ],
        "why_do_it": [
            "- Ajuda a melhorar a flexibilidade do músculo gastrocnêmio, prevenir lesões, corrigir desequilíbrios musculares e auxiliar na recuperação após atividades físicas intensas."
        ],
        "precautions": [
            "- Evite forçar o alongamento além do conforto.",
            "- Mantenha o equilíbrio para evitar quedas.",
            "- Não execute se houver dor aguda ou desconforto excessivo."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves no tendão de Aquiles, fraturas recentes ou inflamações na região devem evitar este alongamento.",
            "- Consultar um profissional de saúde é recomendável antes de iniciar.."
        ],
        "substitutions": [
            "- Alongamento bilateral do mesmo músculo.",
            "- Alongamento com apoio de parede sem uso de caixa.",
            "- Utilização de faixas elásticas para assistência."
        ],
        "related_muscles": [
            "- Gastrocnêmio (principalmente a cabeça medial e lateral).",
            "- Sóleo (secundariamente envolvido).",
            "- Tendão de Aquiles (estrutura conectada ao gastrocnêmio)."
        ]
    },
    {
        "id": "70",
        "name": "Exercício: Cardio Lateral com Pés Rápidos",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-lateral-quick-feet-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-lateral-quick-feet-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece com uma postura da largura dos ombros.",
            "2. Toque rapidamente com os pés enquanto se move lateralmente."
        ],
        "what_is": [
            "- Trata-se de um exercício cardiovascular que combina movimentos laterais com ações rápidas dos pés, promovendo agilidade e resistência."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés paralelos e ligeiramente afastados.",
            "Dê um passo lateral para o lado direito, transferindo o peso do corpo para o pé direito.",
            "Rapidamente, traga o pé esquerdo ao encontro do direito, mantendo o ritmo ágil.",
            "Repita o movimento alternando os lados, mantendo uma cadência rápida e controlada."
        ],
        "why_do_it": [
            "- Desenvolve coordenação motora, melhora a capacidade cardiovascular, fortalece membros inferiores e auxilia no aumento da agilidade e estabilidade."
        ],
        "precautions": [
            "- Mantenha o core ativado para evitar desequilíbrio.",
            "- Use calçados adequados para amortecer impactos.",
            "- Evite realizar o movimento em superfícies escorregadias."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves nos joelhos, tornozelos ou articulações devem consultar um profissional antes de executar.",
            "- Gestantes ou pessoas com limitações motoras também precisam de adaptações específicas.."
        ],
        "substitutions": [
            "- Polichinelos",
            "- Agachamento com salto lateral",
            "- Corrida estacionária"
        ],
        "related_muscles": [
            "- Quadríceps",
            "- Glúteos",
            "- Panturrilhas",
            "- Adutores e abdutores da coxa",
            "- Core (músculos estabilizadores)"
        ]
    },
    {
        "id": "71",
        "name": "Exercício: Cardio com Três Passos Heismans",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-three-step-heismans-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-three-step-heismans-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece com uma postura da largura dos ombros.",
            "2. Fique na ponta dos pés, pise para a direita, toque com a ponta do pé esquerdo no chão, firme seu pé direito e levante sua perna esquerda.",
            "3. Então repita na direção oposta."
        ],
        "what_is": [
            "- Trata-se de um exercício cardiovascular que combina movimentos dinâmicos com saltos e deslocamentos laterais, simulando gestos esportivos.",
            "- Sua execução envolve três passos coordenados em sequência, promovendo intensidade moderada a alta.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés paralelos e o peso distribuído uniformemente.",
            "Realize um salto lateral para a direita, levando o joelho esquerdo em direção ao peito enquanto estende o braço oposto à frente.",
            "Retorne à posição inicial e repita o movimento para o lado oposto.",
            "Complete a sequência com três passos alternados, mantendo o ritmo constante."
        ],
        "why_do_it": [
            "- Promove condicionamento cardiovascular.",
            "- Melhora coordenação motora e agilidade.",
            "- Aumenta a resistência muscular localizada.",
            "- Auxilia no gasto calórico durante a prática."
        ],
        "precautions": [
            "- Mantenha o core ativado para estabilização.",
            "- Evite impactos excessivos ao tocar o solo.",
            "- Execute os movimentos de forma controlada para prevenir lesões articulares."
        ],
        "restrictions": [
            "- Indivíduos com problemas nos joelhos ou articulações sensíveis devem evitar.",
            "- Não é recomendado para pessoas com dores lombares não tratadas.",
            "- Gestantes ou indivíduos com condições cardiovasculares graves devem consultar um médico antes de praticar."
        ],
        "substitutions": [
            "- Polichinelos.",
            "- Agachamento com salto.",
            "- Deslocamentos laterais sem elevação dos joelhos."
        ],
        "related_muscles": [
            "- Quadríceps.",
            "- Glúteos.",
            "- Panturrilhas.",
            "- Músculos abdominais (para estabilização).",
            "- Músculos da região lombar (suporte postural)."
        ]
    },
    {
        "id": "72",
        "name": "Exercício: Flexões Plantares Sentado",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-plantar-flexions-seated-resisted-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-plantar-flexions-seated-resisted-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se no chão usando suas palmas ou cotovelos para se apoiar e inclinar para trás.",
            "2. Prenda uma ponta da faixa nos seus dedos dos pés e segure a outra.",
            "3. Aponte e flexione os dedos dos pés contra a resistência."
        ],
        "what_is": [
            "- Consiste em um movimento de extensão do tornozelo, realizado com o corpo na posição sentada.",
            "- O exercício visa fortalecer e alongar os músculos da região posterior da perna e do pé.."
        ],
        "how_to_execute": [
            "Sente-se em uma cadeira com as costas retas e os pés apoiados no chão.",
            "Levante os calcanhares mantendo as pontas dos pés firmes no solo.",
            "Abaixe lentamente os calcanhares até a posição inicial.",
            "Repita o movimento pelo número de repetições desejado."
        ],
        "why_do_it": [
            "- Fortalece os músculos da panturrilha e do tornozelo.",
            "- Melhora a estabilidade e a mobilidade articular.",
            "- Pode ser usado na prevenção de lesões e reabilitação.",
            "- Auxilia no aumento da circulação sanguínea local."
        ],
        "precautions": [
            "- Evite realizar o movimento de forma rápida ou abrupta para não sobrecarregar os tendões.",
            "- Mantenha uma postura adequada durante a execução.",
            "- Respeite os limites de amplitude articular para evitar desconforto."
        ],
        "restrictions": [
            "- Indivíduos com lesões recentes no tornozelo ou tendão de Aquiles devem evitar este exercício.",
            "- Consulte um profissional de saúde antes de praticar caso tenha problemas articulares ou neurológicos."
        ],
        "substitutions": [
            "- Flexões plantares em pé.",
            "- Utilização de máquinas específicas para panturrilhas.",
            "- Exercícios isométricos com resistência elástica."
        ],
        "related_muscles": [
            "- Gastrocnêmio.",
            "- Sóleo.",
            "- Tibial posterior.",
            "- Flexores curtos dos dedos."
        ]
    },
    {
        "id": "73",
        "name": "Exercício: Toques de Joelho no Cardio",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-knee-taps-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-knee-taps-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé, com os pés alinhados à largura dos quadris, contraia o abdômen.",
            "2. Levante os joelhos alternadamente, batendo com a mão do mesmo lado.",
            "3. Continue ritmicamente, mantenha a postura, aumente a velocidade conforme for capaz."
        ],
        "what_is": [
            "- Consiste em um movimento dinâmico que combina elementos de força e cardio, envolvendo toques alternados dos joelhos em direção ao tórax ou mãos.",
            "- É amplamente utilizado em treinos funcionais e de alta intensidade.."
        ],
        "how_to_execute": [
            "Fique em posição ereta, com os pés na largura dos ombros.",
            "Eleve um joelho em direção ao tórax ou mãos, realizando um leve salto para alternar rapidamente com o outro joelho.",
            "Mantenha o tronco levemente inclinado para frente e os braços flexionados, acompanhando o movimento.",
            "Repita o movimento de forma contínua e ritmada."
        ],
        "why_do_it": [
            "- Melhora a resistência cardiovascular.",
            "- Fortalece músculos do core e membros inferiores.",
            "- Ajuda no aquecimento corporal.",
            "- Promove gasto calórico elevado devido à natureza aeróbica."
        ],
        "precautions": [
            "- Evite movimentos bruscos para prevenir lesões articulares.",
            "- Mantenha a postura alinhada para evitar sobrecarga na lombar.",
            "- Não force a elevação dos joelhos caso sinta desconforto."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves nos joelhos, quadril ou coluna devem evitar.",
            "- Pessoas com condições cardíacas ou pulmonares devem consultar um médico antes de praticar.",
            "- Gestantes devem adaptar o exercício sob orientação profissional."
        ],
        "substitutions": [
            "- Polichinelos.",
            "- Elevação alternada de joelhos (sem salto).",
            "- Agachamento com salto."
        ],
        "related_muscles": [
            "- Quadríceps.",
            "- Glúteos.",
            "- Isquiotibiais.",
            "- Abdominais.",
            "- Músculos da panturrilha."
        ]
    },
    {
        "id": "74",
        "name": "Exercício: Cardio Pés Rápidos",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-quick-feet-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-quick-feet-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Toque rapidamente cada pé no chão."
        ],
        "what_is": [
            "- Consiste em um movimento dinâmico que envolve alternância rápida dos pés, mantendo o corpo em constante movimento.",
            "- É amplamente utilizado para melhorar a capacidade cardiovascular e a agilidade.."
        ],
        "how_to_execute": [
            "Fique em pé com os pés na largura dos ombros.",
            "Flexione levemente os joelhos e incline o tronco para frente.",
            "Alterne rapidamente os pés, levantando-os do chão de forma suave e ágil.",
            "Mantenha o ritmo acelerado, simulando uma corrida no mesmo lugar."
        ],
        "why_do_it": [
            "- Ajuda a elevar a frequência cardíaca, promovendo condicionamento físico e melhora da resistência aeróbica.",
            "- Também contribui para a queima calórica e desenvolvimento de coordenação motora.."
        ],
        "precautions": [
            "- Mantenha uma postura adequada para evitar sobrecarga na coluna.",
            "- Evite impactos excessivos ao tocar o solo com os pés.",
            "- Use tênis adequados para absorver o impacto."
        ],
        "restrictions": [
            "- Não é recomendado para pessoas com problemas graves nas articulações ou lesões recentes nos membros inferiores.",
            "- Gestantes devem consultar um médico antes de praticar.."
        ],
        "substitutions": [
            "- Polichinelos",
            "- Corrida leve no lugar",
            "- Agachamento com salto"
        ],
        "related_muscles": [
            "- Quadríceps",
            "- Gêmeos (panturrilhas)",
            "- Glúteos",
            "- Core (músculos abdominais e lombares)"
        ]
    },
    {
        "id": "75",
        "name": "Exercício: Salto Longo Cardio",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-long-jump-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-long-jump-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com os pés na largura dos ombros, joelhos levemente dobrados, braços atrás de você, olhos para frente.",
            "2. Balance os braços para trás, agache profundamente, preparando as pernas para um poder explosivo.",
            "3. Balance os braços, exploda para a frente, estenda as pernas no ar e aterrisse suavemente em ambos os pés."
        ],
        "what_is": [
            "- Um exercício pliométrico que envolve um salto horizontal longo, projetado para melhorar a força explosiva e a capacidade cardiovascular."
        ],
        "how_to_execute": [
            "Posicione-se em pé com os pés na largura dos ombros.",
            "Agache levemente, flexionando os joelhos e inclinando o tronco para frente.",
            "Realize um impulso explosivo com as pernas, projetando o corpo para frente no ar.",
            "Estique as pernas ao máximo durante o voo.",
            "Aterrisse suavemente com as pernas semiflexionadas, absorvendo o impacto."
        ],
        "why_do_it": [
            "- Desenvolve potência muscular, melhora a capacidade aeróbica e anaeróbica, fortalece tendões e articulações, além de contribuir para o condicionamento físico geral."
        ],
        "precautions": [
            "- Mantenha uma postura adequada durante o movimento.",
            "- Evite realizar o exercício em superfícies duras ou irregulares.",
            "- Use calçados apropriados para amortecer o impacto.",
            "- Realize um aquecimento prévio para prevenir lesões."
        ],
        "restrictions": [
            "- Indivíduos com problemas nas articulações (joelhos, tornozelos) ou coluna vertebral devem evitar sua prática.",
            "- Pessoas com sobrepeso ou iniciantes devem consultar um profissional antes de tentar.."
        ],
        "substitutions": [
            "- Saltos verticais",
            "- Agachamentos com salto",
            "- Corrida estacionária com elevação de joelhos"
        ],
        "related_muscles": [
            "- Quadríceps",
            "- Glúteos",
            "- Isquiotibiais",
            "- Panturrilhas",
            "- Core (abdômen e região lombar)"
        ]
    },
    {
        "id": "76",
        "name": "Exercício: Cardio Salto Longo com Recuo Rápido",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-long-jump-shuffle-back-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-long-jump-shuffle-back-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique com os pés na largura dos ombros, joelhos levemente dobrados, braços atrás de você, olhos para frente.",
            "2. Balance os braços para trás, agache profundamente, preparando as pernas para um poder explosivo.",
            "3. Balance os braços, exploda para a frente, estenda as pernas no ar, aterrisse suavemente com os dois pés.",
            "4. Volte à posição inicial misturando os passos."
        ],
        "what_is": [
            "- Um exercício funcional que combina saltos longos com um retorno rápido à posição inicial.",
            "- Envolve deslocamento horizontal e força explosiva.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés na largura dos ombros.",
            "Realize um salto longo para frente, projetando o corpo com impulso das pernas.",
            "Ao aterrissar, flexione levemente os joelhos para absorver o impacto.",
            "Imediatamente, retorne à posição inicial com passos rápidos ou um movimento dinâmico."
        ],
        "why_do_it": [
            "- Desenvolve força explosiva, melhora a coordenação motora, aumenta a capacidade cardiovascular e fortalece a musculatura envolvida em movimentos pliométricos."
        ],
        "precautions": [
            "- Mantenha uma postura alinhada durante o salto e o recuo.",
            "- Evite sobrecarregar as articulações do joelho e tornozelo.",
            "- Use calçados adequados para absorção de impacto.",
            "- Execute em superfícies planas e antiderrapantes."
        ],
        "restrictions": [
            "- Indivíduos com lesões prévias nos joelhos, tornozelos ou coluna devem evitar.",
            "- Não é recomendado para pessoas com problemas cardiovasculares sem orientação médica.."
        ],
        "substitutions": [
            "- Saltos no lugar com elevação dos joelhos.",
            "- Agachamentos com salto (jump squats).",
            "- Deslocamentos laterais com faixas elásticas."
        ],
        "related_muscles": [
            "- Quadríceps.",
            "- Glúteos.",
            "- Isquiotibiais.",
            "- Panturrilhas.",
            "- Core (abdômen e região lombar)."
        ]
    },
    {
        "id": "77",
        "name": "Exercício: Cardio com Deslocamento Lateral",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-lateral-shuffle-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-lateral-shuffle-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece com uma postura larga.",
            "2. Deslize de lado por uma distância especificada, mantendo a posição de agachamento parcial."
        ],
        "what_is": [
            "- Trata-se de um exercício cardiovascular que envolve movimentos laterais, estimulando a capacidade aeróbica enquanto trabalha diferentes grupos musculares.",
            "- É frequentemente utilizado em treinos funcionais e de condicionamento físico.."
        ],
        "how_to_execute": [
            "Fique em pé, com os pés na largura dos ombros e joelhos levemente flexionados.",
            "Realize um deslocamento lateral, movendo um pé para o lado e trazendo o outro pé para acompanhá-lo.",
            "Mantenha o movimento contínuo e ritmado, alternando as direções conforme necessário.",
            "Adicione variações como saltos ou mudanças de intensidade para aumentar o impacto."
        ],
        "why_do_it": [
            "- Melhora a resistência cardiovascular.",
            "- Aumenta a coordenação motora e a agilidade.",
            "- Fortalece músculos estabilizadores e auxilia no equilíbrio corporal.",
            "- Promove gasto calórico eficiente durante a execução."
        ],
        "precautions": [
            "- Mantenha postura ereta durante o movimento para evitar sobrecarga na lombar.",
            "- Evite realizar o exercício em superfícies escorregadias ou irregulares.",
            "- Respeite os limites do corpo, evitando exageros que possam causar lesões."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves nos joelhos, tornozelos ou quadris devem evitar ou adaptar o movimento.",
            "- Pessoas com condições cardiovasculares severas devem consultar um médico antes de praticar.",
            "- Gestantes ou pessoas com distúrbios de equilíbrio precisam de supervisão especializada."
        ],
        "substitutions": [
            "- Polichinelos laterais.",
            "- Agachamentos com passadas laterais.",
            "- Movimentos de \"skater\" (saltos laterais com toque no chão)."
        ],
        "related_muscles": [
            "- Músculos das pernas: quadríceps, isquiotibiais, panturrilhas.",
            "- Músculos do core: abdominais e oblíquos.",
            "- Músculos estabilizadores: glúteos, adutores e abdutores da coxa."
        ]
    },
    {
        "id": "78",
        "name": "Exercício: Polichinelos com Movimentos Laterais de Cardio",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-seal-jacks-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-seal-jacks-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de pé com os pés juntos, braços à frente ao nível do peito, palmas se tocando.",
            "2. Abra as pernas amplamente, balance as duas braços para os lados simultaneamente, com as palmas voltadas para frente.",
            "3. Pule de volta para a posição inicial, trazendo os braços juntos novamente rapidamente. Repita ritmicamente."
        ],
        "what_is": [
            "- Consiste em um exercício aeróbico que combina deslocamentos laterais com movimentos de elevação dos joelhos, simulando o gestual de uma marcha estilizada.",
            "- É frequentemente utilizado para melhorar a resistência cardiovascular e promover gasto calórico.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, mantendo os pés paralelos e próximos.",
            "Realize um deslocamento lateral para um lado, levando um pé à frente do outro.",
            "Eleve o joelho oposto até a altura da cintura enquanto move o braço contralateral para frente.",
            "Alterne o movimento para o lado oposto, repetindo o padrão de forma contínua.",
            "Mantenha o ritmo constante e a postura ereta durante toda a execução."
        ],
        "why_do_it": [
            "- Promove melhora no condicionamento cardiovascular.",
            "- Ativa grupos musculares inferiores e auxilia na tonificação.",
            "- Melhora a coordenação motora e a agilidade.",
            "- Pode ser realizado sem equipamentos adicionais."
        ],
        "precautions": [
            "- Mantenha o core ativado para evitar desequilíbrios.",
            "- Evite realizar movimentos bruscos ou exagerados para prevenir lesões articulares.",
            "- Respeite os limites de amplitude articular, especialmente nos joelhos e tornozelos."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves nas articulações dos joelhos, quadris ou tornozelos devem evitar.",
            "- Pessoas com condições cardiovasculares não controladas devem consultar um médico antes de praticar.",
            "- Gestantes devem adaptar o movimento conforme orientação profissional."
        ],
        "substitutions": [
            "- Deslocamentos laterais simples.",
            "- Elevação alternada de joelhos no lugar.",
            "- Polichinelos tradicionais (sem deslocamento lateral)."
        ],
        "related_muscles": [
            "- Quadríceps.",
            "- Glúteos.",
            "- Isquiotibiais.",
            "- Panturrilhas.",
            "- Músculos abdominais (para estabilização)."
        ]
    },
    {
        "id": "79",
        "name": "Exercício: Cardio Salto Lateral com Uma Perna Só",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-single-leg-lateral-hop-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-single-leg-lateral-hop-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Levante uma perna do chão.",
            "2. Pule lateralmente de maneira rápida enquanto permanece na ponta dos pés."
        ],
        "what_is": [
            "- Movimento funcional que combina equilíbrio, coordenação e força, realizado com apoio em uma perna enquanto se realiza um salto lateral.",
            "- É um exercício cardiovascular que desafia a estabilidade corporal.."
        ],
        "how_to_execute": [
            "Fique de pé sobre uma perna, mantendo o tronco ereto e os braços relaxados ao lado do corpo.",
            "Realize um salto lateral para o lado oposto ao da perna de apoio.",
            "Ao pousar, flexione levemente o joelho da perna de apoio para amortecer o impacto.",
            "Retorne ao ponto inicial repetindo o movimento, alternando as pernas conforme necessário."
        ],
        "why_do_it": [
            "- Melhora a coordenação motora e o equilíbrio.",
            "- Fortalece os músculos estabilizadores.",
            "- Promove condicionamento cardiovascular.",
            "- Aumenta a resistência muscular localizada."
        ],
        "precautions": [
            "- Mantenha o core ativado para evitar sobrecarga na coluna.",
            "- Evite movimentos bruscos ou excessivamente rápidos.",
            "- Use calçados adequados e superfícies planas para minimizar o risco de lesões."
        ],
        "restrictions": [
            "- Não é recomendado para pessoas com problemas graves nos joelhos, tornozelos ou quadris.",
            "- Evitar em casos de instabilidade articular ou lesões recentes no membro inferior.",
            "- Consulte um profissional antes de realizar caso tenha condições médicas pré-existentes."
        ],
        "substitutions": [
            "- Saltos laterais com duas pernas.",
            "- Agachamentos unilaterais com salto.",
            "- Step-ups alternados."
        ],
        "related_muscles": [
            "- Quadríceps.",
            "- Glúteos.",
            "- Panturrilhas.",
            "- Músculos do core (abdômen e lombar).",
            "- Músculos estabilizadores do tornozelo e joelho."
        ]
    },
    {
        "id": "80",
        "name": "Exercício: Corrida de Sprint com Variação de Ritmo",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-shuttle-sprint-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-shuttle-sprint-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Posicione dois cones a uma distância especificada.",
            "2. Mantenha-se baixo e corra rapidamente até o segundo cone.",
            "3. Incline-se para a frente e toque no cone, depois vire e corra em disparada para o cone original.",
            "4. Repita pelo tempo ou repetições desejadas."
        ],
        "what_is": [
            "- Consiste em uma atividade de corrida curta e intensa, com alternância entre períodos de alta velocidade e recuperação ativa ou pausa.",
            "- O objetivo é melhorar a capacidade anaeróbica, a resistência e a velocidade.."
        ],
        "how_to_execute": [
            "Escolha uma distância ou tempo para o sprint (ex.: 20-30 segundos ou 50-100 metros).",
            "Realize o sprint na máxima intensidade possível.",
            "Reduza o ritmo para caminhada ou trote leve durante o período de recuperação (30-60 segundos).",
            "Repita o ciclo por um número predeterminado de vezes (ex.: 5-10 repetições)."
        ],
        "why_do_it": [
            "- Melhora a capacidade cardiovascular e pulmonar.",
            "- Aumenta a força e potência muscular.",
            "- Desenvolve resistência anaeróbica e lática.",
            "- Simula situações de esforço intermitente, como em esportes coletivos."
        ],
        "precautions": [
            "- Realizar aquecimento adequado antes de iniciar.",
            "- Evitar superfícies irregulares ou escorregadias para minimizar riscos de lesões.",
            "- Respeitar os intervalos de recuperação para evitar fadiga excessiva."
        ],
        "restrictions": [
            "- Indivíduos com problemas cardiovasculares ou articulares graves devem evitar ou adaptar o exercício.",
            "- Não é recomendado para iniciantes sem orientação profissional."
        ],
        "substitutions": [
            "- Sprints em bicicleta ergométrica.",
            "- Remada rápida em ergômetro.",
            "- Saltos laterais ou frontais com pausa ativa."
        ],
        "related_muscles": [
            "- Quadríceps.",
            "- Glúteos.",
            "- Isquiotibiais.",
            "- Gastrocnêmios (panturrilhas).",
            "- Músculos abdominais e lombares (estabilização)."
        ]
    },
    {
        "id": "81",
        "name": "Exercício: Cardio Pulando para Frente com uma Perna Só",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-single-leg-forward-hop-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-single-leg-forward-hop-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Levante uma perna do chão.",
            "2. Pule para frente e para trás rapidamente enquanto permanece na ponta dos pés."
        ],
        "what_is": [
            "- Trata-se de um exercício cardiovascular que envolve saltos para frente, realizados com apenas uma perna de cada vez.",
            "- O movimento é repetitivo e exige equilíbrio, força e coordenação.."
        ],
        "how_to_execute": [
            "Fique em pé, mantendo o corpo ereto e as mãos na cintura ou ao lado do corpo.",
            "Eleve uma perna, deixando-a flexionada, enquanto a outra permanece no chão.",
            "Dê um salto para frente com a perna de apoio, pousando suavemente sobre a ponta dos pés.",
            "Alterne as pernas após cada salto, repetindo o movimento de forma contínua."
        ],
        "why_do_it": [
            "- Melhora a resistência cardiovascular.",
            "- Fortalece os músculos inferiores.",
            "- Aumenta a capacidade de equilíbrio e coordenação motora.",
            "- Promove gasto calórico elevado."
        ],
        "precautions": [
            "- Mantenha uma postura adequada durante a execução.",
            "- Evite realizar o exercício em superfícies escorregadias ou irregulares.",
            "- Realize o movimento de forma controlada para evitar impactos excessivos."
        ],
        "restrictions": [
            "- Indivíduos com problemas nas articulações (joelhos, tornozelos) devem evitar.",
            "- Não é recomendado para quem possui condições cardiovasculares graves sem orientação médica.",
            "- Gestantes ou pessoas com distúrbios de equilíbrio devem consultar um profissional."
        ],
        "substitutions": [
            "- Saltos bipedais.",
            "- Agachamentos alternados com avanços.",
            "- Step-ups (elevações em plataforma)."
        ],
        "related_muscles": [
            "- Quadríceps.",
            "- Glúteos.",
            "- Gastrocnêmios (panturrilha).",
            "- Isquiotibiais.",
            "- Core (músculos estabilizadores)."
        ]
    },
    {
        "id": "82",
        "name": "Exercício: Círculo com o Tornozelo",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-ankle-circle-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-ankle-circle-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se ou fique em pé, levante levemente um dos pés do chão.",
            "2. Gire seu tornozelo em um movimento circular.",
            "3. Complete a quantidade alocada de repetições, depois mude de direção e repita com o outro pé."
        ],
        "what_is": [
            "- Movimento que envolve traçar círculos com a articulação do tornozelo, promovendo mobilidade e flexibilidade na região."
        ],
        "how_to_execute": [
            "Sente-se em uma cadeira ou deite-se com as pernas estendidas.",
            "Levante uma perna ligeiramente do chão, mantendo o joelho esticado.",
            "Gire o tornozelo da perna elevada lentamente, desenhando círculos no ar.",
            "Realize o movimento em ambos os sentidos (horário e anti-horário).",
            "Repita para cada lado alternadamente."
        ],
        "why_do_it": [
            "- Melhora a amplitude de movimento do tornozelo.",
            "- Auxilia na prevenção de lesões articulares.",
            "- Estimula a circulação sanguínea local.",
            "- Pode ser útil no aquecimento ou recuperação muscular."
        ],
        "precautions": [
            "- Mantenha movimentos suaves e controlados.",
            "- Evite realizar o exercício com peso excessivo sobre o tornozelo.",
            "- Não force a articulação além de sua capacidade natural."
        ],
        "restrictions": [
            "- Evitar em casos de inflamação aguda, lesões graves ou cirurgias recentes no tornozelo.",
            "- Consulte um profissional de saúde antes de iniciar, caso tenha histórico de problemas na articulação."
        ],
        "substitutions": [
            "- Flexão e extensão simples do tornozelo.",
            "- Movimentos laterais com os pés.",
            "- Exercícios com elástico para fortalecimento."
        ],
        "related_muscles": [
            "- Panturrilha (gastrocnêmio e sóleo).",
            "- Tibilais anterior e posterior.",
            "- Flexores curtos dos dedos e do hálux.",
            "- Ligamentos e tendões ao redor do tornozelo."
        ]
    },
    {
        "id": "83",
        "name": "Exercício: Cardio Skater para Burpee em uma Perna Só",
        "level": "Avançado",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-skater-to-single-leg-burpee-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-skater-to-single-leg-burpee-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Pule para o lado, aterrisse no pé direito, perna esquerda atrás para o lado.",
            "2. Caia em um burpee com uma perna só, apenas a perna direita, mãos no chão.",
            "3. Volte a ficar de pé com o pé direito, dê um salto lateral para a esquerda, repita com a perna esquerda."
        ],
        "what_is": [
            "- Trata-se de um exercício cardiovascular funcional que combina movimentos dinâmicos e estabilização unilateral.",
            "- Envolve uma transição rápida entre saltos laterais e a execução de um movimento semelhante ao burpee, mas apoiado em apenas uma perna.."
        ],
        "how_to_execute": [
            "Comece em posição ereta, com os pés próximos e o peso distribuído uniformemente.",
            "Realize um salto lateral para o lado, aterrissando sobre uma perna só enquanto mantém a outra elevada.",
            "Ao aterrissar, flexione o quadril e desça o tronco até que as mãos toquem o chão.",
            "Transfira o peso corporal para as mãos e leve a perna de apoio para trás, entrando em uma posição de prancha modificada (apenas uma perna está ativa).",
            "Retorne rapidamente à posição inicial, impulsionando o corpo para cima com um salto vertical ao voltar à postura ereta.",
            "Alterne a perna de apoio após cada repetição."
        ],
        "why_do_it": [
            "- Melhora a resistência cardiovascular e muscular.",
            "- Desenvolve equilíbrio e coordenação unilateral.",
            "- Fortalece a musculatura do core e dos membros inferiores.",
            "- Aumenta a capacidade de estabilização dinâmica."
        ],
        "precautions": [
            "- Mantenha o controle corporal durante os saltos para evitar quedas.",
            "- Evite sobrecarregar joelhos e tornozelos, mantendo-os alinhados com os quadris.",
            "- Execute os movimentos em um ritmo adequado ao seu nível de condicionamento.",
            "- Certifique-se de que o ambiente esteja livre de obstáculos."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves nos joelhos, tornozelos ou quadris devem evitar.",
            "- Pessoas com lesões recentes no core ou na coluna vertebral devem consultar um profissional antes de tentar.",
            "- Não é recomendado para iniciantes sem supervisão adequada."
        ],
        "substitutions": [
            "- Burpee tradicional.",
            "- Saltos laterais alternados.",
            "- Prancha com extensão unilateral de pernas.",
            "- Agachamentos unilaterais combinados com pequenos saltos."
        ],
        "related_muscles": [
            "- Quadríceps.",
            "- Glúteos.",
            "- Isquiotibiais.",
            "- Panturrilhas.",
            "- Abdominais.",
            "- Músculos paravertebrais."
        ]
    },
    {
        "id": "84",
        "name": "Exercício: Alongamento do Sóleo",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-soleus-stretch-static-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-soleus-stretch-static-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique perto de uma parede em uma postura estreita e alternada (os dedos do pé da perna de trás devem estar no mesmo nível do calcanhar da perna da frente).",
            "2. Mantenha o seu peso na perna de trás enquanto dobra os joelhos.",
            "3. Mantenha a posição pelo tempo prescrito."
        ],
        "what_is": [
            "- Consiste em um movimento que visa alongar o músculo localizado na parte posterior da perna, abaixo do gastrocnêmio, promovendo flexibilidade e alívio de tensões."
        ],
        "how_to_execute": [
            "Fique em pé próximo a uma parede ou suporte.",
            "Coloque uma perna à frente, flexionando ligeiramente o joelho, enquanto mantém a outra perna estendida para trás.",
            "Mantenha o calcanhar do pé traseiro apoiado no chão.",
            "Incline o corpo levemente para frente, sentindo o alongamento na região inferior da panturrilha.",
            "Alterne as pernas conforme necessário."
        ],
        "why_do_it": [
            "- Melhora a flexibilidade da panturrilha.",
            "- Auxilia na prevenção de lesões musculares.",
            "- Alivia tensões acumuladas após atividades físicas intensas.",
            "- Contribui para uma melhor biomecânica durante movimentos funcionais."
        ],
        "precautions": [
            "- Evite inclinar o corpo excessivamente para não sobrecarregar os ligamentos.",
            "- Mantenha o calcanhar sempre em contato com o solo.",
            "- Respeite os limites corporais, evitando dor intensa."
        ],
        "restrictions": [
            "- Não realizar em caso de lesões recentes na panturrilha ou tornozelo.",
            "- Evitar em situações de inflamação aguda ou distensão muscular."
        ],
        "substitutions": [
            "- Alongamento com toalha sentado.",
            "- Descidas de gêmeos em step.",
            "- Uso de faixas elásticas para auxiliar o alongamento."
        ],
        "related_muscles": [
            "- Gastrocnêmio",
            "- Tibial posterior",
            "- Flexores do tornozelo",
            "- Fascia plantar (indiretamente)"
        ]
    },
    {
        "id": "85",
        "name": "Exercício: Cardio Corrida Estática",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-sprint-in-place-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cardio-cardio-sprint-in-place-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé, pés na largura dos quadris, joelhos levemente flexionados, pronto para se movimentar.",
            "2. Movimente rapidamente os joelhos em direção ao peito, alternando as pernas, e balance os braços no ritmo.",
            "3. Acelere gradualmente, mantendo os joelhos altos e o movimento dos braços, respire de forma constante."
        ],
        "what_is": [
            "- Trata-se de um exercício cardiovascular que envolve simular o movimento de corrida enquanto permanece no mesmo lugar.",
            "- A posição estática exige elevação dos joelhos e movimentação rápida dos braços, proporcionando uma atividade aeróbica intensa sem a necessidade de deslocamento.."
        ],
        "how_to_execute": [
            "Fique em pé com os pés na largura dos ombros.",
            "Eleve alternadamente os joelhos até a altura desejada (normalmente acima da linha do quadril).",
            "Realize movimentos vigorosos com os braços, como se estivesse correndo.",
            "Mantenha o tronco ereto e contraia o abdômen para estabilização.",
            "Execute o movimento por um período determinado ou repetições específicas."
        ],
        "why_do_it": [
            "- Melhora a capacidade cardiovascular e respiratória.",
            "- Aumenta a queima calórica em pouco espaço e tempo.",
            "- Fortalece os músculos das pernas e melhora a coordenação motora.",
            "- Pode ser realizado em ambientes pequenos e sem equipamentos."
        ],
        "precautions": [
            "- Evite realizar o exercício em superfícies duras ou irregulares para prevenir impactos excessivos nas articulações.",
            "- Mantenha a postura correta para evitar tensões na coluna.",
            "- Não execute com velocidade além da sua capacidade técnica para evitar lesões.",
            "- Realize um aquecimento prévio para preparar o corpo."
        ],
        "restrictions": [
            "- Indivíduos com problemas graves nos joelhos, quadris ou tornozelos devem evitar.",
            "- Pessoas com condições cardiovasculares devem consultar um médico antes de praticar.",
            "- Gestantes devem adaptar ou evitar, dependendo da orientação médica."
        ],
        "substitutions": [
            "- Polichinelos.",
            "- Agachamento com salto.",
            "- Step básico no lugar.",
            "- Corda de pular."
        ],
        "related_muscles": [
            "- Quadríceps.",
            "- Gastrocnêmios (panturrilhas).",
            "- Glúteos.",
            "- Abdominais (para estabilização).",
            "- Músculos deltoides e bíceps (movimentação dos braços)."
        ]
    }
]