[
    {
        "id": "1",
        "name": "Exercício: Remada Unilateral com Haltere",
        "level": "Novato",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-row-unilateral-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-row-unilateral-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Apoie seu braço não utilizado em algo estável (banco, caixa). Escalone sua postura para que sua perna do lado do seu braço de trabalho esteja atrás.",
            "2. Tente alinhar seu tronco paralelamente ao chão. Isso aumentará sua amplitude de movimento.",
            "3. Deixe seu braço pendurado livremente e depois puxe o cotovelo para trás. Imagine que você tem uma bola de tênis na sua axila e aperte-a a cada repetição."
        ],
        "what_is": [
            "Consiste em um movimento de puxada realizado com apenas um braço, utilizando um haltere.",
            "O exercício é executado de forma unilateral, ou seja, trabalha um lado do corpo por vez.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés afastados na largura dos ombros.",
            "Incline o tronco para frente, mantendo as costas retas e os joelhos levemente flexionados.",
            "Segure o haltere com uma das mãos, deixando o braço estendido em direção ao chão.",
            "Puxe o haltere em direção ao quadril, levando o cotovelo para trás até que ele fique alinhado ao tronco.",
            "Retorne à posição inicial de forma controlada e repita o movimento."
        ],
        "why_do_it": [
            "Promove o fortalecimento muscular de maneira unilateral, corrigindo possíveis desequilíbrios entre os lados do corpo.",
            "Melhora a estabilização do core durante a execução.",
            "Auxilia no desenvolvimento da força e hipertrofia muscular."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante toda a execução para evitar lesões na região lombar.",
            "Evite utilizar cargas excessivas que comprometam a postura ou a amplitude do movimento.",
            "Certifique-se de que o movimento seja controlado, sem balanços ou compensações."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna lombar devem evitar ou adaptar o exercício.",
            "Pessoas com lesões nos ombros ou cotovelos devem consultar um profissional antes de realizá-lo.",
            "Não é recomendado para quem apresenta dificuldades em manter a estabilização do core."
        ],
        "substitutions": [
            "Remada baixa com cabo",
            "Remada com barra",
            "Remada na máquina",
            "Remada com elástico"
        ],
        "related_muscles": [
            "Grandes dorsais (latíssimo do dorso)",
            "Romboides",
            "Trapézio",
            "Bíceps braquial",
            "Posterior do deltóide",
            "Estabilizadores do core (abdômen e oblíquos)"
        ]
    },
    {
        "id": "2",
        "name": "Exercício: Rosca Reversa com Barra",
        "level": "Avançado",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-barbell-reverse-curl-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-barbell-reverse-curl-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Pegue com as duas mãos por cima em uma pegada com largura aproximada à dos ombros. Flexione seus cotovelos enquanto mantém os cotovelos encolhidos. Tente não deixá-los saltar para fora.",
            "2. Flexione até que seu antebraço pressione seu bíceps. Em seguida, estenda completamente seus cotovelos ao final de cada repetição."
        ],
        "what_is": [
            "É um exercício de musculação que utiliza uma barra para trabalhar grupos musculares específicos.",
            "Consiste em realizar um movimento de tração com foco na região posterior do corpo, utilizando a biomecânica inversa ao padrão convencional.."
        ],
        "how_to_execute": [
            "Posicione-se de pé, segurando a barra com as mãos em pronação (palmas voltadas para baixo).",
            "Mantenha os pés alinhados aos ombros e os joelhos levemente flexionados.",
            "Incline o tronco para frente, mantendo a coluna neutra.",
            "Puxe a barra em direção ao abdômen, contraindo os músculos das costas.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Fortalece a cadeia posterior do corpo.",
            "Melhora a postura e estabilização da coluna.",
            "Desenvolve força funcional e equilíbrio muscular.",
            "Auxilia no ganho de massa muscular na região dorsal."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante todo o movimento.",
            "Evite usar cargas excessivas que comprometam a execução técnica.",
            "Respeite a amplitude articular natural do corpo.",
            "Realize o movimento de forma controlada, sem balançar o tronco."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna lombar ou cervical devem evitar ou adaptar o exercício.",
            "Pessoas com lesões nos ombros ou cotovelos devem consultar um profissional antes de executá-lo.",
            "Não é recomendado para iniciantes sem supervisão adequada."
        ],
        "substitutions": [
            "Remada curvada com halteres.",
            "Remada sentada no pulley.",
            "Remada unilateral com kettlebell.",
            "Tração na polia alta."
        ],
        "related_muscles": [
            "Grandes dorsais (latíssimo do dorso).",
            "Romboides.",
            "Trapézio.",
            "Bíceps braquial.",
            "Posterior do deltóide.",
            "Erétor da espinha."
        ]
    },
    {
        "id": "3",
        "name": "Exercício: Rosca Inversa com Halteres",
        "level": "Novato",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-reverse-curl-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-reverse-curl-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Pegue os halteres com uma pegada pronada (por cima da mão). Você pode fazer este exercício sem usar o polegar se for mais confortável para os seus pulsos.",
            "2. Dobre os cotovelos até que seus bíceps encostem nos seus antebraços. Tente não deixar os cotovelos se abrirem para o lado."
        ],
        "what_is": [
            "Trata-se de um exercício de musculação que visa trabalhar a parte posterior do corpo, especificamente os músculos das costas.",
            "Consiste em realizar um movimento de puxada com halteres, onde o foco está na contração dos músculos envolvidos.."
        ],
        "how_to_execute": [
            "Deite-se em um banco inclinado ou reto, com o peito apoiado e o rosto voltado para baixo.",
            "Segure um haltere em cada mão, com as palmas das mãos voltadas uma para a outra (posição neutra).",
            "Estique os braços completamente, mantendo uma leve flexão nos cotovelos.",
            "Puxe os halteres em direção ao quadril, levando os cotovelos para trás.",
            "Contraia os músculos das costas no ponto máximo da amplitude.",
            "Retorne lentamente à posição inicial, controlando o movimento."
        ],
        "why_do_it": [
            "Promove o fortalecimento dos músculos das costas.",
            "Melhora a postura corporal.",
            "Auxilia no equilíbrio muscular, especialmente para quem treina peitorais e ombros frequentemente.",
            "Contribui para a estabilização da região torácica."
        ],
        "precautions": [
            "Mantenha a coluna alinhada durante toda a execução.",
            "Evite usar cargas excessivas que comprometam a forma do movimento.",
            "Não force a elevação dos ombros, priorizando a contração das costas.",
            "Realize o exercício de forma controlada, evitando movimentos bruscos."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral ou lesões nas articulações dos ombros devem evitar ou adaptar o exercício.",
            "Pessoas com dor lombar aguda ou hérnia de disco devem consultar um profissional antes de executar.",
            "Gestantes ou pessoas com condições cardiovasculares graves precisam de autorização médica."
        ],
        "substitutions": [
            "Remada curvada com barra.",
            "Remada baixa no pulley.",
            "Remada unilateral com haltere.",
            "Puxador articulado no aparelho de musculação."
        ],
        "related_muscles": [
            "Grande dorsal (latíssimo do dorso).",
            "Romboides.",
            "Trapézio (parte média e inferior).",
            "Bíceps braquial (como auxiliar).",
            "Posterior do deltóide."
        ]
    },
    {
        "id": "4",
        "name": "Exercício: Flexões de Braço de Queixo",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-bodyweight-chinup-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-bodyweight-chinup-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Pegue a barra com uma distância entre as mãos equivalente à largura dos ombros e usando uma pegada supinada (palmas das mãos voltadas para você)",
            "2. Com o corpo pendurado e os braços totalmente estendidos, puxe-se para cima até que seu queixo ultrapasse a barra.",
            "3. Retorne lentamente à posição inicial. Repita."
        ],
        "what_is": [
            "Consiste em um exercício de força que envolve a suspensão do corpo utilizando uma barra fixa, com o objetivo de elevar o queixo acima da barra por meio da flexão dos braços."
        ],
        "how_to_execute": [
            "Posicione-se sob uma barra fixa e segure-a com as mãos na largura dos ombros ou ligeiramente mais afastadas.",
            "Mantenha o corpo suspenso, com os pés longe do chão.",
            "Puxe o corpo para cima até que o queixo ultrapasse a altura da barra.",
            "Desça lentamente até a posição inicial, com os braços totalmente estendidos."
        ],
        "why_do_it": [
            "Desenvolve força nos músculos superiores do corpo, melhora a resistência muscular, auxilia no fortalecimento da musculatura envolvida em atividades funcionais e esportivas."
        ],
        "precautions": [
            "Evite balançar o corpo ou usar movimentos bruscos.",
            "Mantenha o core ativado para evitar sobrecarga na coluna.",
            "Não relaxe os ombros ao descer; mantenha-os sempre estáveis.",
            "Respeite sua amplitude de movimento sem forçar articulações."
        ],
        "restrictions": [
            "Indivíduos com problemas nos ombros, cotovelos, punhos ou coluna devem consultar um profissional antes de executar este exercício.",
            "Também não é recomendado para quem tem dificuldade em sustentar o próprio peso corporal.."
        ],
        "substitutions": [
            "Remada curvada com halteres ou barra.",
            "Pull-down na máquina de supino vertical.",
            "Flexões inclinadas (se adaptadas à capacidade física)."
        ],
        "related_muscles": [
            "Músculos alvo: Latíssimo do dorso, redondo maior.",
            "Secundários: Bíceps braquial, deltóide posterior, trapézio, romboides.",
            "Estabilizadores: Peitoral maior, tríceps, antebraços, abdominais."
        ]
    },
    {
        "id": "5",
        "name": "Exercício: Levantamento de Kettlebell para Fazendeiros",
        "level": "Iniciante",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-farmers-carry-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-farmers-carry-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure um kettlebell em cada mão.",
            "2. Mantenha as omoplatas recuadas e caminhe por um tempo determinado."
        ],
        "what_is": [
            "Consiste em carregar dois pesos laterais ao corpo, um em cada mão, enquanto se caminha por uma distância ou tempo determinados.",
            "É um exercício funcional que combina força, resistência e estabilização.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés na largura dos ombros.",
            "Segure um peso em cada mão, mantendo-os ao lado do corpo, com os braços estendidos.",
            "Mantenha a postura ereta, core ativado e ombros relaxados.",
            "Caminhe de forma controlada, evitando balançar os pesos.",
            "Ao final do percurso ou do tempo, abaixe os pesos cuidadosamente."
        ],
        "why_do_it": [
            "Melhora a força de preensão.",
            "Fortalece os músculos estabilizadores do core e da coluna.",
            "Desenvolve resistência muscular.",
            "Simula movimentos cotidianos e melhora a funcionalidade corporal."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante toda a execução.",
            "Evite inclinar o tronco para frente ou tensionar excessivamente os ombros.",
            "Use cargas adequadas ao nível de condicionamento.",
            "Atenção ao solo para evitar tropeços."
        ],
        "restrictions": [
            "Problemas nas articulações dos ombros, punhos ou coluna podem limitar sua execução.",
            "Lesões recentes ou inflamações no sistema musculoesquelético exigem avaliação médica prévia.",
            "Gestantes devem consultar um profissional antes de realizá-lo."
        ],
        "substitutions": [
            "Peso livre (halteres ou discos).",
            "Garrafas de água ou objetos domésticos pesados.",
            "Outros exercícios de carregamento, como o carregamento unilateral."
        ],
        "related_muscles": [
            "Músculos do antebraço (flexores e extensores).",
            "Trapézio e deltoides.",
            "Estabilizadores do core (abdômen e oblíquos).",
            "Músculos eretores da espinha.",
            "Glúteos e quadríceps (durante a caminhada)."
        ]
    },
    {
        "id": "6",
        "name": "Exercício: Remada Invertida",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-bodyweight-reverse-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-bodyweight-reverse-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se sob uma barra horizontal fixa e segure a barra com uma pegada ampla por cima.",
            "2. Puxe seu corpo para cima até a barra, mantendo-o reto.",
            "3. Retorne à posição inicial, com os braços completamente estendidos. Repita."
        ],
        "what_is": [],
        "how_to_execute": [
            "Posicione-se abaixo de uma barra fixa ou equipamento adequado, segurando-a com as mãos em pronação (palmas voltadas para longe do corpo).",
            "Incline o tronco para trás, mantendo os pés apoiados no chão e o corpo alinhado.",
            "Puxe o peito em direção à barra, contraindo as costas.",
            "Retorne à posição inicial de forma controlada."
            
        ],
        "why_do_it": [
            "Fortalece a musculatura dorsal, melhora a postura, contribui para o aumento da força e estabilidade da parte superior do corpo e promove equilíbrio muscular."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante toda a execução.",
            "Evite movimentos bruscos ou uso excessivo de momentum.",
            "Certifique-se de que o equipamento esteja seguro e estável.",
            "Respeite seus limites de mobilidade e força."
        ],
        "restrictions": [
            "Pessoas com problemas na coluna, ombros ou cotovelos devem evitar ou adaptar o movimento.",
            "Consultar um profissional antes de executá-lo é recomendável.."
        ],
        "substitutions": [
            "Remada com halteres",
            "Remada baixa no pulley",
            "Remada articulada (T-bar)"
        ],
        "related_muscles": [
            "Grande dorsal",
            "Romboides",
            "Trapézio",
            "Bíceps",
            "Posteriores dos ombros"
        ]
    },
    {
        "id": "7",
        "name": "Exercício: Remada Curvada com Barra",
        "level": "Intermediário",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-bent-over-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-bent-over-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Pegue uma barra com uma pegada pronada ou supinada na largura dos ombros.",
            "2. Incline-se para frente em seus quadris enquanto mantém as costas retas.",
            "3. Puxe o peso em direção ao seu abdômen superior.",
            "4. Abaixe o peso de maneira controlada e repita."
        ],
        "what_is": [
            "É um exercício de musculação que visa fortalecer e hipertrofiar os músculos da parte superior do corpo, especialmente os dorsais.",
            "Consiste em puxar uma barra fixada a um suporte baixo, utilizando uma postura inclinada.."
        ],
        "how_to_execute": [
            "Posicione-se de pé, com os pés afastados na linha dos ombros.",
            "Incline o tronco para frente, mantendo as costas retas e os joelhos levemente flexionados.",
            "Segure a barra com as palmas das mãos voltadas para baixo (pegada pronada) ou para cima (pegada supinada).",
            "Puxe a barra em direção ao abdômen, contraindo as omoplatas.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Desenvolve a musculatura dorsal.",
            "Melhora a postura corporal.",
            "Fortalece a região lombar e estabilizadores do core.",
            "Auxilia no equilíbrio muscular entre costas e membros superiores."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante todo o movimento.",
            "Evite balançar o corpo ou usar momentum para executar o exercício.",
            "Respeite a amplitude articular natural do seu corpo.",
            "Ajuste a carga conforme sua capacidade física."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna lombar devem evitar ou adaptar o exercício.",
            "Pessoas com lesões nos ombros ou cotovelos devem consultar um profissional antes de realizar.",
            "Gestantes ou pessoas com condições cardiovasculares graves precisam de supervisão especializada."
        ],
        "substitutions": [
            "Remada com halteres.",
            "Remada no pulley baixo.",
            "Remada no cabo com triangulo.",
            "Remada unilateral com kettlebell."
        ],
        "related_muscles": [
            "Grande dorsal (principalmente).",
            "Romboides.",
            "Trapézio.",
            "Bíceps braquial.",
            "Posterior do deltóide.",
            "Músculos eretores da espinha."
        ]
    },
    {
        "id": "8",
        "name": "Exercício: Variação Um do Alongamento de Antebraços",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-forearms-stretch-variation-1-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-forearms-stretch-variation-1-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Coloque a palma da sua mão contra a parede.",
            "2. Dê um passo à frente e estenda seu braço lentamente para alongar seu bíceps.",
            "3. Mantenha no ápico do alongamento.",
            "4. Retorne à posição inicial."
        ],
        "what_is": [
            "Um alongamento que visa aumentar a flexibilidade e mobilidade dos músculos do antebraço, essenciais para movimentos que envolvem punhos e mãos."
        ],
        "how_to_execute": [
            "Sente-se ou fique em pé com a coluna ereta.",
            "Estenda um braço à frente, mantendo-o reto, com a palma da mão voltada para cima.",
            "Com a outra mão, suavemente puxe os dedos da mão estendida para trás, sentindo o alongamento no antebraço.",
            "Mantenha a posição por 15 a 30 segundos.",
            "Repita com o outro braço."
        ],
        "why_do_it": [
            "Melhora a flexibilidade dos músculos do antebraço, reduz tensões decorrentes de atividades repetitivas e auxilia na prevenção de lesões relacionadas ao uso excessivo."
        ],
        "precautions": [
            "Evite aplicar força excessiva ao puxar os dedos.",
            "Mantenha sempre a postura corporal alinhada durante a execução.",
            "Não realize o movimento se sentir dor aguda ou desconforto intenso."
        ],
        "restrictions": [
            "Indivíduos com lesões recentes nos punhos, cotovelos ou ombros devem evitar este alongamento até autorização médica.",
            "Consulte um profissional antes de praticar caso tenha condições como tendinite ou síndrome do túnel do carpo.."
        ],
        "substitutions": [
            "Alongamento com rotação de punhos.",
            "Uso de uma bola anti-stress para mobilidade.",
            "Movimentos suaves de abrir e fechar as mãos."
        ],
        "related_muscles": [
            "Primários: Flexores do antebraço (flexor radial do carpo, flexor ulnar do carpo).",
            "Secundários: Extensor ulnar do carpo, músculos intrínsecos da mão."
        ]
    },
    {
        "id": "9",
        "name": "Exercício: Rosca de Pulso com Haltere",
        "level": "Novato",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-wrist-curl-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-wrist-curl-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure o haltere com a palma da mão voltada para cima e o antebraço apoiado no banco.",
            "2. Dobre lentamente o pulso para cima, em um movimento semicircular.",
            "3. Retorne à posição inicial e repita."
        ],
        "what_is": [
            "Trata-se de um exercício de força e resistência muscular que utiliza halteres para trabalhar grupos musculares específicos.",
            "É realizado com movimentos controlados que envolvem a articulação do punho.."
        ],
        "how_to_execute": [
            "Sente-se ou fique em pé com o tronco ereto e segure um haltere em cada mão, com as palmas voltadas para cima.",
            "Mantenha os cotovelos próximos ao corpo e flexione os punhos para levantar os halteres.",
            "Realize o movimento de forma lenta e controlada até atingir a posição máxima de contração.",
            "Retorne à posição inicial de maneira gradual."
        ],
        "why_do_it": [
            "Fortalece os músculos dos antebraços e melhora a pegada.",
            "Auxilia no desempenho de outros exercícios que exigem força manual.",
            "Promove estabilidade articular nos punhos."
        ],
        "precautions": [
            "Evite realizar o movimento de forma rápida ou com peso excessivo.",
            "Mantenha sempre a postura correta para evitar tensão desnecessária nos ombros ou pescoço.",
            "Preste atenção à amplitude do movimento para não sobrecarregar as articulações."
        ],
        "restrictions": [
            "Indivíduos com lesões nos punhos, cotovelos ou ombros devem evitar este exercício ou consultá-lo com um profissional antes de realizá-lo.",
            "Não é recomendado para pessoas com condições inflamatórias ou problemas articulares graves."
        ],
        "substitutions": [
            "Uso de barra reta ou EZ-bar para variações semelhantes.",
            "Exercícios isométricos com pegada estática.",
            "Uso de elásticos de resistência para reduzir impacto nas articulações."
        ],
        "related_muscles": [
            "Primários: Flexores do punho (músculos do antebraço).",
            "Secundários: Pronadores do antebraço, músculos estabilizadores dos dedos e punhos."
        ]
    },
    {
        "id": "10",
        "name": "Exercício: Variação Três do Alongamento dos Antebraços",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-forearms-stretch-variation-3-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-forearms-stretch-variation-3-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Junte suas mãos.",
            "2. Gire seus braços e mãos 180 graus.",
            "3. Mantenha no ápice do alongamento.",
            "4. Retorne à posição inicial."
        ],
        "what_is": [
            "Consiste em uma variação específica de alongamento que visa promover a flexibilidade e o relaxamento dos músculos antebraquiais, com foco em diferentes ângulos de movimento."
        ],
        "how_to_execute": [
            "Sente-se ou fique em pé com os braços estendidos à frente do corpo.",
            "Posicione as palmas das mãos voltadas para baixo.",
            "Flexione os punhos lentamente, empurrando as pontas dos dedos para baixo com a outra mão.",
            "Mantenha a posição por 15 a 30 segundos.",
            "Retorne à posição inicial e repita o movimento alternando os lados, se necessário."
        ],
        "why_do_it": [
            "Este alongamento é útil para melhorar a mobilidade dos antebraços, reduzir tensões musculares acumuladas e complementar treinos que envolvem força ou repetições intensas desses músculos."
        ],
        "precautions": [
            "Evite exercer pressão excessiva sobre os punhos.",
            "Não force além do limite confortável.",
            "Certifique-se de manter uma postura corporal estável durante a execução."
        ],
        "restrictions": [
            "Indivíduos com lesões recentes nos punhos, antebraços ou articulações das mãos devem evitar este exercício ou consultá-lo com um profissional antes de tentar."
        ],
        "substitutions": [
            "Alongamento de punho com rotação.",
            "Uso de objetos como bastões ou faixas para intensificar o alongamento.",
            "Exercícios isométricos para punhos."
        ],
        "related_muscles": [
            "Principais: Flexores do punho, extensores do punho.",
            "Secundários: Músculos intrínsecos da mão, deltoides (indiretamente)."
        ]
    },
    {
        "id": "11",
        "name": "Exercício: Variação Dois do Alongamento dos Antebraços",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-forearms-stretch-variation-2-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-forearms-stretch-variation-2-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Coloque sua mão contra uma parede, com as palmas voltadas para cima, e as pontas dos dedos tocando a parede.",
            "2. Incline-se lentamente em direção à sua palma da mão.",
            "3. Mantenha-se no ápice do alongamento.",
            "4. Retorne à posição inicial."
        ],
        "what_is": [
            "Consiste em uma variação de alongamento que visa esticar e fortalecer os músculos dos antebraços, promovendo maior flexibilidade e amplitude de movimento nesta região."
        ],
        "how_to_execute": [
            "Sente-se ou ajoelhe-se no chão com as mãos apoiadas no solo, dedos voltados para trás, na direção dos joelhos.",
            "Incline o corpo levemente para trás, aumentando a tensão nos antebraços.",
            "Mantenha a posição por 15 a 30 segundos, respirando profundamente.",
            "Retorne à posição inicial e repita, se necessário."
        ],
        "why_do_it": [
            "Ajuda a melhorar a mobilidade dos antebraços, alivia tensões musculares acumuladas e auxilia na prevenção de lesões relacionadas ao uso repetitivo dos braços e punhos."
        ],
        "precautions": [
            "Evite forçar além do limite confortável para não causar lesões.",
            "Mantenha sempre uma postura estável durante o alongamento.",
            "Não realize o exercício em superfícies escorregadias ou irregulares."
        ],
        "restrictions": [
            "Indivíduos com lesões recentes nos punhos, cotovelos ou ombros devem evitar este alongamento até que haja autorização médica.",
            "Pessoas com problemas articulares também devem consultar um especialista antes de praticá-lo.."
        ],
        "substitutions": [
            "Alongamento de punho com auxílio da outra mão.",
            "Rotações de punho suaves.",
            "Uso de faixas elásticas para alongamento assistido."
        ],
        "related_muscles": [
            "Flexores dos dedos.",
            "Pronadores do antebraço.",
            "Músculos extensores dos dedos.",
            "Músculos do antebraço responsáveis pela flexão e extensão do punho."
        ]
    },
    {
        "id": "12",
        "name": "Exercício: Variação Quatro do Alongamento de Antebraços",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-forearms-stretch-variation-4-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-forearms-stretch-variation-4-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Levante seu braço até a altura do ombro em um ângulo de 90 graus em relação ao seu corpo.",
            "2. Pressione levemente sua mão e empurre em sua direção.",
            "3. Gire o braço para atravessar o seu corpo.",
            "4. Troque de lado e repita."
        ],
        "what_is": [
            "Consiste em uma variação específica de alongamento que visa melhorar a flexibilidade dos músculos do antebraço, promovendo maior amplitude de movimento e relaxamento muscular."
        ],
        "how_to_execute": [
            "Sente-se ou fique em pé com a coluna ereta.",
            "Estique um dos braços à frente do corpo, com a palma da mão voltada para baixo.",
            "Com a outra mão, puxe suavemente os dedos da mão estendida para cima, criando uma leve tensão no antebraço.",
            "Mantenha a posição por 15 a 30 segundos.",
            "Repita o movimento com o outro braço."
        ],
        "why_do_it": [
            "Ajuda a prevenir lesões nos antebraços, melhora a mobilidade articular e alivia tensões musculares causadas por atividades repetitivas, como digitar ou levantar pesos."
        ],
        "precautions": [
            "Evite realizar o alongamento com movimentos bruscos ou excessivamente intensos.",
            "Respeite os limites do corpo, evitando dor aguda.",
            "Certifique-se de manter uma postura adequada durante a execução."
        ],
        "restrictions": [
            "Indivíduos com lesões recentes nos antebraços, punhos ou mãos devem evitar este exercício ou consultá-lo com um profissional antes de realizá-lo."
        ],
        "substitutions": [
            "Alongamento de punho com auxílio de uma barra ou bastão.",
            "Movimentos de flexão e extensão ativa dos punhos."
        ],
        "related_muscles": [
            "Flexores do antebraço (flexor radial do carpo, flexor ulnar do carpo).",
            "Extensor do antebraço (extensor radial longo do carpo, extensor ulnar do carpo)."
        ]
    },
    {
        "id": "13",
        "name": "Exercício: Rosca de Punho com Barra",
        "level": "Novato",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-barbell-wrist-curl-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-barbell-wrist-curl-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Pegue uma barra reta com uma pegada supinada (por baixo).",
            "2. Ajoelhe-se ao lado de um banco plano e coloque seus antebraços no banco com os pulsos logo na beirada do banco.",
            "3. Deixe a barra puxar seus pulsos para baixo até que eles estejam estendidos.",
            "4. Curve a barra até que seus pulsos estejam totalmente flexionados.",
            "5. Abaixe de maneira controlada e repita."
        ],
        "what_is": [
            "É um exercício de musculação que consiste em realizar uma flexão do punho enquanto se segura uma barra, com o objetivo de trabalhar os músculos do antebraço."
        ],
        "how_to_execute": [
            "Sente-se em um banco ou cadeira com os pés apoiados no chão.",
            "Segure a barra com as palmas das mãos voltadas para baixo e as mãos afastadas na largura dos ombros.",
            "Apoie os antebraços sobre uma superfície (como uma bancada ou os joelhos), deixando apenas as mãos suspensas.",
            "Realize o movimento de flexão do punho, elevando a barra ao máximo.",
            "Retorne lentamente à posição inicial."
        ],
        "why_do_it": [
            "Fortalece os músculos do antebraço.",
            "Melhora a força de preensão.",
            "Contribui para o desempenho em outros exercícios que exigem pegada firme.",
            "Pode ser útil para atividades funcionais do dia a dia."
        ],
        "precautions": [
            "Evite movimentos bruscos para não sobrecarregar os tendões.",
            "Mantenha o controle durante toda a execução.",
            "Não utilize cargas excessivas que comprometam a técnica.",
            "Ajuste a postura para evitar tensão desnecessária nos punhos."
        ],
        "restrictions": [
            "Indivíduos com lesões nos punhos, cotovelos ou antebraços devem evitar este exercício.",
            "Pessoas com problemas como tendinite ou síndrome do túnel do carpo devem consultar um médico antes de realizá-lo."
        ],
        "substitutions": [
            "Flexão de punho com halteres.",
            "Rosca inversa com barra.",
            "Treino de pegada com objetos específicos (como grippers).",
            "Trabalho isométrico com pegada estática."
        ],
        "related_muscles": [
            "Primários: Músculos flexores do antebraço (flexor radial do carpo, flexor ulnar do carpo, palmar longo).",
            "Secundários: Pronador redondo e outros músculos estabilizadores do punho."
        ]
    },
    {
        "id": "14",
        "name": "Exercício: Rosca de Pulso com Barra Atrás das Costas",
        "level": "Intermediário",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-behind-the-back-wrist-curl-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-behind-the-back-wrist-curl-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé e segure a barra atrás de você usando uma pegada pronada, com as mãos e os pés afastados na largura dos ombros.",
            "2. Curve lentamente os seus pulsos em um movimento semi-circular para cima.",
            "3. Segure a barra no ponto mais alto do movimento e, em seguida, abaixe lentamente a barra de volta à posição inicial."
        ],
        "what_is": [
            "É um exercício de musculação que visa o desenvolvimento dos músculos do braço, especificamente os flexores do punho e antebraço.",
            "Consiste em segurar uma barra com as mãos posicionadas atrás das costas e realizar movimentos de flexão de punho.."
        ],
        "how_to_execute": [
            "Fique em pé ou sentado, com a coluna alinhada e os ombros relaxados.",
            "Segure a barra com as palmas das mãos voltadas para trás, na altura dos glúteos.",
            "Mantenha os cotovelos próximos ao corpo e estabilizados.",
            "Flexione os punhos em direção ao teto, elevando a barra.",
            "Retorne lentamente à posição inicial, controlando o peso."
        ],
        "why_do_it": [
            "Fortalece os músculos do antebraço e melhora a pegada.",
            "Contribui para o desenvolvimento funcional das mãos e punhos.",
            "Pode complementar treinos específicos, como levantamento terra ou outros exercícios que exigem força de preensão."
        ],
        "precautions": [
            "Evite sobrecarregar o peso, priorizando a execução técnica adequada.",
            "Mantenha os punhos neutros para evitar desconforto ou lesões nos ligamentos.",
            "Certifique-se de que os cotovelos permaneçam estáveis durante o movimento.",
            "Atenção à postura corporal, evitando curvar as costas."
        ],
        "restrictions": [
            "Indivíduos com histórico de lesões nos punhos, cotovelos ou ombros devem consultar um profissional antes de realizar o exercício.",
            "Evitar em casos de tendinite, síndrome do túnel do carpo ou outras condições inflamatórias nas articulações superiores."
        ],
        "substitutions": [
            "Rosca inversa com barra na frente do corpo.",
            "Rosca de punho em bancada inclinada.",
            "Uso de halteres ou barras EZ para reduzir tensão nos punhos."
        ],
        "related_muscles": [
            "Primários: Flexores do punho (flexor radial do carpo, flexor ulnar do carpo).",
            "Secundários: Antebraços (músculos extrínsecos da mão) e músculos estabilizadores do cotovelo."
        ]
    },
    {
        "id": "15",
        "name": "Exercício: Extensão de Pulso com Haltere",
        "level": "Novato",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-wrist-extension-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-wrist-extension-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Pegue dois halteres com uma pegada por cima e coloque seus antebraços sobre os joelhos.",
            "2. Deixe seus pulsos flexionarem totalmente, depois estenda seus pulsos."
        ],
        "what_is": [
            "É um exercício de fortalecimento muscular que visa trabalhar os músculos do antebraço e envolve a extensão do punho enquanto segura um haltere."
        ],
        "how_to_execute": [
            "Sente-se em um banco com os pés apoiados no chão.",
            "Segure o haltere com uma pegada em pronação (palma da mão voltada para baixo).",
            "Descanse o antebraço sobre a coxa, deixando o punho próximo ao joelho.",
            "Flexione levemente o punho para baixo.",
            "Eleve o peso estendendo o punho até a posição neutra ou ligeiramente além.",
            "Retorne lentamente à posição inicial."
        ],
        "why_do_it": [
            "Fortalece os músculos extensores do antebraço.",
            "Melhora a estabilidade do punho.",
            "Auxilia em atividades que exigem força de preensão.",
            "Complementa treinos de força e hipertrofia."
        ],
        "precautions": [
            "Mantenha movimentos controlados para evitar lesões.",
            "Evite usar cargas excessivas que comprometam a execução.",
            "Certifique-se de que o antebraço esteja bem apoiado durante o movimento.",
            "Respeite a amplitude articular natural do punho."
        ],
        "restrictions": [
            "Indivíduos com lesões prévias no punho ou antebraço devem evitar ou consultar um profissional antes de realizar.",
            "Não é recomendado para pessoas com problemas articulares graves nos punhos.",
            "Gestantes ou pessoas com condições médicas específicas devem buscar orientação médica."
        ],
        "substitutions": [
            "Uso de barra ou anilhas no lugar do haltere.",
            "Realização do movimento com ambos os punhos simultaneamente.",
            "Utilização de elásticos de resistência."
        ],
        "related_muscles": [
            "Extensor radial longo do carpo.",
            "Extensor radial curto do carpo.",
            "Extensor ulnar do carpo.",
            "Outros músculos extensores do antebraço."
        ]
    },
    {
        "id": "16",
        "name": "Exercício: Flexão de Pulso com Kettlebell",
        "level": "Novato",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-wrist-curl-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-wrist-curl-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com a coluna reta, segurando um kettlebell com ambas as mãos à frente do seu quadril, com seus antebraços voltados para fora.",
            "2. Flexione o pulso em direção ao seu corpo até que a kettlebell esteja alinhada com o seu estômago.",
            "3. Abaixe até a posição inicial e repita."
        ],
        "what_is": [
            "Um exercício de força que utiliza uma kettlebell para trabalhar os músculos do antebraço e punho, envolvendo movimentos de flexão no punho enquanto a pegada é mantida firme."
        ],
        "how_to_execute": [
            "Sente-se em um banco com os pés apoiados no chão.",
            "Segure a kettlebell com as palmas das mãos voltadas para cima e os antebraços apoiados nas coxas.",
            "Mantenha o pulso alinhado com a extremidade dos joelhos.",
            "Realize a flexão do punho levantando a kettlebell em direção ao teto.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Fortalece os músculos do antebraço, melhora a pegada e estabiliza os punhos.",
            "É útil para esportes que exigem força manual ou atividades diárias que envolvem manipulação de objetos pesados.."
        ],
        "precautions": [
            "Evite realizar o movimento de forma rápida ou com peso excessivo.",
            "Mantenha o cotovelo e o antebraço firmemente apoiados para evitar compensações.",
            "Respeite a amplitude de movimento natural do punho."
        ],
        "restrictions": [
            "Indivíduos com lesões prévias nos punhos, como tendinite ou síndrome do túnel do carpo, devem evitar este exercício ou consultá-lo com um profissional antes de executá-lo."
        ],
        "substitutions": [
            "Flexão de pulso com barra.",
            "Flexão de pulso com halteres.",
            "Uso de elásticos de resistência para trabalhar os punhos."
        ],
        "related_muscles": [
            "Primários: Flexores do punho (flexor radial do carpo, flexor ulnar do carpo).",
            "Secundários: Antebraços (músculos extrínsecos da mão) e ligamentos do punho."
        ]
    },
    {
        "id": "17",
        "name": "Exercício: Extensão de Punho com Cabo",
        "level": "Iniciante",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-cable-wrist-curl-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-cable-wrist-curl-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Use um acessório de pegador. O cabo deve estar ajustado até o final da máquina.",
            "2. Fique de costas para a máquina de cabos. Alterne a sua postura para obter uma base de apoio melhor.",
            "3. Comece com o cotovelo em um ângulo de 90 graus e a palma da mão voltada para baixo. Flexione e estenda no pulso."
        ],
        "what_is": [
            "É um exercício de musculação que visa fortalecer os músculos extensores do antebraço, responsáveis pela extensão do punho.",
            "Utiliza-se um cabo conectado a uma polia baixa para gerar resistência.."
        ],
        "how_to_execute": [
            "Ajuste o cabo na posição mais baixa e prenda uma barra reta ou triângulo.",
            "Fique em pé, segurando a barra com as palmas das mãos voltadas para baixo (pronação) e os braços estendidos à frente do corpo.",
            "Mantenha os cotovelos próximos ao tronco e flexione levemente os joelhos para estabilidade.",
            "Eleve o dorso das mãos em direção ao teto, estendendo os punhos.",
            "Retorne lentamente à posição inicial."
        ],
        "why_do_it": [
            "Fortalece os músculos extensores do antebraço.",
            "Melhora a estabilidade e força de preensão.",
            "Contribui para equilíbrio muscular entre flexores e extensores, prevenindo lesões como a síndrome do túnel do carpo."
        ],
        "precautions": [
            "Evite movimentos bruscos ou uso de cargas excessivas.",
            "Mantenha os cotovelos fixos durante a execução.",
            "Não force a extensão além do limite anatômico natural do punho."
        ],
        "restrictions": [
            "Indivíduos com lesões prévias nos punhos, cotovelos ou ombros devem evitar ou adaptar o exercício.",
            "Pessoas com tendinite ou epicondilite podem sentir desconforto e devem consultar um profissional antes de realizar."
        ],
        "substitutions": [
            "Extensão de punho com halteres.",
            "Extensão de punho com barra no banco Scott.",
            "Uso de elásticos de resistência."
        ],
        "related_muscles": [
            "Primários : Extensor radial longo e curto do carpo, extensor ulnar do carpo.",
            "Secundários : Braquiorradial, ancôneo, deltoides anterior (estabilização)."
        ]
    },
    {
        "id": "18",
        "name": "Exercício: Caminhada do Fazendeiro com Halteres",
        "level": "Iniciante",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-farmer-walk-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-farmer-walk-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Pegue um haltere em cada mão, com os braços estendidos para baixo.",
            "2. Caminhe para frente com a postura ereta."
        ],
        "what_is": [
            "É um exercício funcional que combina movimentos de caminhada com o uso de halteres.",
            "Consiste em segurar os halteres nas mãos e caminhar por uma distância ou tempo determinados, mantendo uma postura corporal adequada.."
        ],
        "how_to_execute": [
            "Escolha dois halteres de peso apropriado.",
            "Fique em pé, com os pés na largura dos ombros e os halteres ao lado do corpo.",
            "Segure os halteres firmemente, mantenha os braços estendidos ao longo do corpo e contraia os músculos abdominais.",
            "Caminhe em linha reta, dando passos controlados e mantendo uma postura ereta.",
            "Continue o movimento pelo tempo ou distância estipulados."
        ],
        "why_do_it": [
            "Melhora a resistência muscular.",
            "Fortalece a musculatura do core e das extremidades superiores.",
            "Ajuda no desenvolvimento da estabilidade e equilíbrio.",
            "Promove condicionamento cardiovascular leve."
        ],
        "precautions": [
            "Mantenha a coluna neutra para evitar lesões lombares.",
            "Evite balançar os halteres excessivamente durante a caminhada.",
            "Use calçados adequados para garantir suporte nos tornozelos e pés.",
            "Certifique-se de que os halteres não são pesados demais para comprometer a forma."
        ],
        "restrictions": [
            "Pessoas com problemas na coluna ou articulações devem consultar um profissional antes de realizar.",
            "Evitar em casos de lesões recentes nos ombros, punhos ou membros inferiores.",
            "Não recomendado para indivíduos com graves desequilíbrios posturais."
        ],
        "substitutions": [
            "Caminhada com kettlebell.",
            "Caminhada com barra hexagonal.",
            "Exercícios isométricos como prancha frontal com pesos."
        ],
        "related_muscles": [
            "Músculos do antebraço (flexores e extensores).",
            "Ombros (deltóides).",
            "Abdominais (core).",
            "Lombar (músculos paravertebrais).",
            "Glúteos e quadríceps (para estabilização durante a caminhada)."
        ]
    },
    {
        "id": "19",
        "name": "Exercício: Rosca de Punho com Cabo",
        "level": "Iniciante",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-cable-wrist-curl-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-cable-wrist-curl-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Use um acessório de alça. O cabo deve ser ajustado até a parte mais baixa da máquina.",
            "2. Fique de costas para a máquina de cabos. Alterne sua posição para ter uma base de apoio melhor.",
            "3. Comece com o cotovelo em um ângulo de 90° e a palma da mão virada para cima. Flexione e estenda no pulso."
        ],
        "what_is": [
            "Um exercício de força que utiliza um cabo e uma barra ou punho para isolar e trabalhar grupos musculares específicos, geralmente focado nos músculos do antebraço e punho."
        ],
        "how_to_execute": [
            "Fixe o cabo na parte inferior da máquina e prenda o punho ou barra.",
            "Fique em pé ou sentado, segurando o cabo com as palmas das mãos voltadas para cima.",
            "Mantenha os cotovelos próximos ao corpo e flexione os punhos para cima, realizando a contração.",
            "Retorne lentamente à posição inicial."
        ],
        "why_do_it": [
            "Desenvolve força e resistência nos músculos dos antebraços e punhos, melhora a pegada e auxilia em movimentos funcionais ou outros exercícios que dependem desses grupos musculares."
        ],
        "precautions": [
            "Evite movimentos bruscos ou uso excessivo de peso.",
            "Mantenha os cotovelos firmemente posicionados ao lado do corpo.",
            "Certifique-se de que a postura esteja alinhada para evitar tensão desnecessária nos ombros ou costas."
        ],
        "restrictions": [
            "Não é recomendado para pessoas com lesões recentes nos punhos, cotovelos ou antebraços.",
            "Consulte um profissional antes de realizar o exercício caso tenha condições médicas pré-existentes.."
        ],
        "substitutions": [
            "Rosca inversa com halteres",
            "Flexão de punho com barra",
            "Treinamento de pegada com acessórios específicos"
        ],
        "related_muscles": [
            "Músculos flexores do antebraço (flexor radial do carpo, flexor ulnar do carpo)",
            "Palmar longo",
            "Pronador redondo"
        ]
    },
    {
        "id": "20",
        "name": "Exercício: Extensão de Pulso com Kettlebell",
        "level": "Novato",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-wrist-extension-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-wrist-extension-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé, reto, com um kettlebell em ambas as mãos à frente da sua pélvis, com os antebraços voltados para dentro.",
            "2. Dobre seu pulso para cima até que os pulsos estejam totalmente estendidos.",
            "3. Abaixe até a posição inicial e repita."
        ],
        "what_is": [
            "Um exercício de fortalecimento que utiliza uma kettlebell para trabalhar a musculatura do antebraço e punho, focando na extensão do pulso."
        ],
        "how_to_execute": [
            "Sente-se em um banco com os pés apoiados no chão.",
            "Segure a kettlebell com as duas mãos, palmas voltadas para baixo, e apoie os antebraços sobre as coxas.",
            "Deixe os punhos alinhados com o fim dos joelhos e a kettlebell suspensa nas mãos.",
            "Realize a extensão dos punhos elevando a parte de trás da mão, mantendo os antebraços estáticos.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Desenvolve força e resistência nos músculos extensores do punho, melhora a estabilidade articular e auxilia em atividades que exigem preensão firme."
        ],
        "precautions": [
            "Mantenha movimentos controlados para evitar lesões nos tendões.",
            "Evite sobrecarregar os punhos com pesos excessivos.",
            "Certifique-se de que os antebraços estejam bem apoiados durante a execução."
        ],
        "restrictions": [
            "Indivíduos com histórico de lesões nos punhos, tendinite ou problemas articulares devem evitar ou consultar um profissional antes de realizar o exercício."
        ],
        "substitutions": [
            "Extensão de punho com barra.",
            "Extensão de punho com halteres.",
            "Uso de elásticos de resistência."
        ],
        "related_muscles": [
            "Extensor radial longo do carpo.",
            "Extensor radial curto do carpo.",
            "Extensor ulnar do carpo.",
            "Extensor dos dedos."
        ]
    },
    {
        "id": "21",
        "name": "Exercício: Remada com Kettlebell (Individual)",
        "level": "Iniciante",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-row-single-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-row-single-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com os pés afastados na largura dos ombros, segurando o kettlebell com as duas mãos à frente das coxas.",
            "2. Dobre-se para a frente na altura dos quadris, levando o kettlebell ao chão enquanto você flexiona levemente os joelhos, mantendo suas costas retas.",
            "3. Levante o kettlebell em direção ao seu peito e abaixe repita."
        ],
        "what_is": [
            "Um exercício de força que utiliza uma kettlebell para trabalhar a parte superior do corpo, com foco na musculatura dorsal e estabilizadores do tronco."
        ],
        "how_to_execute": [
            "Posicione-se em posição de prancha inclinada, apoiando uma das mãos ou joelho no banco (ou superfície estável).",
            "Segure a kettlebell com a mão oposta ao apoio, mantendo a coluna neutra.",
            "Puxe a kettlebell em direção ao quadril, contraindo as costas.",
            "Retorne lentamente à posição inicial, controlando o movimento."
        ],
        "why_do_it": [
            "Desenvolve força e hipertrofia muscular principalmente na região dorsal, melhora a postura e a estabilidade do core."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante toda a execução.",
            "Evite usar pesos excessivos que comprometam a forma.",
            "Fique atento à rotação excessiva do tronco."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna lombar, ombros ou articulações dos cotovelos devem consultar um profissional antes de executar."
        ],
        "substitutions": [
            "Remada unilateral com halteres",
            "Remada baixa no cabo",
            "Remada com barra"
        ],
        "related_muscles": [
            "Grande dorsal",
            "Romboides",
            "Trapézio",
            "Bíceps",
            "Estabilizadores do core"
        ]
    },
    {
        "id": "22",
        "name": "Exercício: Remada com Kettlebell de Um Braço",
        "level": "Novato",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-single-arm-row-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-single-arm-row-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de pé com os pés afastados à largura dos ombros, movendo um pé para trás de você. Segure o kettlebell na mesma mão que a perna deslocada para trás.",
            "2. Dobre-se para frente nos quadris, levando o kettlebell ao chão enquanto você dobra levemente o joelho, mantendo as costas retas.",
            "3. Levante a kettlebell em direção ao seu peito e abaixe repita."
        ],
        "what_is": [
            "Um exercício de força que utiliza uma kettlebell para trabalhar a região dorsal e outros grupos musculares, executado de forma unilateral."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés na largura dos ombros, segurando a kettlebell em uma das mãos.",
            "Incline o tronco para frente, mantendo as costas retas e o core ativado.",
            "Puxe a kettlebell em direção ao quadril, levando o cotovelo para trás.",
            "Retorne à posição inicial de forma controlada.",
            "Repita o movimento pelo número desejado de repetições e alterne os braços."
        ],
        "why_do_it": [
            "Desenvolve força e estabilidade na região dorsal, melhora a postura, promove equilíbrio muscular entre os lados do corpo e aumenta a resistência funcional."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante toda a execução.",
            "Evite usar excesso de peso, priorizando a técnica.",
            "Não arqueie as costas ou projete o pescoço para frente."
        ],
        "restrictions": [
            "Indivíduos com problemas nas costas, ombros ou articulações dos punhos devem consultar um profissional antes de realizar o movimento."
        ],
        "substitutions": [
            "Remada unilateral com halteres.",
            "Remada baixa no cabo.",
            "Remada com barra."
        ],
        "related_muscles": [
            "Grande dorsal.",
            "Romboides.",
            "Trapézio.",
            "Bíceps.",
            "Core (músculos estabilizadores)."
        ]
    },
    {
        "id": "23",
        "name": "Exercício: Rosca Invertida com Cabo com um Braço",
        "level": "Iniciante",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-reverse-curl-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-reverse-curl-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Use um acessório de pegada. O cabo deve ser ajustado até a parte mais baixa da máquina.",
            "2. Fique de costas para o aparelho de cabos. Alterne a posição das pernas para ter uma base de apoio melhor.",
            "3. Vire sua palma para baixo. Dobre o cotovelo e estenda."
        ],
        "what_is": [
            "É um exercício de força que utiliza um cabo para trabalhar os músculos do braço, com foco específico nos flexores do punho e antebraço.",
            "A execução é feita com uma pegada invertida (palma da mão voltada para baixo) e apenas um braço por vez.."
        ],
        "how_to_execute": [
            "Posicione-se em pé ao lado de uma polia baixa, segurando o cabo com a mão correspondente ao lado escolhido.",
            "Mantenha o braço ligeiramente flexionado no cotovelo e próximo ao corpo.",
            "Com a palma da mão voltada para baixo, puxe o cabo em direção ao corpo, realizando uma flexão do punho.",
            "Retorne lentamente à posição inicial, estendendo o punho."
        ],
        "why_do_it": [
            "Fortalece os músculos do antebraço e melhora a pegada.",
            "Auxilia em atividades que exigem força manual e controle motor fino.",
            "Contribui para o equilíbrio muscular entre flexores e extensores do punho."
        ],
        "precautions": [
            "Evite movimentos bruscos ou uso de cargas excessivas.",
            "Mantenha o core ativado para evitar compensações com outras partes do corpo.",
            "Certifique-se de que o ombro permaneça estável durante a execução."
        ],
        "restrictions": [
            "Indivíduos com lesões no punho, cotovelo ou ombro devem evitar ou adaptar o exercício.",
            "Não é recomendado para quem tem problemas de compressão nervosa nos membros superiores."
        ],
        "substitutions": [
            "Rosca com barra e pegada invertida.",
            "Flexão de punho com halteres.",
            "Rosca martelo unilateral."
        ],
        "related_muscles": [
            "Primários: Músculo braquiorradial e flexores do antebraço (flexor radial do carpo e flexor ulnar do carpo).",
            "Secundários: Músculos estabilizadores do ombro e core."
        ]
    },
    {
        "id": "24",
        "name": "Exercício: Rosca Mista de Martelo com Elástico da Band Bayesian",
        "level": "Intermediário",
        "execution_type": "Faixa Elástica",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Band-band-bayesian-hammer-curl-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Band-band-bayesian-hammer-curl-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Prenda a faixa em um ponto de ancoragem baixo. Use uma pegada neutra.",
            "2. Dobre seu cotovelo até sentir seu bíceps contrair. Em seguida, estenda totalmente os cotovelos."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que combina movimentos de rotação com o uso de um martelo (ou peso similar) e a resistência proporcionada por um elástico.",
            "A dinâmica envolve força, estabilização e coordenação motora.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés alinhados aos ombros.",
            "Segure o martelo com as duas mãos e prenda o elástico ao redor do punho ou do martelo, fixando a outra extremidade a um ponto estável.",
            "Inicie o movimento girando o martelo para um lado enquanto controla a resistência do elástico.",
            "Retorne à posição inicial e repita o movimento para o outro lado.",
            "Mantenha o tronco estável durante toda a execução."
        ],
        "why_do_it": [
            "Desenvolve força rotacional.",
            "Melhora a estabilidade do core.",
            "Aumenta a coordenação motora e equilíbrio.",
            "Fortalece músculos específicos usados em atividades esportivas e diárias."
        ],
        "precautions": [
            "Evite movimentos bruscos para não sobrecarregar articulações.",
            "Mantenha a postura ereta e o abdômen contraído.",
            "Certifique-se de que o elástico esteja firmemente preso antes de iniciar."
        ],
        "restrictions": [
            "Indivíduos com lesões na coluna vertebral devem evitar ou adaptar o exercício.",
            "Pessoas com problemas nos ombros ou pulsos devem consultar um profissional antes de executá-lo.",
            "Não é recomendado para iniciantes sem orientação adequada."
        ],
        "substitutions": [
            "Rotação de tronco com bastão.",
            "Russian twists com peso.",
            "Woodchoppers com cabo de halteres ou kettlebell."
        ],
        "related_muscles": [
            "Primários: Oblíquos internos e externos, transverso abdominal, deltóides, braquiais.",
            "Secundários: Reto abdominal, eretores da espinha, peitoral maior, tríceps."
        ]
    },
    {
        "id": "25",
        "name": "Exercício: Levantamento Terra com Pegada de Preensão de Placa",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-pinch-grip-deadlift-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-pinch-grip-deadlift-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de pé em frente ao disco com os pés afastados na largura dos ombros e o disco posicionado entre os seus pés.",
            "2. Abaixe-se e segure o disco pelas bordas superiores com as duas mãos, certificando-se de que seus polegares e dedos estejam igualmente espaçados.",
            "3. Mantenha suas costas retas, peito para cima e core ativado, e levante-se com a placa, mantendo-a próxima ao seu corpo.",
            "4. Abaixe o prato de volta ao chão, mantendo o controle e a boa postura."
        ],
        "what_is": [
            "Um exercício de força que envolve a elevação de uma carga do solo até a posição ereta, utilizando uma pegada específica em que as mãos seguram uma barra ou placa de maneira simétrica.",
            "Este movimento é caracterizado por um padrão de levantamento que engaja grande parte da musculatura corporal.."
        ],
        "how_to_execute": [
            "Posicione-se em frente à barra ou placa, com os pés na largura dos quadris.",
            "Flexione os joelhos e incline o tronco para frente, mantendo a coluna neutra.",
            "Segure a barra com as mãos em posição simétrica, utilizando uma pegada pronada (palmas voltadas para baixo).",
            "Eleve a carga estendendo os quadris e joelhos simultaneamente, mantendo o core ativado.",
            "Ao final do movimento, permaneça ereto com os ombros retraídos.",
            "Retorne à posição inicial controlando o peso."
        ],
        "why_do_it": [
            "Promove o desenvolvimento da força global e funcional.",
            "Melhora a estabilidade e postura corporal.",
            "Aumenta a resistência muscular e a capacidade de geração de força.",
            "Pode ser aplicado tanto em treinos esportivos quanto em programas de condicionamento físico."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante todo o movimento para evitar lesões.",
            "Evite arquear excessivamente a região lombar ao final da execução.",
            "Utilize cargas adequadas ao nível de experiência e progressão individual.",
            "Realize o movimento de forma controlada, evitando movimentos bruscos."
        ],
        "restrictions": [
            "Indivíduos com histórico de lesões na coluna vertebral devem consultar um profissional antes de realizar o exercício.",
            "Pessoas com problemas nos discos intervertebrais ou hérnias devem evitar ou adaptar o movimento.",
            "Não é recomendado para iniciantes sem supervisão adequada."
        ],
        "substitutions": [
            "Levantamento terra com pegada alternada.",
            "Levantamento terra sumô.",
            "Deadlift com halteres.",
            "Puxada de trenó ou sled drag."
        ],
        "related_muscles": [
            "Primários: Glúteos, isquiotibiais, quadríceps e músculos paravertebrais.",
            "Secundários: Trapézio, romboides, deltoides posterior, bíceps e antebraços.",
            "Estabilizadores: Abdominais, oblíquos e músculos do core."
        ]
    },
    {
        "id": "26",
        "name": "Exercício: Rosca Reversa Bayesiana com Faixa",
        "level": "Iniciante",
        "execution_type": "Faixa Elástica",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Band-band-bayesian-reverse-curl-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Band-band-bayesian-reverse-curl-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Prenda a faixa em um ponto de ancoragem baixo. Aponte as palmas das mãos em direção às suas coxas.",
            "2. Dobre seu cotovelo até sentir seu bíceps contrair. Depois, estenda totalmente os cotovelos."
        ],
        "what_is": [
            "É um exercício de força que combina elementos de tração vertical e rotação do corpo, geralmente realizado em uma barra fixa ou equipamento específico.",
            "Envolve a execução de movimentos controlados com o objetivo de trabalhar grupos musculares específicos, utilizando princípios de resistência externa.."
        ],
        "how_to_execute": [
            "Posicione-se abaixo de uma barra fixa, segurando-a com as mãos em posição supinada (palmas voltadas para você).",
            "Mantenha os pés apoiados no chão ou em um suporte estável.",
            "Inicie o movimento puxando o peito em direção à barra, enquanto controla a rotação do tronco.",
            "Retorne à posição inicial de forma lenta e controlada.",
            "Repita o movimento pelo número de repetições desejado."
        ],
        "why_do_it": [
            "Fortalece músculos envolvidos em movimentos de tração e estabilização.",
            "Melhora a coordenação motora e a ativação muscular específica.",
            "Pode ser utilizado como parte de programas de reabilitação ou condicionamento físico."
        ],
        "precautions": [
            "Evite realizar o movimento com excesso de carga ou amplitude inadequada.",
            "Mantenha o core ativado durante toda a execução para evitar compensações.",
            "Respeite os limites articulares e interrompa o exercício em caso de desconforto."
        ],
        "restrictions": [
            "Indivíduos com lesões nos ombros, cotovelos ou coluna devem consultar um profissional antes de executar.",
            "Não é recomendado para pessoas com problemas graves de mobilidade ou instabilidade articular."
        ],
        "substitutions": [
            "Remada curvada com halteres.",
            "Pull-ups convencionais.",
            "Remada sentada em máquina."
        ],
        "related_muscles": [
            "Grandes dorsais.",
            "Romboides.",
            "Bíceps braquial.",
            "Músculos do antebraço.",
            "Estabilizadores do core."
        ]
    },
    {
        "id": "27",
        "name": "Exercício: Flexão Lateral com Pegada em Prato",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-pinch-grip-side-bend-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-pinch-grip-side-bend-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de pé, reto, com a placa segurada ao seu lado.",
            "2. Mantenha seus quadris e ombros voltados para frente, incline-se lentamente para um lado.",
            "3. Retorne à posição vertical.",
            "4. Troque de mãos e repita"
        ],
        "what_is": [
            "Trata-se de um exercício que combina movimentos laterais do tronco com o uso de halteres ou anilhas para promover estímulo muscular específico."
        ],
        "how_to_execute": [
            "Fique em pé, com os pés na largura dos ombros e um peso em cada mão.",
            "Mantenha os braços estendidos ao lado do corpo e o core ativado.",
            "Incline o tronco lateralmente para um lado, deslizando o peso pela coxa.",
            "Retorne à posição inicial e repita o movimento para o lado oposto.",
            "Mantenha a coluna neutra durante toda a execução."
        ],
        "why_do_it": [
            "Fortalece músculos estabilizadores do tronco.",
            "Promove desenvolvimento da musculatura lateral do abdômen.",
            "Auxilia no equilíbrio e postura corporal."
        ],
        "precautions": [
            "Evite movimentos bruscos ou excesso de carga.",
            "Mantenha a coluna alinhada para evitar sobrecarga lombar.",
            "Não incline o tronco além do confortável."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral devem evitar ou consultar um profissional.",
            "Pessoas com lesões nos ombros ou quadris devem adaptar ou substituir o exercício."
        ],
        "substitutions": [
            "Flexão lateral com bastão.",
            "Flexão lateral sem peso.",
            "Elevação lateral de tronco em banco inclinado."
        ],
        "related_muscles": [
            "Obliques (interno e externo).",
            "Reto abdominal.",
            "Quadrado lombar.",
            "Peitoral menor (estabilização)."
        ]
    },
    {
        "id": "28",
        "name": "Exercício: Transporte do Fazendeiro com Pegada de Pinça de Placa",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-pinch-grip-farmers-carry-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-pinch-grip-farmers-carry-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Mantenha-se em pé, segurando dois pesos em cada mão com um aperto de pinça.",
            "2. Caminhe pela distância ou tempo desejados."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que simula o movimento de levantar uma carga do chão utilizando uma pegada específica, conhecida como \"pegada de pinça de placa\".",
            "Envolve a elevação de um objeto mantendo os dedos e os polegares em posição de pinça, ativando principalmente a musculatura das mãos, antebraços e membros inferiores.."
        ],
        "how_to_execute": [
            "Posicione-se em frente ao objeto a ser levantado, com os pés na largura dos ombros.",
            "Flexione os joelhos e incline o tronco para frente, mantendo as costas neutras.",
            "Use a pegada de pinça, pressionando o objeto entre os dedos e o polegar sem envolver a palma da mão.",
            "Inspire, ative o core e eleve o objeto até a posição ereta, estendendo quadril e joelhos simultaneamente.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Fortalece a musculatura das mãos e antebraços.",
            "Melhora a força de preensão.",
            "Desenvolve estabilidade no core.",
            "Simula movimentos funcionais do dia a dia ou atividades específicas, como levantar cargas pesadas."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante todo o movimento para evitar lesões lombares.",
            "Evite arredondar os ombros ou projetar o pescoço para frente.",
            "Certifique-se de que o peso seja adequado para sua capacidade de preensão.",
            "Execute o movimento de forma lenta e controlada."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna lombar ou hérnias discais devem evitar ou adaptar o exercício.",
            "Pessoas com lesões nos punhos, mãos ou ombros devem consultar um profissional antes de realizar.",
            "Não é recomendado para iniciantes sem orientação adequada."
        ],
        "substitutions": [
            "Deadlift convencional.",
            "Levantamento terra com pegada supinada ou alternada.",
            "Exercícios isolados para fortalecimento da preensão, como uso de gripador manual ou exercícios com barra espessa."
        ],
        "related_muscles": [
            "Primários : Músculos flexores dos dedos, músculos intrínsecos da mão, antebraços (flexores e extensores).",
            "Secundários : Isquiotibiais, glúteos, quadríceps, eretores da espinha, músculos abdominais."
        ]
    },
    {
        "id": "29",
        "name": "Exercício: Remada com Agarre de Pinça de Placa",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-pinch-grip-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-pinch-grip-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Certifique-se de manter seu cotovelo próximo ao seu corpo e seu core engajado durante todo o movimento.",
            "2. Dobre-se para frente em seus quadris enquanto mantém as costas retas.",
            "3. Puxe a placa em direção ao seu abdômen superior.",
            "4. Abaixe o peso de maneira controlada e repita."
        ],
        "what_is": [],
        "how_to_execute": [
            "Posicione-se em pé, com os pés alinhados aos ombros, joelhos levemente flexionados e tronco inclinado para frente.",
            "Segure a placa ou barra com o agarre específico, pressionando-a com os dedos contra a palma da mão.",
            "Mantenha a coluna neutra e a cabeça alinhada ao tronco.",
            "Puxe o peso em direção ao abdômen, mantendo os cotovelos próximos ao corpo.",
            "Retorne à posição inicial de forma controlada."
            
        ],
        "why_do_it": [
            "Fortalece a musculatura dorsal e melhora a estabilidade dos músculos acessórios.",
            "Desenvolve a força de preensão manual.",
            "Promove maior ativação muscular devido ao tipo de pegada utilizado."
        ],
        "precautions": [
            "Evite arredondar as costas durante a execução.",
            "Mantenha o core ativado para proteger a coluna lombar.",
            "Use cargas moderadas para evitar lesões nos dedos ou punhos.",
            "Certifique-se de que o equipamento esteja em boas condições."
        ],
        "restrictions": [
            "Indivíduos com problemas nas articulações dos dedos, punhos ou cotovelos devem evitar.",
            "Pessoas com dores lombares ou hérnias discais precisam de adaptações específicas.",
            "Não é recomendado para iniciantes sem orientação adequada."
        ],
        "substitutions": [
            "Remada curvada com barra.",
            "Remada baixa no pulley.",
            "Remada com halteres."
        ],
        "related_muscles": [
            "Grande dorsal (principal).",
            "Romboides.",
            "Trapézio.",
            "Bíceps braquial (secundário).",
            "Músculos flexores dos dedos e antebraço."
        ]
    },
    {
        "id": "30",
        "name": "Exercício: Remada Meadows com Barra",
        "level": "Intermediário",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-meadows-row-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-meadows-row-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Posicione uma barra de ferro em um suporte de terra ou no canto de uma sala e fique de lado com uma postura escalonada e seus pés afastados na largura dos ombros.",
            "2. Segure a extremidade da barra com uma pegada por cima, mantendo os braços retos e os ombros relaxados.",
            "3. Dobre nos quadris e joelhos para abaixar seu tronco até que esteja quase paralelo ao chão.",
            "4. Puxe a barra de pesos em direção ao seu peito, contraindo as omoplatas à medida que rema o peso para cima.",
            "5. *Nomeado em homenagem ao falecido John Meadows"
        ],
        "what_is": [
            "Trata-se de um exercício composto que combina elementos de remada com o uso de uma barra, geralmente realizada em equipamentos como a barra fixa ou smith machine.",
            "Envolve a tração da barra em direção ao corpo, ativando principalmente grupos musculares das costas e braços.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, segurando a barra com as mãos em pronação (palmas voltadas para baixo) ou supinação (palmas voltadas para cima), dependendo da variação.",
            "Mantenha os pés afastados na largura dos ombros e os joelhos levemente flexionados.",
            "Incline o tronco para frente, mantendo as costas retas e o core ativado.",
            "Puxe a barra em direção ao abdômen ou ao peito, contraindo as costas.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Desenvolve força e hipertrofia muscular, especialmente na região dorsal.",
            "Melhora a postura corporal ao fortalecer músculos estabilizadores.",
            "Aumenta a funcionalidade e resistência muscular.",
            "Promove maior sinergia entre músculos agonistas e antagonistas."
        ],
        "precautions": [
            "Evite arquear excessivamente a coluna lombar durante a execução.",
            "Mantenha o movimento controlado, evitando usar a inércia para puxar a barra.",
            "Certifique-se de que os ombros estejam alinhados e não se elevem durante o exercício.",
            "Respeite a amplitude de movimento adequada para evitar lesões articulares."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral, como hérnias de disco, devem evitar ou adaptar o exercício.",
            "Pessoas com lesões nos ombros, cotovelos ou punhos devem consultar um profissional antes de executá-lo.",
            "Não é recomendado para iniciantes sem orientação adequada."
        ],
        "substitutions": [
            "Remada com halteres.",
            "Remada baixa no pulley.",
            "Remada cavalinho com kettlebell.",
            "Remada inclinada no banco."
        ],
        "related_muscles": [
            "Grande dorsal (principal músculo trabalhado).",
            "Romboides.",
            "Trapézio.",
            "Bíceps braquial.",
            "Braquiorradial.",
            "Posterior do deltóide.",
            "Músculos estabilizadores do core."
        ]
    },
    {
        "id": "31",
        "name": "Exercício: Remada Pronada com Barra",
        "level": "Intermediário",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-pronated-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-pronated-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Pegue a barra com uma pegada por cima. Incline-se para frente mantendo suas costas retas até que seu tronco esteja aproximadamente paralelo ao chão.",
            "2. Deixe seus braços relaxarem livremente.",
            "3. Puxe a barra em direção ao seu tronco enquanto dobra levemente os cotovelos.",
            "4. Estenda completamente seus cotovelos antes de iniciar a próxima repetição."
        ],
        "what_is": [
            "Trata-se de um exercício de força que envolve a musculatura dorsal, realizado com uma barra e caracterizado pela posição dos braços e punhos durante a execução."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés na largura dos ombros e joelhos levemente flexionados.",
            "Incline o tronco para frente, mantendo as costas retas e o core contraído.",
            "Segure a barra com uma pegada pronada (palmas voltadas para baixo) e mãos afastadas além da largura dos ombros.",
            "Puxe a barra em direção ao abdômen, mantendo os cotovelos próximos ao corpo.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Promove fortalecimento da região dorsal.",
            "Melhora a postura corporal.",
            "Auxilia no equilíbrio muscular entre costas e peito.",
            "Desenvolve estabilidade e controle motor."
        ],
        "precautions": [
            "Evite arquear as costas durante o movimento.",
            "Mantenha o peso sob controle para evitar compensações.",
            "Não utilize cargas excessivas que comprometam a técnica.",
            "Respeite a amplitude articular individual."
        ],
        "restrictions": [
            "Indivíduos com problemas lombares ou dorsais devem consultar um profissional antes de executar.",
            "Pessoas com lesões nos ombros ou cotovelos devem evitar ou adaptar o movimento."
        ],
        "substitutions": [
            "Remada curvada com halteres.",
            "Remada baixa no pulley.",
            "Remada com triângulo no cabo."
        ],
        "related_muscles": [
            "Grande dorsal.",
            "Romboides.",
            "Trapézio.",
            "Bíceps braquial.",
            "Posterior do deltóide."
        ]
    },
    {
        "id": "32",
        "name": "Exercício: Remada com Barra Landmine",
        "level": "Intermediário",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-landmine-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-landmine-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Posicione uma barra de musculação em uma estação de rotação ou no canto de uma sala e fique de frente para ela com os pés afastados na largura dos ombros.",
            "2. Segure a extremidade da barra com uma pegada neutra, mantendo os braços retos e os ombros relaxados.",
            "3. Dobre na altura dos quadris e dos joelhos para abaixar seu tronco até que esteja quase paralelo ao chão.",
            "4. Puxe a barra em direção ao seu peito, apertando as omoplatas juntas enquanto você levanta o peso."
        ],
        "what_is": [],
        "how_to_execute": [
            "Posicione uma extremidade da barra em um suporte estável ou canto.",
            "Fique em pé, segurando a ponta livre da barra com as duas mãos.",
            "Adote uma postura inclinada, mantendo a coluna neutra e joelhos levemente flexionados.",
            "Puxe a barra em direção ao tronco, contraindo as costas.",
            "Retorne à posição inicial de forma controlada."
            
        ],
        "why_do_it": [
            "Desenvolve força funcional e estabilidade.",
            "Trabalha os músculos dorsais de forma unilateral ou bilateral.",
            "Promove maior ativação dos estabilizadores do core."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante toda a execução.",
            "Evite usar peso excessivo para prevenir desequilíbrio.",
            "Certifique-se de que a base da barra esteja bem fixada."
        ],
        "restrictions": [
            "Indivíduos com lesões na coluna ou ombros devem evitar ou adaptar o movimento.",
            "Não é recomendado para quem tem problemas de equilíbrio."
        ],
        "substitutions": [
            "Remada com halteres.",
            "Remada baixa no cabo.",
            "Remada curvada com barra."
        ],
        "related_muscles": [
            "Grande dorsal.",
            "Romboides.",
            "Trapézio.",
            "Bíceps braquial.",
            "Músculos do core (estabilizadores)."
        ]
    },
    {
        "id": "33",
        "name": "Exercício: Rosca Reversa com Faixa Elástica",
        "level": "Novato",
        "execution_type": "Faixa Elástica",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-band-high-reverse-curl-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-band-high-reverse-curl-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece com uma faixa presa a um ponto alto, seus pés alternados e uma pegada por cima.",
            "2. Dobre os cotovelos puxando os antebraços em direção aos bíceps. Seus punhos devem ficar na altura da testa."
        ],
        "what_is": [
            "Trata-se de um exercício de musculação que utiliza uma faixa elástica para proporcionar resistência variável durante o movimento.",
            "Envolve a realização de um padrão de rosca reversa, focado no fortalecimento específico de determinados músculos do braço.."
        ],
        "how_to_execute": [
            "Posicione a faixa elástica sob os pés ou em um ponto fixo no chão.",
            "Segure as extremidades da faixa com as palmas das mãos voltadas para baixo (posição de pronação).",
            "Mantenha os cotovelos próximos ao corpo e realize a flexão dos antebraços até que as mãos cheguem próximo aos ombros.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Promove o desenvolvimento muscular específico dos braços.",
            "Melhora a estabilidade articular e a resistência muscular.",
            "Oferece um estímulo diferenciado por meio da resistência progressiva da faixa elástica."
        ],
        "precautions": [
            "Mantenha a postura ereta e evite compensações com os ombros.",
            "Certifique-se de que a faixa elástica esteja bem posicionada para evitar escorregamentos.",
            "Execute o movimento lentamente para evitar traumas articulares."
        ],
        "restrictions": [
            "Indivíduos com lesões nos cotovelos, punhos ou ombros devem evitar ou adaptar o exercício.",
            "Não é recomendado para pessoas com hipersensibilidade ou problemas na pele que possam ser agravados pelo contato com a faixa."
        ],
        "substitutions": [
            "Rosca inversa com barra ou halteres.",
            "Trabalho isométrico com faixa elástica em diferentes ângulos.",
            "Exercícios de extensão de punho com carga livre."
        ],
        "related_muscles": [
            "Músculos agonistas: Braquiorradial, músculos extensores dos punhos.",
            "Músculos sinergistas: Bíceps braquial (em menor grau), músculos estabilizadores do antebraço.",
            "Músculos estabilizadores: Deltoide anterior, rotadores externos dos ombros."
        ]
    },
    {
        "id": "34",
        "name": "Exercício: Rosca Invertida em Inclinação com Halteres",
        "level": "Novato",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-dumbbell-incline-reverse-curl-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-dumbbell-incline-reverse-curl-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se em um banco inclinado.",
            "2. Pegue os halteres com uma pegada pronada (por cima). Você pode fazer este exercício sem usar o polegar se for mais confortável para os seus pulsos.",
            "3. Dobre os cotovelos até que seus bíceps toquem os antebraços. Tente não deixar seus cotovelos se abrirem para fora."
        ],
        "what_is": [
            "Trata-se de um exercício de musculação que visa o fortalecimento e desenvolvimento da parte posterior do corpo, com foco específico em músculos como os dorsais e os ombros.",
            "Ele combina a ação de puxada com uma posição inclinada para intensificar o trabalho muscular.."
        ],
        "how_to_execute": [
            "Posicione-se em um banco inclinado, apoiando o tronco completamente no encosto.",
            "Segure um par de halteres com as palmas das mãos voltadas para dentro ou em posição neutra.",
            "Mantenha os braços estendidos para baixo na linha dos ombros.",
            "Puxe os halteres em direção ao quadril, levando os cotovelos para trás.",
            "Retorne lentamente à posição inicial, controlando o movimento."
        ],
        "why_do_it": [
            "Promove o fortalecimento e hipertrofia dos músculos da parte superior das costas.",
            "Melhora a postura ao reforçar a musculatura dorsal.",
            "Aumenta a estabilidade e coordenação durante movimentos de puxada."
        ],
        "precautions": [
            "Evite arquear excessivamente a coluna lombar durante a execução.",
            "Mantenha o core ativado para estabilizar o tronco.",
            "Não utilize cargas muito pesadas que comprometam a forma do movimento."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral devem evitar ou adaptar o exercício.",
            "Lesões nos ombros ou cotovelos podem limitar a execução segura do movimento.",
            "Grávidas ou pessoas com hipertensão devem consultar um profissional antes de realizar."
        ],
        "substitutions": [
            "Remada baixa no pulley.",
            "Remada curvada com barra ou halteres.",
            "Remada unilateral com haltere em banco plano."
        ],
        "related_muscles": [
            "Grande dorsal.",
            "Romboides.",
            "Trapézio (porção média).",
            "Bíceps braquial.",
            "Deltoide posterior."
        ]
    },
    {
        "id": "35",
        "name": "Exercício: Elevação de Perna Única com Pegada de Pinça na Placa",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-single-leg-pinch-grip-deadlift-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-single-leg-pinch-grip-deadlift-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de pé com os pés afastados na largura dos ombros e voltados para a frente. Segure as laterais de uma anilha com as palmas das mãos voltadas para baixo.",
            "2. Equilibre-se em um pé, à medida que levanta o peso mantenha seus braços e costas retos, enquanto traz o outro pé de volta para o chão.",
            "3. Mantenha a perna levantada esticada e alinhada com as suas costas enquanto você abaixa a placa de volta para a posição inicial."
        ],
        "what_is": [
            "Um exercício de força e equilíbrio que envolve suspender o corpo usando uma pegada específica em uma placa ou superfície elevada, enquanto se mantém uma perna erguida."
        ],
        "how_to_execute": [
            "Posicione-se em frente à placa ou superfície elevada.",
            "Realize a pegada de pinça com os dedos das mãos firmemente apoiados na borda da placa.",
            "Eleve o corpo, mantendo uma perna estendida para cima e a outra flexionada ou apoiada levemente no chão, conforme sua habilidade.",
            "Mantenha o core ativado e o tronco estável durante o movimento."
        ],
        "why_do_it": [
            "Fortalece os músculos das mãos, antebraços e ombros.",
            "Melhora o equilíbrio e coordenação corporal.",
            "Desenvolve a força funcional e a resistência muscular localizada."
        ],
        "precautions": [
            "Evite realizar o movimento com pressa para prevenir lesões articulares.",
            "Certifique-se de que a placa utilizada seja firme e segura.",
            "Mantenha a postura correta para evitar sobrecarga na coluna."
        ],
        "restrictions": [
            "Indivíduos com problemas nas articulações dos ombros, cotovelos ou punhos devem evitar ou adaptar o exercício.",
            "Pessoas com dores lombares ou instabilidade no core podem precisar de modificações."
        ],
        "substitutions": [
            "Flexões de braço isométricas.",
            "Prancha lateral com halteres.",
            "Elevação de quadril em barras paralelas."
        ],
        "related_muscles": [
            "Músculos do antebraço (flexores e extensores dos dedos).",
            "Músculos do ombro (deltóides e rotadores).",
            "Core (abdominais e oblíquos)."
        ]
    },
    {
        "id": "36",
        "name": "Exercício: Rosca Zottman Inclinada com Halteres",
        "level": "Intermediário",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-dumbbell-incline-zottman-curl-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-dumbbell-incline-zottman-curl-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se em um banco inclinado com as palmas das mãos voltadas para frente.",
            "2. Dobre os cotovelos até que seus antebraços toquem seus bíceps.",
            "3. Quando atingir o topo do movimento, rotacione as palmas das mãos e depois abaixe os halteres lentamente."
        ],
        "what_is": [
            "É um exercício de musculação que combina a rosca direta com uma pegada em Zottman (rotação do punho) e é realizado de forma inclinada, utilizando halteres.",
            "A posição inclinada aumenta o alongamento dos músculos envolvidos.."
        ],
        "how_to_execute": [
            "Sente-se em um banco inclinado a aproximadamente 45 graus, com os pés firmes no chão.",
            "Segure um haltere em cada mão, com os braços estendidos ao longo do corpo e as palmas das mãos voltadas para frente.",
            "Realize a rosca, flexionando os cotovelos até que os halteres cheguem próximo aos ombros.",
            "No ponto mais alto, gire os punhos para que as palmas fiquem voltadas para baixo.",
            "Estenda lentamente os braços de volta à posição inicial enquanto retorna à pegada neutra."
        ],
        "why_do_it": [
            "Promove o fortalecimento e hipertrofia dos músculos do antebraço e bíceps.",
            "Melhora a coordenação motora e a estabilidade articular.",
            "A rotação do punho adiciona um estímulo funcional único."
        ],
        "precautions": [
            "Mantenha o controle do movimento, evitando balançar o corpo ou usar momentum.",
            "Evite sobrecarregar o peso, priorizando a execução técnica correta.",
            "Certifique-se de que o banco esteja estável e ajustado adequadamente."
        ],
        "restrictions": [
            "Indivíduos com lesões nos ombros, cotovelos ou punhos devem evitar ou adaptar o exercício.",
            "Pessoas com problemas cervicais podem sentir desconforto na posição inclinada."
        ],
        "substitutions": [
            "Rosca direta com barra ou halteres.",
            "Rosca martelo com halteres.",
            "Rosca concentrada unilateral."
        ],
        "related_muscles": [
            "Bíceps braquial.",
            "Braquial anterior.",
            "Músculos do antebraço (flexores e supinadores).",
            "Deltoide anterior (estabilização)."
        ]
    },
    {
        "id": "37",
        "name": "Exercício: Rosca Reversa com Kettlebell",
        "level": "Iniciante",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-reverse-curl-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-reverse-curl-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com os pés afastados na largura do quadril.",
            "2. Segure o kettlebell com as palmas das mãos voltadas para baixo.",
            "3. Levante a kettlebell em direção aos ombros, contraindo os bíceps, e depois abaixe com controle."
        ],
        "what_is": [
            "É um exercício de força e resistência que utiliza uma kettlebell para trabalhar grupos musculares específicos.",
            "O movimento envolve puxar a kettlebell em direção ao corpo, realizando um gesto semelhante ao de uma rosca, mas com uma pegada reversa (palma da mão voltada para baixo).."
        ],
        "how_to_execute": [
            "Fique em pé com os pés na largura dos ombros, segurando a kettlebell com uma pegada reversa (palma da mão voltada para baixo).",
            "Mantenha o cotovelo próximo ao corpo e o antebraço alinhado ao chão.",
            "Puxe a kettlebell em direção ao ombro, flexionando o cotovelo.",
            "Retorne lentamente à posição inicial, controlando o peso durante todo o movimento."
        ],
        "why_do_it": [
            "Fortalecimento dos músculos do antebraço e braços.",
            "Melhora da estabilidade articular no punho e cotovelo.",
            "Desenvolvimento de força funcional para atividades cotidianas ou esportivas."
        ],
        "precautions": [
            "Evite usar pesos excessivos que comprometam a execução técnica.",
            "Mantenha a coluna neutra e evite inclinar o tronco durante o movimento.",
            "Realize o exercício de forma controlada para evitar lesões nos tendões ou articulações."
        ],
        "restrictions": [
            "Indivíduos com problemas no punho, cotovelo ou ombro devem evitar ou adaptar o exercício.",
            "Não é recomendado para pessoas com tendinite ou lesões recentes nos membros superiores."
        ],
        "substitutions": [
            "Rosca direta com halteres.",
            "Rosca martelo com kettlebell ou halteres.",
            "Remada unilateral com kettlebell."
        ],
        "related_muscles": [
            "Primários: Bíceps braquial, braquial anterior.",
            "Secundários: Antebraços (músculos flexores do punho), deltóide anterior, rotadores externos do ombro."
        ]
    },
    {
        "id": "38",
        "name": "Exercício: Rosca Invertida com Banda",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-band-reverse-curl-front_iQSuy66.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-band-reverse-curl-side_Cez320W.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece ficando de pé no centro da faixa com ambos os pés, afastados na largura dos ombros.",
            "2. Segure a faixa com ambas as mãos, palmas para baixo, braços estendidos retos à sua frente.",
            "3. Dobre lentamente suas mãos em direção aos seus ombros, puxando a faixa até que ela fique bem esticada, e então abaixe seus braços de volta à posição inicial, mantendo a tensão na faixa durante todo o exercício."
        ],
        "what_is": [
            "Trata-se de um exercício de força que utiliza uma banda elástica para adicionar resistência ao movimento, trabalhando principalmente os músculos dos braços e parte superior do corpo.",
            "É uma variação funcional que combina estabilidade e resistência.."
        ],
        "how_to_execute": [
            "Fixe a banda elástica em um ponto estável acima da altura da cabeça.",
            "Fique de frente para o ponto de fixação, segurando as extremidades da banda com as palmas das mãos voltadas para cima.",
            "Mantenha os cotovelos próximos ao corpo e flexione-os, realizando o movimento de puxada em direção ao ombro.",
            "Retorne à posição inicial de forma controlada, alongando a banda."
        ],
        "why_do_it": [
            "Fortalecimento dos músculos envolvidos no movimento.",
            "Melhora da estabilidade articular.",
            "Opção versátil para treinos com equipamentos portáteis.",
            "Desenvolvimento de força funcional aplicável em atividades diárias."
        ],
        "precautions": [
            "Certifique-se de que a banda esteja bem fixada para evitar deslizamentos.",
            "Evite usar pesos excessivos que comprometam a execução correta.",
            "Mantenha o tronco estável durante o movimento.",
            "Respeite os limites articulares para prevenir lesões."
        ],
        "restrictions": [
            "Indivíduos com problemas nos ombros ou cotovelos devem evitar ou adaptar o exercício.",
            "Não é recomendado para pessoas com lesões recentes na região superior do corpo sem liberação médica."
        ],
        "substitutions": [
            "Rosca direta com halteres.",
            "Rosca martelo com banda elástica.",
            "Remada alta com barra ou halteres.",
            "Flexão de bíceps em máquinas de musculação."
        ],
        "related_muscles": [
            "Bíceps braquial",
            "Braquial anterior",
            "Músculos flexores do antebraço",
            "Estabilizadores do ombro e core (indiretamente)"
        ]
    },
    {
        "id": "39",
        "name": "Exercício: TRX Rosca Reversa",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-trx-reverse-curl-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-trx-reverse-curl-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de frente para as alças do TRX e segure as alças com ambas as mãos, com as palmas voltadas para longe do seu corpo.",
            "2. Recue até que as alças estejam esticadas, mantendo os braços retos.",
            "3. Curve lentamente suas mãos em direção aos seus ombros, mantendo seus cotovelos próximos ao corpo."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que utiliza o peso corporal e a resistência proporcionada pelas alças TRX para trabalhar a musculatura superior, com foco em força e estabilização.",
            "A dinâmica do movimento envolve uma tração invertida, onde os braços são puxados em direção ao corpo.."
        ],
        "how_to_execute": [
            "Prenda as alças em um suporte estável e ajuste-as à altura adequada.",
            "Posicione-se de frente para o ponto de fixação, segurando as alças com as palmas das mãos voltadas para dentro.",
            "Incline o corpo para trás, mantendo os pés no chão e o tronco reto, formando uma linha diagonal.",
            "Puxe o peito em direção às mãos, mantendo os cotovelos próximos ao corpo.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Este exercício é eficaz para fortalecer a musculatura dorsal, melhorar a postura e aumentar a estabilidade do core.",
            "Também promove um trabalho funcional que beneficia atividades cotidianas e esportivas.."
        ],
        "precautions": [
            "Mantenha o tronco alinhado durante toda a execução.",
            "Evite arquear as costas ou projetar o quadril para frente.",
            "Execute o movimento de forma controlada, sem balançar o corpo.",
            "Certifique-se de que as alças estão bem presas antes de iniciar."
        ],
        "restrictions": [
            "Indivíduos com problemas nos ombros, cotovelos ou punhos devem evitar este exercício ou adaptá-lo sob supervisão profissional.",
            "Gestantes ou pessoas com limitações de força também devem consultar um especialista antes de praticar.."
        ],
        "substitutions": [
            "Barra fixa (puxada alta)",
            "Remada com halteres ou barra",
            "Remada articulada no cabo"
        ],
        "related_muscles": [
            "Grande dorsal",
            "Redondo maior",
            "Bíceps braquial",
            "Romboides",
            "Trapézio",
            "Músculos do core (estabilizadores)"
        ]
    },
    {
        "id": "40",
        "name": "Exercício: Levantamento Terra com Pegada em Pinça e Peso Deslocado",
        "level": "Avançado",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-staggered-pinch-grip-deadlift-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-plate-staggered-pinch-grip-deadlift-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece ficando de pé com os pés afastados na largura dos ombros e segurando dois pesos com uma pegada de pinça.",
            "2. Coloque um pé ligeiramente atrás do outro, com o calcanhar do pé de trás elevado.",
            "3. A partir desta posição inicial, dobre os quadris e os joelhos para abaixar as placas em direção ao chão, mantendo suas costas retas e seu abdômen contraído."
        ],
        "what_is": [
            "É um exercício funcional que envolve levantar uma carga do chão com os pés posicionados em uma base estreita (pegada em pinça) e o peso deslocado para um dos lados.",
            "A posição assimétrica exige maior estabilização corporal e ativação muscular.."
        ],
        "how_to_execute": [
            "Posicione-se em pé com os pés próximos, mantendo a pegada em pinça.",
            "Desloque o peso para um dos lados, segurando-o com as duas mãos.",
            "Flexione os quadris e joelhos, mantendo a coluna neutra, e abaixe o corpo até alcançar a carga.",
            "Levante o peso empurrando os quadris para frente e estendendo os joelhos, mantendo o core contraído.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Melhora a estabilidade e equilíbrio corporal.",
            "Fortalece a musculatura profunda do core.",
            "Trabalha a coordenação motora e simetria corporal.",
            "Prepara o corpo para movimentos funcionais do cotidiano."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante toda a execução.",
            "Evite arredondar as costas ao levantar ou abaixar o peso.",
            "Use cargas moderadas para garantir a técnica correta.",
            "Respeite os limites articulares e evite forçar além do conforto."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna lombar ou hérnias discais devem evitar.",
            "Pessoas com lesões nos joelhos ou tornozelos devem consultar um profissional antes de realizar.",
            "Não é recomendado para iniciantes sem supervisão adequada."
        ],
        "substitutions": [
            "Deadlift convencional.",
            "Levantamento terra sumô.",
            "Movimentos unilaterais com halteres ou kettlebells."
        ],
        "related_muscles": [
            "Primários: Glúteos, isquiotibiais, quadríceps.",
            "Secundários: Músculos do core (abdômen e oblíquos), músculos paravertebrais, trapézio, romboides.",
            "Estabilizadores: Panturrilhas, adutores e abdutores do quadril."
        ]
    },
    {
        "id": "41",
        "name": "Exercício: Rosca Reversa Bayesiana com Cabo",
        "level": "Iniciante",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-reverse-bayesian-curl-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-reverse-bayesian-curl-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Use um acessório de pegador. O cabo deve ser ajustado até a parte inferior da máquina.",
            "2. Fique de costas para a máquina de cabos. Alterne sua postura para ter uma base de apoio melhor.",
            "3. Vire a palma da mão para baixo. Dobre no cotovelo e estenda."
        ],
        "what_is": [
            "Trata-se de um exercício de força e resistência muscular que combina elementos de tração e rotação.",
            "Envolve o uso de uma barra ou cabo acoplado a um suporte, onde o praticante realiza movimentos específicos que exigem controle motor e estabilização.."
        ],
        "how_to_execute": [
            "Posicione-se de frente para o equipamento, segurando a barra ou cabo com as mãos em pronação (palmas voltadas para baixo).",
            "Mantenha os pés alinhados com os ombros e o tronco levemente inclinado para frente.",
            "Puxe a barra em direção ao corpo, realizando uma rotação controlada dos braços e ombros.",
            "Retorne à posição inicial de forma lenta e controlada, garantindo que o movimento seja guiado pelos músculos-alvo."
        ],
        "why_do_it": [
            "Desenvolve força e resistência nos músculos envolvidos.",
            "Melhora a estabilidade articular e o controle motor.",
            "Auxilia na correção de desequilíbrios musculares.",
            "Promove ganhos funcionais aplicáveis a atividades físicas e do cotidiano."
        ],
        "precautions": [
            "Mantenha a postura corporal adequada durante toda a execução.",
            "Evite movimentos bruscos ou excessivamente rápidos.",
            "Priorize a amplitude de movimento controlada.",
            "Respeite seus limites e evite sobrecarregar o peso."
        ],
        "restrictions": [
            "Indivíduos com lesões nos ombros, cotovelos ou costas devem evitar ou adaptar o exercício.",
            "Não é recomendado para iniciantes sem orientação profissional.",
            "Evitar em casos de dores articulares ou inflamações agudas."
        ],
        "substitutions": [
            "Remada curvada com barra ou halteres.",
            "Pull-down no pulley.",
            "Remada unilateral com cabo.",
            "Tração horizontal com elástico."
        ],
        "related_muscles": [
            "Primários: Latíssimo do dorso, redondo maior, romboides.",
            "Secundários: Bíceps braquial, deltoides posterior, trapézio.",
            "Estabilizadores: Músculos abdominais, eretores da espinha."
        ]
    },
    {
        "id": "42",
        "name": "Exercício: Rosca Reversa Sentada com Cabo no Estilo Bayesiano",
        "level": "Intermediário",
        "execution_type": "Máquina (Cabo)",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-seated-bayesian-reverse-curl-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-seated-bayesian-reverse-curl-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Use um acessório de pegador. O cabo deve ser ajustado até a parte inferior da máquina.",
            "2. Fique de costas para a máquina de cabos e sente-se no banco. Alterne sua postura para ter uma base de apoio melhor.",
            "3. Vire sua palma para baixo. Dobre no cotovelo e estenda."
        ],
        "what_is": [
            "É um exercício de musculação que utiliza um cabo ajustado em posição baixa para trabalhar a musculatura posterior do corpo, com foco na execução controlada e no engajamento muscular específico."
        ],
        "how_to_execute": [
            "Sente-se no chão com as pernas estendidas à frente.",
            "Fixe o cabo na parte inferior da máquina e prenda o acessório nos tornozelos ou nos pés.",
            "Mantenha a coluna neutra e o core ativado.",
            "Realize o movimento de flexão plantar reversa, tracionando o cabo e levando os pés em direção ao corpo.",
            "Retorne lentamente à posição inicial."
        ],
        "why_do_it": [
            "Promove fortalecimento dos músculos menos recrutados em exercícios convencionais, melhora a estabilidade articular e contribui para equilíbrio muscular."
        ],
        "precautions": [
            "Evite arquear as costas durante o movimento.",
            "Mantenha a tensão constante no cabo.",
            "Respeite a amplitude natural de movimento."
        ],
        "restrictions": [
            "Indivíduos com problemas lombares, lesões nos joelhos ou tornozelos devem evitar ou adaptar o exercício sob orientação profissional."
        ],
        "substitutions": [
            "Flexão plantar com peso manual.",
            "Remada invertida com elástico.",
            "Movimentos de cadeia posterior com halteres."
        ],
        "related_muscles": [
            "Panturrilhas (gastrocnêmio e sóleo).",
            "Isquiotibiais.",
            "Glúteos.",
            "Abdutores do quadril."
        ]
    },
    {
        "id": "43",
        "name": "Exercício: Rosca com Pegada Inversa na Barra do Cabo",
        "level": "Novato",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-bar-reverse-grip-curl-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Cables-cable-bar-reverse-grip-curl-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Use um acessório de barra. O cabo deve ser ajustado até a parte inferior da máquina.",
            "2. Encare a máquina de cabos.",
            "3. Alterne sua postura para ter uma base de apoio melhor. Posicione sua palma para baixo. Flexione na altura do cotovelo e estenda."
        ],
        "what_is": [
            "Trata-se de um exercício de musculação que utiliza uma barra conectada ao cabo para realizar movimentos específicos com os braços.",
            "A pegada é caracteristicamente inversa, ou seja, as palmas das mãos ficam voltadas para baixo durante a execução.."
        ],
        "how_to_execute": [
            "Posicione-se em frente à máquina de cabo e ajuste a altura da polia conforme necessário.",
            "Segure a barra com as palmas das mãos voltadas para baixo, mantendo uma distância ligeiramente maior que a largura dos ombros.",
            "Mantenha os cotovelos próximos ao corpo, sem permitir que se movimentem excessivamente.",
            "Realize o movimento de flexão do antebraço, levando a barra em direção aos ombros.",
            "Retorne lentamente à posição inicial, controlando o peso durante todo o movimento."
        ],
        "why_do_it": [
            "Fortalece músculos específicos do braço e antebraço.",
            "Melhora a estabilidade articular.",
            "Pode ser utilizado para variar rotinas de treino focadas no desenvolvimento muscular localizado."
        ],
        "precautions": [
            "Evite o uso de cargas excessivas que comprometam a postura ou provoquem compensações.",
            "Mantenha os ombros relaxados e evite tensioná-los durante a execução.",
            "Certifique-se de que os cotovelos permaneçam estáveis e próximos ao corpo."
        ],
        "restrictions": [
            "Indivíduos com lesões nos cotovelos, punhos ou ombros devem evitar ou adaptar o exercício.",
            "Não é recomendado para pessoas com problemas articulares ou inflamações na região dos antebraços."
        ],
        "substitutions": [
            "Rosca direta com barra.",
            "Rosca martelo com halteres.",
            "Rosca concentrada unilateral."
        ],
        "related_muscles": [
            "Bíceps braquial",
            "Braquial anterior",
            "Braquiorradial",
            "Músculos flexores do antebraço"
        ]
    },
    {
        "id": "44",
        "name": "Exercício: Rosca de Pulso com Haltere no Banco",
        "level": "Novato",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-bench-wrist-curl-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-bench-wrist-curl-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure o haltere com a palma da mão voltada para cima e o antebraço apoiado no banco.",
            "2. Dobre lentamente o seu pulso para cima em um movimento semicircular.",
            "3. Retorne à posição inicial e repita."
        ],
        "what_is": [
            "Um exercício de musculação que isola os músculos do braço, focando principalmente na região dos flexores do punho e antebraço.",
            "Utiliza halteres e um banco para suporte.."
        ],
        "how_to_execute": [
            "Sente-se em um banco com encosto inclinado ou plano, segurando um haltere em cada mão.",
            "Deixe os braços apoiados no colo ou nas coxas, mantendo apenas os punhos para fora.",
            "Com as palmas das mãos voltadas para cima, flexione os punhos levantando os halteres o máximo possível.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Fortalece os músculos do antebraço, melhora a força de preensão e contribui para o desenvolvimento muscular específico da região.",
            "É útil para complementar treinos de braço e melhorar desempenhos em outros exercícios.."
        ],
        "precautions": [
            "Evite movimentos bruscos ou uso de peso excessivo.",
            "Mantenha a postura correta para evitar lesões na região lombar ou punhos.",
            "Execute o movimento de forma controlada, sem compensações com outras articulações."
        ],
        "restrictions": [
            "Indivíduos com problemas nos punhos, cotovelos ou articulações devem consultar um profissional antes de realizar o exercício.",
            "Não é recomendado para quem sofre com tendinites ou lesões pré-existentes nos antebraços."
        ],
        "substitutions": [
            "Rosca inversa com barra.",
            "Flexão de punho com barra e pegada neutra.",
            "Rosca martelo com halteres."
        ],
        "related_muscles": [
            "Primários: Músculos flexores do punho (flexor radial do carpo, flexor ulnar do carpo).",
            "Secundários: Antebraços, músculos intrínsecos da mão."
        ]
    },
    {
        "id": "45",
        "name": "Exercício: Marcha do Agricultor com Kettlebell",
        "level": "Intermediário",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-farmers-march-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-farmers-march-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de pé segurando dois kettlebells em cada mão.",
            "2. Marche no lugar pelo número desejado de repetições ou tempo."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que combina força, estabilização e resistência.",
            "Envolve a caminhada enquanto se segura um peso em cada mão, posicionado ao lado do corpo.."
        ],
        "how_to_execute": [
            "Escolha dois pesos adequados ao seu nível de condicionamento.",
            "Fique em pé, com os pés na largura dos ombros e os pesos ao lado do corpo.",
            "Aperte bem as alças ou as laterais dos pesos, mantendo os braços estendidos.",
            "Caminhe em linha reta, controlando o tronco para evitar movimentos desnecessários.",
            "Mantenha a postura ereta, o core ativado e a respiração constante durante toda a execução."
        ],
        "why_do_it": [
            "Melhora a estabilidade do core e da coluna.",
            "Fortalece músculos estabilizadores e promove equilíbrio.",
            "Desenvolve resistência muscular localizada e cardiovascular.",
            "Simula movimentos do cotidiano, como carregar objetos pesados."
        ],
        "precautions": [
            "Evite curvar as costas ou projetar o quadril para frente.",
            "Não incline o tronco excessivamente durante a caminhada.",
            "Certifique-se de que o peso seja adequado para manter a técnica correta.",
            "Realize o movimento em superfícies planas e livres de obstáculos."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna lombar ou articulações dos ombros devem evitar.",
            "Pessoas com condições cardiovasculares graves ou lesões recentes nos membros inferiores devem consultar um profissional antes de praticar."
        ],
        "substitutions": [
            "Caminhada com halteres ao lado do corpo.",
            "Caminhada com faixas de resistência ao redor dos pulsos.",
            "Prancha lateral com rotação, para foco no core."
        ],
        "related_muscles": [
            "Músculos do core (abdômen, oblíquos e transverso).",
            "Músculos estabilizadores da escápula e ombros.",
            "Músculos das pernas, especialmente quadríceps, glúteos e panturrilhas.",
            "Antebraços e músculos flexores do punho."
        ]
    },
    {
        "id": "46",
        "name": "Exercício: Rosca de Pulso no Banco com Kettlebell",
        "level": "Novato",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-bench-wrist-curl-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-bench-wrist-curl-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure os kettlebells com a palma da mão voltada para cima e o antebraço apoiado no banco.",
            "2. Curve lentamente o seu pulso para cima em um movimento semicircular.",
            "3. Retorne à posição inicial e repita."
        ],
        "what_is": [
            "Trata-se de um exercício de musculação que utiliza uma kettlebell para trabalhar os músculos do braço e antebraço, com foco específico no desenvolvimento da força de preensão e resistência muscular localizada."
        ],
        "how_to_execute": [
            "Sente-se em um banco com os pés apoiados no chão.",
            "Segure a kettlebell pela alça com uma pegada neutra (palma da mão voltada para dentro).",
            "Mantenha o braço apoiado na coxa ou no banco, com o cotovelo fixo.",
            "Realize o movimento de flexão do punho, elevando a parte de trás da mão em direção ao teto.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Fortalece os músculos do antebraço.",
            "Melhora a força de preensão.",
            "Auxilia em atividades que exigem controle manual e estabilidade do punho.",
            "Pode complementar treinos de força e hipertrofia."
        ],
        "precautions": [
            "Evite movimentos bruscos ou uso de peso excessivo.",
            "Mantenha o cotovelo estável durante a execução.",
            "Não force o punho além de sua amplitude natural.",
            "Certifique-se de que o banco ou superfície esteja estável."
        ],
        "restrictions": [
            "Lesões prévias no punho, antebraço ou cotovelo.",
            "Problemas articulares, como artrite ou tendinite.",
            "Dor ou desconforto durante a execução."
        ],
        "substitutions": [
            "Rosca de punho com barra.",
            "Rosca inversa com halteres.",
            "Farmer’s carry com kettlebell ou halteres."
        ],
        "related_muscles": [
            "Primários: Músculos flexores do antebraço (flexor radial do carpo, flexor ulnar do carpo, palmar longo).",
            "Secundários: Músculos extensores do antebraço, bíceps braquial e braquiorradial (estabilização)."
        ]
    },
    {
        "id": "47",
        "name": "Exercício: Caminhada com Levantamento de Kettlebell",
        "level": "Iniciante",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-walking-farmers-march-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-walking-farmers-march-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Standing straight with kettlebells, start walking towards a set point. Pulling your knee up toward the ceiling.",
            "2. Certifique-se de manter o peito erguido e as omoplatas puxadas para trás.",
            "3. Tente manter a distância do seu passo mais ou menos a mesma."
        ],
        "what_is": [
            "Consiste em uma atividade física que combina caminhada com o transporte de um kettlebell, um peso em formato de sino.",
            "Durante a execução, o praticante segura o kettlebell enquanto caminha por uma distância ou tempo determinados.."
        ],
        "how_to_execute": [
            "Escolha um kettlebell adequado ao seu nível de força e condicionamento.",
            "Posicione-se em pé, com os pés alinhados aos quadris e joelhos levemente flexionados.",
            "Segure o kettlebell com uma ou duas mãos, mantendo os braços estendidos ao lado do corpo.",
            "Caminhe em linha reta ou em um espaço definido, mantendo a postura ereta e o core contraído.",
            "Respire de forma controlada durante todo o movimento."
        ],
        "why_do_it": [
            "Melhora a resistência muscular e cardiovascular.",
            "Fortalece a musculatura do core e dos membros superiores.",
            "Desenvolve estabilidade e equilíbrio corporal.",
            "Estimula a mobilidade articular e a coordenação motora."
        ],
        "precautions": [
            "Mantenha sempre a coluna neutra para evitar lesões na região lombar.",
            "Evite balançar excessivamente o kettlebell durante a caminhada.",
            "Use calçados adequados para garantir estabilidade no solo.",
            "Respeite seus limites físicos e aumente a intensidade gradualmente."
        ],
        "restrictions": [
            "Indivíduos com problemas graves nas articulações dos ombros, coluna ou joelhos devem evitar ou adaptar o exercício.",
            "Pessoas com condições cardiovasculares devem consultar um médico antes de iniciar.",
            "Gestantes devem buscar orientação profissional antes de praticar."
        ],
        "substitutions": [
            "Caminhada com halteres.",
            "Carries com barra ou discos de peso.",
            "Farmer’s walk com dumbbells."
        ],
        "related_muscles": [
            "Músculos do core (abdômen e oblíquos).",
            "Músculos dos membros superiores (antebraços, bíceps e deltóides).",
            "Músculos da parte inferior do corpo (glúteos, quadríceps e isquiotibiais)."
        ]
    },
    {
        "id": "48",
        "name": "Exercício: Marcha do Fazendeiro com Kettlebell em um Único Braço",
        "level": "Iniciante",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-single-arm-farmers-march-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-single-arm-farmers-march-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Em pé, com um kettlebell em uma mão, levante o joelho de uma perna do chão até a altura do joelho.",
            "2. Traga a perna de volta à posição de pé e repita com a outra perna, mantendo o kettlebell do mesmo lado.",
            "3. Repetir."
        ],
        "what_is": [
            "Um exercício funcional que combina força, estabilidade e resistência, realizado com um peso assimétrico para desafiar o corpo em diferentes planos de movimento."
        ],
        "how_to_execute": [
            "Posicione-se em pé, segurando um kettlebell em uma das mãos, com o braço estendido ao lado do corpo.",
            "Caminhe em linha reta ou em um espaço determinado, mantendo a postura ereta e o core ativado.",
            "Alterne o peso para a outra mão, se necessário, ou execute toda a distância com uma única carga."
        ],
        "why_do_it": [
            "Melhora a estabilidade do core e da coluna.",
            "Desenvolve equilíbrio e coordenação.",
            "Fortalece os músculos envolvidos em atividades cotidianas.",
            "Promove resistência muscular e cardiovascular."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante todo o movimento.",
            "Evite inclinar o tronco para compensar o peso.",
            "Use calçados adequados ou faça o exercício descalço para melhorar a estabilidade."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna, como hérnia de disco, devem evitar ou adaptar o exercício.",
            "Pessoas com lesões nos ombros ou punhos devem consultar um profissional antes de executar."
        ],
        "substitutions": [
            "Marcha com halteres.",
            "Rack carry (transporte no suporte).",
            "Farmer’s carry com dois pesos."
        ],
        "related_muscles": [
            "Core (abdômen, oblíquos, transverso abdominal).",
            "Músculos estabilizadores da coluna.",
            "Ombros e trapézios.",
            "Glúteos e musculatura das pernas."
        ]
    },
    {
        "id": "49",
        "name": "Exercício: Remada com Kettlebell de Braço Único no Banco",
        "level": "Novato",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-single-arm-row-on-bench-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-single-arm-row-on-bench-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece ficando de pé em frente a um banco plano com os pés afastados na largura dos ombros e segurando um kettlebell em uma das mãos.",
            "2. Coloque sua outra mão no banco para apoio e incline-se na cintura de modo que seu peito fique paralelo ao chão.",
            "3. A partir dessa posição inicial, reme o kettlebell em direção ao seu peito, apertando suas omoplatas juntas conforme você faz isso.",
            "4. Certifique-se de manter o cotovelo próximo ao seu corpo e o seu abdômen contraído durante todo o movimento."
        ],
        "what_is": [
            "Este exercício consiste em realizar uma remada unilateral utilizando uma kettlebell enquanto o tronco é apoiado em um banco inclinado.",
            "A posição do corpo permite maior isolamento e foco nos músculos alvo.."
        ],
        "how_to_execute": [
            "Posicione-se ao lado de um banco inclinado, com uma das mãos e joelhos apoiados no banco para estabilizar o tronco.",
            "Com a outra mão, segure a kettlebell no chão, mantendo a coluna neutra e o core ativado.",
            "Puxe a kettlebell em direção ao quadril, levando o cotovelo para trás até que ele fique alinhado ou ligeiramente atrás do corpo.",
            "Retorne lentamente à posição inicial, controlando o movimento."
        ],
        "why_do_it": [
            "Promove o fortalecimento dos músculos da parte superior das costas.",
            "Melhora a estabilidade e coordenação unilateral.",
            "Auxilia na correção de desequilíbrios musculares entre os lados do corpo."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante toda a execução para evitar sobrecarga na região lombar.",
            "Evite usar pesos excessivos que comprometam a forma técnica.",
            "Certifique-se de que o banco esteja estável antes de iniciar o movimento."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna lombar ou lesões nos ombros devem evitar ou adaptar o exercício.",
            "Não é recomendado para pessoas com dificuldades de equilíbrio ou instabilidade articular."
        ],
        "substitutions": [
            "Remada unilateral com halteres.",
            "Remada com barra T.",
            "Remada no cabo com punho em V."
        ],
        "related_muscles": [
            "Latíssimo do dorso (grande dorsal).",
            "Romboides.",
            "Trapézio.",
            "Bíceps braquial.",
            "Músculos estabilizadores do core."
        ]
    },
    {
        "id": "50",
        "name": "Exercício: Remada Invertida na Máquina Smith",
        "level": "Iniciante",
        "execution_type": "Máquina",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Smithmachine-inverted-row-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Smithmachine-inverted-row-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se debaixo de uma barra horizontal fixa e segure a barra com uma pegada ampla por cima dela.",
            "2. Puxe seu corpo para cima até a barra, em linha reta.",
            "3. Retorne à posição inicial, com os braços totalmente estendidos. Repita."
        ],
        "what_is": [
            "Trata-se de um exercício composto realizado na máquina Smith, que consiste em uma variação da remada com foco no fortalecimento da parte superior do corpo.",
            "A posição invertida permite isolar e trabalhar grupos musculares específicos enquanto utiliza a barra guiada para maior estabilidade.."
        ],
        "how_to_execute": [
            "Posicione-se sob a barra da máquina Smith, com os pés apoiados no chão e o tronco inclinado para trás.",
            "Mantenha os joelhos levemente flexionados e agarre a barra com as mãos em posição supinada ou pronada, dependendo do objetivo.",
            "Retraia os ombros e puxe a barra em direção ao abdômen ou ao peito, mantendo o core ativado.",
            "Estenda os braços lentamente, retornando à posição inicial sem relaxar completamente."
        ],
        "why_do_it": [
            "Promove o desenvolvimento dos músculos da parte superior das costas e braços.",
            "Fortalece a postura corporal ao engajar músculos estabilizadores.",
            "Permite maior controle e segurança durante a execução por conta da barra guiada."
        ],
        "precautions": [
            "Evite curvar excessivamente a coluna lombar para prevenir lesões.",
            "Mantenha o peso adequado para garantir movimentos controlados.",
            "Certifique-se de que a barra esteja travada corretamente antes de iniciar."
        ],
        "restrictions": [
            "Pessoas com problemas na coluna, ombros ou articulações dos cotovelos devem evitar ou adaptar o exercício.",
            "Não é recomendado para iniciantes sem orientação profissional."
        ],
        "substitutions": [
            "Remada curvada com barra livre.",
            "Remada sentada no pulley.",
            "Remada com halteres unilateral."
        ],
        "related_muscles": [
            "Grandes dorsais (latíssimo do dorso).",
            "Romboides.",
            "Trapézio.",
            "Bíceps braquial.",
            "Músculos estabilizadores da escápula."
        ]
    },
    {
        "id": "51",
        "name": "Exercício: Remada com Kettlebell",
        "level": "Iniciante",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-row-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-row-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé com os pés na largura dos ombros, segurando um kettlebell em cada mão.",
            "2. Dobre na altura dos quadris, mantenha as costas retas e puxe ambas as kettlebells até os quadris."
        ],
        "what_is": [
            "Trata-se de um movimento unilateral que utiliza uma ferramenta específica para trabalhar grupos musculares das costas, ombros e braços.",
            "O exercício envolve a execução de um movimento de tração com foco na estabilização do corpo.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, segurando a ferramenta com uma das mãos, mantendo os pés afastados na largura dos ombros.",
            "Incline o tronco para frente, mantendo as costas retas e o core ativado.",
            "Puxe a ferramenta em direção ao quadril ou abdômen, mantendo o cotovelo próximo ao corpo.",
            "Retorne à posição inicial de forma controlada.",
            "Repita o movimento pelo número desejado de repetições e alterne os lados."
        ],
        "why_do_it": [
            "Fortalece a musculatura das costas e melhora a postura.",
            "Desenvolve estabilidade e coordenação motora.",
            "Promove equilíbrio muscular entre os lados do corpo."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante toda a execução.",
            "Evite balançar o corpo ou usar momentum para realizar o movimento.",
            "Certifique-se de que a carga seja adequada ao nível de força e condicionamento."
        ],
        "restrictions": [
            "Indivíduos com problemas lombares ou lesões nos ombros devem evitar ou adaptar o movimento.",
            "Não é recomendado para pessoas com limitações na mobilidade da coluna ou instabilidade no core."
        ],
        "substitutions": [
            "Remada unilateral com halteres.",
            "Remada baixa no cabo.",
            "Remada em máquina articulada."
        ],
        "related_muscles": [
            "Grande dorsal.",
            "Romboides.",
            "Trapézio.",
            "Bíceps braquial.",
            "Estabilizadores do core."
        ]
    },
    {
        "id": "52",
        "name": "Exercício: Caminhada do Fazendeiro com Kettlebell de Um Braço Só",
        "level": "Novato",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-farmers-walk-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-farmers-walk-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Ficando em pé com um kettlebell em uma mão, caminhe por uma distância ou duração especificada.",
            "2. Mantenha-se ereto e não se incline para um lado."
        ],
        "what_is": [
            "Consiste em uma caminhada realizada segurando um kettlebell em apenas uma das mãos.",
            "O objetivo é manter a estabilidade do corpo enquanto se desloca, promovendo resistência e equilíbrio.."
        ],
        "how_to_execute": [
            "Escolha um kettlebell de peso adequado.",
            "Posicione-se em pé, com os pés na largura dos ombros.",
            "Segure o kettlebell com uma das mãos, mantendo o braço estendido ao lado do corpo.",
            "Caminhe em linha reta ou em um espaço definido, mantendo a postura ereta e o core ativado.",
            "Alterne a mão ao final da série, se necessário."
        ],
        "why_do_it": [
            "Melhora a estabilização do core e da região lombar.",
            "Fortalece os músculos antigravitacionais.",
            "Desenvolve resistência muscular e cardiovascular.",
            "Promove simetria corporal e equilíbrio unilateral."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante todo o movimento.",
            "Evite inclinar o tronco para compensar o peso.",
            "Não utilize cargas excessivas que comprometam a postura.",
            "Respeite sua capacidade física e evite sobrecarga nos ombros."
        ],
        "restrictions": [
            "Problemas na coluna vertebral (ex.: hérnia de disco).",
            "Lesões recentes no ombro ou punho.",
            "Condições cardiovasculares graves.",
            "Dor ou desconforto ao realizar o exercício."
        ],
        "substitutions": [
            "Caminhada com halteres.",
            "Farmer’s Carry bilateral.",
            "Dead Carry com barra.",
            "Caminhada com peso no ombro."
        ],
        "related_muscles": [
            "Músculos do core (abdômen, oblíquos e transverso abdominal).",
            "Estabilizadores da escápula.",
            "Músculos do antebraço e punho.",
            "Glúteos, quadríceps e isquiotibiais."
        ]
    },
    {
        "id": "53",
        "name": "Exercício: Remada Invertida em Pé com Peso Corporal",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-bodyweight-standing-inverted-row-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-bodyweight-standing-inverted-row-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure em uma moldura de porta ou em um suporte e coloque seus pés perto da moldura.",
            "2. Comece com os cotovelos estendidos, puxe seu corpo em direção às suas mãos.",
            "3. Retorne à posição inicial, com os braços totalmente estendidos. Repita."
        ],
        "what_is": [
            "Trata-se de um exercício composto que utiliza o peso corporal como resistência principal.",
            "Envolve a tração vertical ou inclinada do corpo em uma superfície estável, como uma barra fixa ou estrutura elevada, com os pés apoiados no chão.."
        ],
        "how_to_execute": [
            "Posicione-se sob uma barra fixa elevada, segurando-a com as mãos em posição supinada (palmas voltadas para você) ou pronada (palmas para fora).",
            "Incline o corpo para trás, mantendo os pés firmes no chão e o tronco reto.",
            "Puxe o peito em direção à barra, contraindo as costas e mantendo os cotovelos próximos ao corpo.",
            "Retorne à posição inicial de forma controlada, estendendo completamente os braços."
        ],
        "why_do_it": [
            "Fortalece a musculatura dorsal, melhorando a postura e a estabilidade da coluna.",
            "Desenvolve força funcional, especialmente na região superior do corpo.",
            "Auxilia no equilíbrio muscular, prevenindo descompensações."
        ],
        "precautions": [
            "Mantenha o core ativado durante toda a execução para evitar arqueamentos excessivos na coluna.",
            "Evite movimentos bruscos ou balanços que comprometam a técnica.",
            "Certifique-se de que a barra ou estrutura utilizada suporte o peso corporal."
        ],
        "restrictions": [
            "Indivíduos com lesões nos ombros, cotovelos ou coluna devem evitar ou adaptar o exercício.",
            "Não é recomendado para pessoas com problemas graves de mobilidade ou fraqueza muscular significativa."
        ],
        "substitutions": [
            "Remada com halteres",
            "Remada baixa no cabo",
            "Remada na máquina"
        ],
        "related_muscles": [
            "Grandes dorsais (latíssimo do dorso)",
            "Romboides",
            "Trapézio",
            "Bíceps",
            "Deltoide posterior",
            "Músculos estabilizadores do core"
        ]
    },
    {
        "id": "54",
        "name": "Exercício: Remada Invertida com Pegada Pronada Corporal",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-bodyweight-overhand-inverted-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-bodyweight-overhand-inverted-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se sob uma barra horizontal fixa e segure na barra com uma pegada ampla e pronada.",
            "2. Puxe seu corpo para cima em direção à barra.",
            "3. Retorne à posição inicial, com os braços totalmente estendidos. Repita."
        ],
        "what_is": [],
        "how_to_execute": [
            "Posicione-se sob uma barra fixa alta o suficiente para que os braços fiquem totalmente estendidos ao segurá-la.",
            "Adote uma pegada pronada com as mãos alinhadas ou ligeiramente mais afastadas que a largura dos ombros.",
            "Mantenha o corpo reto e inclinado para trás, formando uma linha diagonal com o solo.",
            "Puxe o peito em direção à barra, mantendo os cotovelos próximos ao corpo.",
            "Retorne lentamente à posição inicial sem tocar o chão."
            
        ],
        "why_do_it": [
            "Fortalece os músculos da parte superior do corpo.",
            "Melhora a postura e a estabilidade do core.",
            "Desenvolve força funcional e resistência muscular.",
            "Auxilia no equilíbrio muscular entre costas e membros superiores."
        ],
        "precautions": [
            "Evite arquear excessivamente a região lombar.",
            "Mantenha o core ativado durante toda a execução.",
            "Não utilize momentum para realizar o movimento.",
            "Certifique-se de que a barra suporte seu peso corporal."
        ],
        "restrictions": [
            "Indivíduos com problemas nos ombros, cotovelos ou punhos devem evitar ou adaptar o exercício.",
            "Pessoas com lesões na coluna vertebral ou hérnias devem consultar um profissional antes de executá-lo."
        ],
        "substitutions": [
            "Remada com halteres.",
            "Remada curvada com barra.",
            "Pull-up com pegada neutra.",
            "Remada vertical com elástico."
        ],
        "related_muscles": [
            "Grande dorsal.",
            "Romboides.",
            "Trapézio.",
            "Bíceps braquial.",
            "Músculos do antebraço.",
            "Core (músculos abdominais e lombares)."
        ]
    },
    {
        "id": "55",
        "name": "Exercício: Remada Invertida com Pegada Supinada Usando o Peso do Corpo",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-bodyweight-underhand-inverted-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-bodyweight-underhand-inverted-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se sob uma barra horizontal fixa e segure a barra com uma pegada pronada.",
            "2. Puxe seu corpo para cima em direção à barra.",
            "3. Retorne à posição inicial, com os braços totalmente estendidos. Repita."
        ],
        "what_is": [
            "Trata-se de um exercício composto que trabalha principalmente a parte superior do corpo, utilizando o peso corporal como resistência.",
            "A posição invertida e a pegada específica ativam grupos musculares específicos, promovendo força e estabilidade.."
        ],
        "how_to_execute": [
            "Posicione-se embaixo de uma barra fixa ou paralelas suspensas, segurando-a com as palmas das mãos voltadas para você.",
            "Estique os braços completamente, mantenha o corpo reto e eleve os pés do chão, inclinando-se para trás.",
            "Puxe o corpo em direção à barra, levando o peito em direção às mãos.",
            "Retorne à posição inicial de forma controlada, mantendo a tensão muscular."
        ],
        "why_do_it": [
            "Desenvolve força na região dos braços, costas e ombros.",
            "Melhora a postura e a estabilidade do core.",
            "Fortalece músculos sinergistas e estabilizadores.",
            "Excelente para quem busca variedade nos treinos de tração."
        ],
        "precautions": [
            "Evite arquear excessivamente a coluna durante a execução.",
            "Mantenha o movimento lento e controlado para evitar lesões.",
            "Certifique-se de que a barra ou equipamento utilizado suporte seu peso.",
            "Não execute se houver dor ou desconforto nas articulações dos ombros ou cotovelos."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna, ombros ou cotovelos devem evitar este exercício.",
            "Gestantes ou pessoas com condições cardiovasculares graves devem consultar um médico antes de realizar.",
            "Não é recomendado para iniciantes sem orientação adequada."
        ],
        "substitutions": [
            "Remada curvada com halteres.",
            "Remada sentada na máquina.",
            "Pull-ups (pegada neutra ou pronada).",
            "Remada horizontal em TRX ou elástico."
        ],
        "related_muscles": [
            "Primários: Latíssimo do dorso, bíceps braquial, romboides.",
            "Secundários: Trapézio, deltoides posterior, braquiorradial.",
            "Estabilizadores: Abdominais, eretores da espinha, antebraços."
        ]
    },
    {
        "id": "56",
        "name": "Exercício: Remada Invertida com Peso em Disco",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Plate-plate-weighted-inverted-row-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Plate-plate-weighted-inverted-row-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se sob uma barra horizontal fixa e segure a barra com uma pegada ampla por cima. Coloque um peso sobre o seu peito.",
            "2. Puxe seu corpo para cima em direção à barra.",
            "3. Retorne à posição inicial, com os braços totalmente estendidos. Repita."
        ],
        "what_is": [
            "É um exercício de força que trabalha a parte superior do corpo, especialmente a região das costas.",
            "Consiste em puxar um peso em forma de disco em direção ao tórax enquanto o praticante está posicionado de forma inclinada.."
        ],
        "how_to_execute": [
            "Posicione-se debruçado em um banco inclinado ou com o tronco apoiado em uma superfície elevada.",
            "Segure o peso em disco com as duas mãos, mantendo os braços estendidos na posição inicial.",
            "Retraia os ombros e puxe o disco em direção ao tórax, mantendo os cotovelos próximos ao corpo.",
            "Realize o movimento de forma controlada e retorne à posição inicial sem soltar totalmente a tensão."
        ],
        "why_do_it": [
            "Promove o fortalecimento da musculatura dorsal.",
            "Melhora a postura corporal.",
            "Auxilia no desenvolvimento da força e estabilidade da região central do corpo.",
            "Contribui para o equilíbrio muscular entre costas e membros superiores."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante toda a execução.",
            "Evite utilizar cargas excessivas que comprometam a técnica.",
            "Certifique-se de que o banco ou apoio seja estável.",
            "Não arqueie as costas ao realizar o movimento."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral devem evitar ou consultar um profissional antes de executar.",
            "Pessoas com lesões nos ombros ou cotovelos devem ter cautela.",
            "Gestantes ou pessoas com condições cardiovasculares graves devem buscar orientação médica."
        ],
        "substitutions": [
            "Remada com barra.",
            "Remada com halteres.",
            "Remada na máquina de cabo.",
            "Pull-down na polia alta."
        ],
        "related_muscles": [
            "Grande dorsal (lats).",
            "Romboides.",
            "Trapézio.",
            "Bíceps braquial.",
            "Posterior do deltóide.",
            "Músculos estabilizadores do core."
        ]
    },
    {
        "id": "57",
        "name": "Exercício: Barra com peso",
        "level": "Avançado",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Plate-weighted-chin-ups-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Plate-weighted-chin-ups-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure a barra com as mãos afastadas na largura dos ombros, com uma pegada supinada (palmas voltadas para você). Use um cinto de mergulho e deixe o peso pendurar entre suas pernas.",
            "2. Com o corpo pendurado e os braços totalmente estendidos, puxe-se para cima até que seu queixo passe da barra.",
            "3. Retorne lentamente à posição inicial. Repita."
        ],
        "what_is": [
            "Consiste em um movimento de levantamento de peso utilizando uma barra, com o objetivo de trabalhar grupos musculares específicos.",
            "Pode ser realizado de diferentes formas, dependendo da região do corpo que se deseja focar.."
        ],
        "how_to_execute": [
            "Posicione-se corretamente, com os pés alinhados e estabilidade no tronco.",
            "Segure a barra com as mãos na largura desejada, mantendo os braços estendidos.",
            "Execute o movimento principal, contraindo os músculos-alvo e controlando a carga durante a subida e descida.",
            "Mantenha a coluna neutra e evite compensações com outras partes do corpo."
        ],
        "why_do_it": [
            "Promove fortalecimento muscular, melhora a postura, aumenta a resistência física e contribui para o desenvolvimento de força funcional."
        ],
        "precautions": [
            "Evite arquear excessivamente a coluna.",
            "Mantenha o core ativado para proteger a região lombar.",
            "Use cargas adequadas ao seu nível de condicionamento.",
            "Realize movimentos controlados, sem utilizar o momentum."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna, articulações ou lesões recentes devem evitar ou adaptar o exercício sob orientação profissional."
        ],
        "substitutions": [
            "Halteres",
            "Máquinas de musculação",
            "Faixas elásticas (resistências)"
        ],
        "related_muscles": [
            "Grandes grupamentos musculares como dorsais, quadríceps, glúteos e isquiotibiais.",
            "Estabilizadores como o core e os músculos da região lombar."
        ]
    },
    {
        "id": "58",
        "name": "Exercício: Rosca Inclinada Reversa com Apoio no Banco e Halteres",
        "level": "Intermediário",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-bench-braced-reverse-incline-curl-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-bench-braced-reverse-incline-curl-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se na lateral do banco e coloque a parte de trás dos seus braços na borda do banco. Mantenha seus quadris baixos em direção ao chão.",
            "2. Use uma pegada pronada. Estenda completamente os cotovelos e depois flexione-os.",
            "3. Deite-se na lateral de um banco e coloque a parte de trás dos seus braços na borda do banco. Mantenha seus quadris abaixados em direção ao chão.",
            "4. Pegue uma pegada pronada. Estenda completamente os cotovelos e depois flexione-os."
        ],
        "what_is": [
            "Um exercício de musculação que utiliza halteres e um banco inclinado para trabalhar a parte superior do corpo, com foco específico em regiões musculares superiores."
        ],
        "how_to_execute": [
            "Ajuste o banco em uma inclinação entre 30 e 45 graus.",
            "Sente-se no banco com as costas apoiadas e segure os halteres com pegada neutra (palmas voltadas uma para a outra).",
            "Estenda os braços para cima, mantendo uma leve flexão nos cotovelos.",
            "Inicie o movimento abaixando os halteres lateralmente até formar um ângulo aproximado de 90 graus com os ombros.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Promove o fortalecimento de grupos musculares específicos.",
            "Contribui para melhorar a estabilidade e postura corporal.",
            "Auxilia no equilíbrio muscular, prevenindo descompensações."
        ],
        "precautions": [
            "Evite arquear excessivamente a região lombar durante o movimento.",
            "Mantenha os ombros relaxados e longe das orelhas.",
            "Não utilize cargas excessivas que comprometam a execução técnica."
        ],
        "restrictions": [
            "Indivíduos com lesões nos ombros ou problemas articulares devem evitar ou adaptar o exercício.",
            "Pessoas com dor cervical ou lombar devem realizar sob supervisão profissional."
        ],
        "substitutions": [
            "Elevações laterais com halteres.",
            "Remada alta com barra ou halteres.",
            "Crucifixo inclinado com halteres."
        ],
        "related_muscles": [
            "Primários : Deltoide posterior, deltoides médio.",
            "Secundários : Trapézio, romboides, tríceps braquial.",
            "Estabilizadores : Músculos da cintura escapular e core."
        ]
    },
    {
        "id": "59",
        "name": "Exercício: Pendurado Inerte",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-dead-hang-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-dead-hang-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure a barra de pull-up com as palmas voltadas para frente.",
            "2. Fique pendurado com os braços totalmente estendidos.",
            "3. Mantenha a posição pelo tempo recomendado, mantendo o core ativado."
        ],
        "what_is": [],
        "how_to_execute": [
            "Posicione-se abaixo de uma barra fixa elevada.",
            "Segure a barra com as mãos em pronação (palmas voltadas para frente) ou supinação (palmas voltadas para trás), dependendo do objetivo.",
            "Levante-se até que os pés saiam do chão, mantendo o corpo totalmente suspenso.",
            "Permaneça na posição com os braços estendidos, evitando movimentos bruscos.",
            "MOTIVAÇÃO PARA REALIZAÇÃO",
            "Promove alongamento da musculatura das costas, ombros e braços.",
            "Fortalece a musculatura envolvida na preensão e estabilização.",
            "Auxilia no aquecimento ou como parte de exercícios de mobilidade."
        ],
        "why_do_it": [],
        "precautions": [
            "Certifique-se de que a barra suporte seu peso com segurança.",
            "Evite realizar o exercício se houver lesões nos ombros, cotovelos ou punhos.",
            "Mantenha a postura correta para evitar sobrecargas desnecessárias."
        ],
        "restrictions": [
            "Pessoas com problemas articulares graves devem evitar.",
            "Não é recomendado para indivíduos com hipertensão descontrolada.",
            "Gestantes ou pessoas com condições cardíacas devem consultar um médico antes de tentar."
        ],
        "substitutions": [
            "Utilização de uma barra mais baixa com apoio parcial dos pés no chão.",
            "Uso de faixas elásticas para reduzir a carga sobre os braços.",
            "Alongamentos estáticos alternativos para a região superior do corpo."
        ],
        "related_muscles": [
            "Primários: Músculos flexores dos dedos, antebraço (flexores e extensores).",
            "Secundários: Músculos do manguito rotador, trapézio, deltoides, latíssimo do dorso."
        ]
    },
    {
        "id": "60",
        "name": "Exercício: Rosca Inclinada Reversa com Apoio no Banco e Halteres com Um Braço",
        "level": "Intermediário",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-single-arm-bench-braced-reverse-incline-curl-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-single-arm-bench-braced-reverse-incline-curl-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Deite-se de lado em um banco e coloque a parte de trás dos braços na borda do banco. Mantenha seus quadris abaixados em direção ao chão.",
            "2. Use uma pegada pronada. Estenda completamente os cotovelos e depois flexione-os."
        ],
        "what_is": [
            "É um exercício de musculação que utiliza halteres para trabalhar os músculos da parte superior do corpo, com foco em movimentos unilaterais.",
            "A execução ocorre em um banco inclinado, proporcionando uma angulação específica para maior ativação muscular.."
        ],
        "how_to_execute": [
            "Posicione o banco em um ângulo inclinado (geralmente entre 30 e 45 graus).",
            "Sente-se no banco, mantenha os pés firmes no chão e apoie o tronco.",
            "Segure um haltere com uma das mãos, mantendo o braço estendido na vertical.",
            "Incline o haltere para trás, flexionando o cotovelo e controlando o movimento.",
            "Retorne à posição inicial de forma controlada, sem travar o cotovelo.",
            "Repita o movimento pelo número desejado de repetições e alterne os braços."
        ],
        "why_do_it": [
            "Promove o fortalecimento unilateral, corrigindo possíveis desequilíbrios musculares.",
            "Trabalha grupos específicos com maior isolamento, melhorando a definição muscular e a funcionalidade dos movimentos cotidianos.."
        ],
        "precautions": [
            "Mantenha o controle durante toda a execução, evitando movimentos bruscos.",
            "Evite compensações com o tronco ou ombros opostos.",
            "Certifique-se de que o banco esteja estável e bem posicionado."
        ],
        "restrictions": [
            "Indivíduos com lesões nos ombros, cotovelos ou coluna devem evitar ou adaptar o exercício.",
            "Pessoas com problemas de mobilidade ou equilíbrio podem encontrar dificuldades na execução unilateral."
        ],
        "substitutions": [
            "Rosca scott unilateral.",
            "Rosca martelo com halteres.",
            "Remada curvada unilateral."
        ],
        "related_muscles": [
            "Bíceps braquial.",
            "Braquial anterior.",
            "Pronador redondo.",
            "Estabilizadores do ombro e escápula."
        ]
    },
    {
        "id": "61",
        "name": "Exercício: Remada Longa com Barra na Landmine",
        "level": "Avançado",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-long-landmine-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-barbell-long-landmine-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Posicione uma barra de pesas em um suporte de terra ou no canto de uma sala e fique de pé olhando para ela com os pés afastados na largura dos ombros.",
            "2. Segure a extremidade da barra com uma pegada por cima, mantendo seus braços retos e seus ombros relaxados.",
            "3. Dobre os quadris e os joelhos para abaixar seu tronco até que esteja quase paralelo ao chão.",
            "4. Puxe a barra de pesos em direção ao seu peito, contraindo as omoplatas enquanto levanta o peso."
        ],
        "what_is": [
            "É um exercício de força que utiliza uma barra fixada em um suporte tipo \"landmine\" (ou cunha no chão).",
            "Consiste em realizar uma remada unilateral com a barra em um ângulo inclinado, promovendo estabilidade e resistência.."
        ],
        "how_to_execute": [
            "Posicione a barra no suporte ou cunha no chão.",
            "Fique em pé ao lado da extremidade livre da barra, segurando-a com uma das mãos.",
            "Mantenha os pés afastados na largura dos ombros e o core ativado.",
            "Incline-se ligeiramente para frente, mantendo as costas neutras.",
            "Puxe a barra em direção ao quadril ou abdômen, contraindo as costas.",
            "Retorne à posição inicial de forma controlada.",
            "Repita o movimento pelo número desejado de repetições e alterne os lados."
        ],
        "why_do_it": [
            "Desenvolve força e hipertrofia na região dorsal.",
            "Melhora a estabilidade do core e do tronco.",
            "Trabalha de forma unilateral, corrigindo possíveis desequilíbrios musculares.",
            "Proporciona um estímulo funcional, simulando movimentos do cotidiano."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante todo o movimento.",
            "Evite arquear excessivamente as costas.",
            "Não utilize cargas muito pesadas, priorizando a técnica.",
            "Certifique-se de que a barra esteja bem fixada no suporte."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna vertebral devem evitar ou adaptar o exercício.",
            "Pessoas com lesões nos ombros ou punhos devem consultar um profissional antes de realizá-lo.",
            "Grávidas ou pessoas com condições especiais devem buscar orientação médica."
        ],
        "substitutions": [
            "Remada unilateral com halteres.",
            "Remada baixa no pulley.",
            "Remada com kettlebell.",
            "Remada renegada."
        ],
        "related_muscles": [
            "Grande dorsal (latissimus dorsi).",
            "Romboides.",
            "Trapézio.",
            "Bíceps braquial.",
            "Posterior do deltóide.",
            "Músculos do core (abdômen e oblíquos)."
        ]
    },
    {
        "id": "62",
        "name": "Exercício: Variação 3 da Postura da Mesa Superior",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-Bharmanasana-Variation-3-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-Bharmanasana-Variation-3-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Posicione-se com as mãos e os joelhos no tapete, com os pulsos diretamente abaixo dos ombros e os joelhos abaixo dos quadris.",
            "2. Vire suas palmas para baixo e abra bem os dedos, com as pontas dos dedos apontando para os seus joelhos.",
            "3. Pressione as palmas das mãos e estenda completamente os braços para levantar os ombros, afastando-os das suas orelhas.",
            "4. Mantenha a pose por algumas respirações e depois solte, abaixando lentamente as mãos até o colchonete e retornando à posição neutra de mesa."
        ],
        "what_is": [
            "Trata-se de uma variação de exercício que enfatiza a estabilização e o fortalecimento da musculatura envolvida, com foco no alinhamento postural e controle corporal.",
            "A posição é derivada de movimentos que utilizam o peso corporal como resistência principal.."
        ],
        "how_to_execute": [
            "Posicione-se em decúbito ventral (barriga para baixo) sobre um banco ou superfície elevada.",
            "Mantenha os quadris alinhados com o tronco, apoiando-se nos antebraços ou mãos.",
            "Estenda as pernas para trás, apoiando os pés no chão ou em suportes.",
            "Contraia a musculatura do core e mantenha o corpo em linha reta durante a execução.",
            "Sustente a posição por um tempo predeterminado ou realize movimentos controlados, conforme orientação."
        ],
        "why_do_it": [
            "Promove o fortalecimento da musculatura estabilizadora do tronco.",
            "Melhora a postura e o equilíbrio corporal.",
            "Desenvolve resistência muscular localizada.",
            "Auxilia na prevenção de lesões relacionadas à instabilidade lombar."
        ],
        "precautions": [
            "Evite arquear excessivamente a região lombar.",
            "Mantenha o pescoço alinhado com a coluna vertebral.",
            "Respeite os limites de carga e tempo de sustentação.",
            "Execute o movimento de forma controlada, evitando compensações."
        ],
        "restrictions": [
            "Indivíduos com problemas lombares agudos ou crônicos devem evitar.",
            "Pessoas com lesões nos ombros ou punhos podem encontrar dificuldades.",
            "Não é recomendado para gestantes sem autorização médica.",
            "Consulte um profissional antes de realizar o exercício caso tenha condições pré-existentes."
        ],
        "substitutions": [
            "Plank tradicional.",
            "Prancha lateral.",
            "Exercícios isométricos semelhantes que utilizem apoio no chão.",
            "Movimentos com faixas elásticas para reduzir a sobrecarga."
        ],
        "related_muscles": [
            "Reto abdominal.",
            "Oblíquos internos e externos.",
            "Transverso do abdômen.",
            "Músculos paravertebrais.",
            "Músculos do quadril e região glútea."
        ]
    },
    {
        "id": "63",
        "name": "Exercício: Variação 2 da Postura da Mesa",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-Bharmanasana-Variation-2-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-Bharmanasana-Variation-2-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece na posição de mesa, com as mãos e os joelhos no chão, as mãos devem estar diretamente abaixo dos seus ombros e os joelhos diretamente abaixo dos seus quadris.",
            "2. Vire suas mãos de modo que seus dedos estejam apontando para os seus joelhos e o dorso das suas mãos esteja no chão.",
            "3. Mantenha seus braços retos e seus ombros distantes das suas orelhas.",
            "4. Mantenha a pose por várias respirações ou pelo tempo que for confortável."
        ],
        "what_is": [
            "Um exercício isométrico que foca na estabilização do tronco, membros superiores e inferiores.",
            "Envolve a manutenção de uma posição estática semelhante à prancha, mas com variações específicas para aumentar o desafio.."
        ],
        "how_to_execute": [
            "Posicione-se em decúbito ventral (barriga para baixo) com os antebraços apoiados no chão e cotovelos alinhados abaixo dos ombros.",
            "Estenda as pernas para trás, apoiando-se nas pontas dos pés.",
            "Eleve o quadril até formar uma linha reta entre a cabeça, tronco e pernas.",
            "Mantenha a posição por um tempo predeterminado, garantindo que o abdômen esteja contraído e a coluna neutra."
        ],
        "why_do_it": [
            "Fortalece a musculatura do core.",
            "Melhora a estabilidade e equilíbrio corporal.",
            "Auxilia na prevenção de lesões posturais.",
            "Pode ser usado como base para progressões mais avançadas."
        ],
        "precautions": [
            "Evite arquear excessivamente as costas ou elevar o quadril muito alto.",
            "Mantenha o pescoço alinhado com a coluna, evitando tensão desnecessária.",
            "Não segure a respiração durante a execução."
        ],
        "restrictions": [
            "Indivíduos com problemas lombares ou cervicais devem consultar um profissional antes de realizar.",
            "Gestantes ou pessoas com hipertensão devem evitar ou adaptar o exercício."
        ],
        "substitutions": [
            "Prancha lateral.",
            "Prancha com joelhos apoiados.",
            "Exercícios dinâmicos para o core, como abdominal crunch ou leg raises."
        ],
        "related_muscles": [
            "Reto abdominal.",
            "Oblíquos internos e externos.",
            "Transverso abdominal.",
            "Músculos paravertebrais.",
            "Peitorais e deltóides (auxiliares)."
        ]
    },
    {
        "id": "64",
        "name": "Exercício: Variação 1 da Posição de Mesa",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-Bharmanasana-Variation-1-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-Bharmanasana-Variation-1-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece na posição de mesa, com as mãos e os joelhos no chão, as mãos diretamente abaixo dos ombros e os joelhos diretamente abaixo dos quadris.",
            "2. Vire suas mãos de modo que seus dedos estejam apontando para os lados do seu tapete e o dorso das suas mãos esteja no chão.",
            "3. Mantenha seus braços esticados e seus ombros distantes de suas orelhas.",
            "4. Mantenha a pose por várias respirações ou pelo tempo que for confortável."
        ],
        "what_is": [
            "É um exercício isométrico que trabalha a região abdominal, com foco na estabilização do tronco.",
            "A posição é realizada de forma estática e exige controle corporal.."
        ],
        "how_to_execute": [
            "Deite-se em decúbito dorsal (barriga para cima) com os joelhos flexionados e pés apoiados no chão.",
            "Eleve o quadril ligeiramente do solo, mantendo a região lombar em contato com o chão.",
            "Cruze os braços sobre o peito ou estique-os ao lado do corpo.",
            "Mantenha o abdômen contraído durante todo o tempo.",
            "Permaneça na posição por um intervalo predeterminado."
        ],
        "why_do_it": [
            "Fortalece a musculatura abdominal e lombar.",
            "Melhora a postura e a estabilidade do core.",
            "Auxilia na prevenção de lesões na coluna.",
            "Pode ser utilizado como parte de programas de reabilitação ou condicionamento físico."
        ],
        "precautions": [
            "Evite arquear excessivamente as costas.",
            "Mantenha a respiração constante, sem prender o ar.",
            "Não eleve o quadril além do necessário para evitar sobrecarga na região lombar.",
            "Consulte um profissional antes de iniciar, especialmente se houver histórico de problemas na coluna."
        ],
        "restrictions": [
            "Indivíduos com dor aguda na coluna lombar.",
            "Pessoas com hérnia de disco ou outras condições graves na região lombar.",
            "Gestantes, sem orientação médica específica."
        ],
        "substitutions": [
            "Prancha frontal.",
            "Prancha lateral.",
            "Abdominal crunch.",
            "Exercícios com faixa elástica para fortalecimento do core."
        ],
        "related_muscles": [
            "Reto abdominal.",
            "Oblíquos internos e externos.",
            "Transverso abdominal.",
            "Músculos paravertebrais."
        ]
    },
    {
        "id": "65",
        "name": "Exercício: Levantamento Terra Romeno Vitruviano",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Vitruvian-romanian-deadlift-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Vitruvian-romanian-deadlift-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Pegue uma empunhadura por cima da mão.",
            "2. Mantenha seus joelhos principalmente estendidos e incline-se para a frente na altura dos quadris.",
            "3. Mantenha as costas retas."
        ],
        "what_is": [
            "É um exercício funcional que combina movimentos de levantamento terra com uma posição corporal inspirada nos princípios de alinhamento e simetria do homem vitruviano, enfatizando equilíbrio, estabilidade e biomecânica eficiente."
        ],
        "how_to_execute": [
            "Posicione-se em uma postura ereta, pés na largura dos quadris.",
            "Incline o tronco para frente, mantendo a coluna neutra e os braços estendidos ao longo do corpo.",
            "Realize o movimento de dobrar os joelhos e inclinar o quadril, como se fosse pegar um objeto no chão.",
            "Retorne à posição inicial, ativando os músculos posteriores da cadeia cinética.",
            "Mantenha o core contraído durante toda a execução."
        ],
        "why_do_it": [
            "Melhora a força e a estabilidade da cadeia posterior.",
            "Promove equilíbrio muscular e correção postural.",
            "Desenvolve coordenação motora e consciência corporal.",
            "Fortalece a musculatura envolvida em movimentos funcionais do dia a dia."
        ],
        "precautions": [
            "Mantenha a coluna neutra para evitar lesões.",
            "Evite curvar excessivamente as costas ou projetar o pescoço para frente.",
            "Use cargas leves ou moderadas, priorizando a técnica."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna lombar devem evitar ou adaptar o movimento.",
            "Pessoas com limitações articulares nos quadris ou joelhos devem consultar um profissional antes de executar."
        ],
        "substitutions": [
            "Levantamento terra convencional.",
            "Stiff unilateral.",
            "Agachamento com peso corporal."
        ],
        "related_muscles": [
            "Glúteos (máximo, médio e mínimo).",
            "Isquiotibiais.",
            "Paravertebrais.",
            "Abdominais (core).",
            "Quadríceps.",
            "Panturrilhas."
        ]
    },
    {
        "id": "66",
        "name": "Exercício: Remada com Bola Bosu",
        "level": "Iniciante",
        "execution_type": "Bola Suíça",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bosu-Ball-row-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bosu-Ball-row-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure o bosu e incline-se para frente.",
            "2. Puxe o bosu em direção ao peito, apertando as omoplatas."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que combina o uso de halteres com uma bola Bosu para trabalhar a musculatura do corpo enquanto desafia o equilíbrio e a estabilização."
        ],
        "how_to_execute": [
            "Posicione a bola Bosu no chão com a parte plana voltada para baixo.",
            "Fique em pé sobre a bola, mantendo os pés alinhados com os quadris.",
            "Segure um haltere em cada mão, com as palmas das mãos voltadas para dentro.",
            "Incline o tronco levemente para frente, mantendo as costas retas.",
            "Puxe os halteres em direção ao abdômen, contraindo as costas.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Desenvolve força na região dorsal, melhora o equilíbrio, a coordenação motora e a estabilidade central, além de engajar múltiplos grupos musculares simultaneamente."
        ],
        "precautions": [
            "Mantenha sempre o core ativado para evitar desequilíbrios.",
            "Evite arquear as costas durante a execução.",
            "Certifique-se de que a bola Bosu está bem posicionada para evitar escorregões."
        ],
        "restrictions": [
            "Indivíduos com problemas de equilíbrio, lesões na coluna vertebral ou nos ombros devem evitar este exercício sem orientação profissional adequada."
        ],
        "substitutions": [
            "Remada unilateral com haltere em superfície estável.",
            "Remada sentado em máquina.",
            "Remada com barra em banco inclinado."
        ],
        "related_muscles": [
            "Grande dorsal.",
            "Romboides.",
            "Trapézio.",
            "Bíceps braquial.",
            "Músculos estabilizadores do core (abdômen e oblíquos)."
        ]
    },
    {
        "id": "67",
        "name": "Exercício: Variação 1 do Vajrasana",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-vajrasana-variation-1-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-yoga-vajrasana-variation-1-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece em uma posição ajoelhada com os joelhos juntos e suas canelas e pés no chão.",
            "2. Sente-se sobre os calcanhares e coloque as palmas das mãos voltadas para baixo em suas coxas, com os dedos apontando em direção aos seus joelhos.",
            "3. Relaxe seus ombros e respire profundamente.",
            "4. Mantenha a pose por várias respirações ou pelo tempo que for confortável."
        ],
        "what_is": [
            "É uma variação da posição sentada de joelhos, comum na prática de yoga, que envolve ajustes específicos para intensificar ou modificar os benefícios e o foco do exercício."
        ],
        "how_to_execute": [
            "Ajoelhe-se no chão, mantendo os joelhos alinhados com os quadris.",
            "Posicione os pés de forma que as pontas dos dedos fiquem apoiadas no chão.",
            "Desça lentamente os glúteos sobre os calcanhares.",
            "Altere a posição das mãos ou dos pés, conforme indicado na variação específica.",
            "Mantenha a coluna ereta e respire profundamente."
        ],
        "why_do_it": [
            "Melhora a postura corporal.",
            "Fortalece músculos específicos.",
            "Promove relaxamento e concentração.",
            "Facilita a digestão.",
            "Prepara o corpo para outras posturas de yoga."
        ],
        "precautions": [
            "Evite forçar o corpo além do limite confortável.",
            "Não permaneça na posição caso sinta dor intensa.",
            "Certifique-se de que o ambiente seja adequado para evitar escorregões ou desequilíbrios."
        ],
        "restrictions": [
            "Indivíduos com problemas graves nos joelhos ou tornozelos devem evitar.",
            "Pessoas com lesões na coluna lombar devem consultar um especialista antes de praticar.",
            "Gestantes podem precisar adaptar a postura."
        ],
        "substitutions": [
            "Sukhasana (posição sentada simples).",
            "Virasana (postura do herói)."
        ],
        "related_muscles": [
            "Quadríceps.",
            "Glúteos.",
            "Panturrilhas.",
            "Músculos paravertebrais.",
            "Abdutores do quadril."
        ]
    },
    {
        "id": "68",
        "name": "Exercício: Rosca Martelo Vitruviana",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Vitruvian-hammer-curl-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Vitruvian-hammer-curl-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Mantenha uma pegada neutra.",
            "2. Dobre seus cotovelos até que seus antebraços toquem seus bíceps.",
            "3. Estenda completamente seus cotovelos para finalizar cada repetição."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que combina força, estabilidade e coordenação motora.",
            "Envolve movimentos de rotação e resistência com o uso de ferramentas específicas, como halteres ou bastões.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, com os pés na largura dos ombros e joelhos levemente flexionados.",
            "Segure o implemento com as duas mãos, mantendo os braços estendidos à frente do corpo.",
            "Gire o tronco para um lado, mantendo o quadril estável, enquanto realiza uma rotação controlada com o implemento.",
            "Retorne ao centro e repita o movimento para o lado oposto."
        ],
        "why_do_it": [
            "Desenvolve a força funcional, melhora a estabilidade do core, promove a mobilidade articular e auxilia na prevenção de lesões relacionadas à rotação inadequada do tronco."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante todo o movimento.",
            "Evite girar excessivamente o quadril junto com o tronco.",
            "Execute o movimento de forma lenta e controlada para evitar sobrecarga."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna lombar ou torácica devem evitar ou adaptar o exercício.",
            "Pessoas com lesões nos ombros ou cotovelos devem consultar um profissional antes de executar."
        ],
        "substitutions": [
            "Rotação de tronco com cabo ou elástico.",
            "Torção russa com peso ou sem carga.",
            "Movimentos funcionais com medicine ball."
        ],
        "related_muscles": [
            "Reto abdominal e oblíquos internos e externos.",
            "Músculos paravertebrais.",
            "Deltoide e rotadores do ombro.",
            "Estabilizadores do quadril e da pelve."
        ]
    },
    {
        "id": "69",
        "name": "Exercício: Texto: Estabilização Cruzada do Núcleo Unilateral Carga de Kettlebell",
        "level": "Intermediário",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-crosslateral-core-stabilisation-unilateral-load-kettlebell-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-crosslateral-core-stabilisation-unilateral-load-kettlebell-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Comece ficando de pé com os pés afastados na largura dos quadris e segurando um kettlebell de um lado do seu corpo, com as palmas das mãos voltadas para as coxas.",
            "2. Incline-se para frente mantendo as costas retas e levante a kettlebell.",
            "3. Segure o kettlebell ao seu lado e certifique-se de não se inclinar para um lado."
        ],
        "what_is": [
            "Trata-se de um exercício funcional que envolve a estabilização do tronco e membros em um plano unilateral, utilizando uma ferramenta de carga para desafiar o equilíbrio e fortalecer os músculos profundos do core."
        ],
        "how_to_execute": [
            "Posicione-se em uma postura estável, com os pés alinhados aos quadris.",
            "Segure a ferramenta de carga em uma das mãos, mantendo o braço estendido ao lado do corpo.",
            "Mantenha o tronco ereto e ative os músculos abdominais.",
            "Eleve levemente a ferramenta ou mantenha-na estática enquanto estabiliza o movimento do tronco e evita compensações no quadril ou ombro.",
            "Retorne à posição inicial e repita o movimento."
        ],
        "why_do_it": [
            "Desenvolve estabilidade central, melhora a coordenação motora e promove equilíbrio entre os lados do corpo.",
            "Fortalece os músculos estabilizadores do core, essenciais para prevenir lesões e melhorar o desempenho em atividades diárias e esportivas.."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante toda a execução.",
            "Evite inclinar o tronco excessivamente para compensar o peso.",
            "Respeite a carga máxima suportada pelo praticante.",
            "Certifique-se de que os músculos do core estejam ativados antes de iniciar o movimento."
        ],
        "restrictions": [
            "Indivíduos com problemas graves na coluna vertebral, como hérnias discais sintomáticas, ou com instabilidade articular nos ombros devem evitar esse exercício.",
            "Consulte um profissional de saúde antes de executar o movimento caso tenha condições pré-existentes.."
        ],
        "substitutions": [
            "Plank unilateral com extensão de braço",
            "Bird dog",
            "Dead bug"
        ],
        "related_muscles": [
            "Reto abdominal",
            "Oblíquos internos e externos",
            "Transverso abdominal",
            "Multífidos",
            "Estabilizadores do ombro (deltoide e rotadores)"
        ]
    },
    {
        "id": "70",
        "name": "Exercício: Rosca Reversa com Kettlebell de Um Braço Só",
        "level": "Iniciante",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-single-arm-reverse-curl-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-kettlebell-single-arm-reverse-curl-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de pé com os pés afastados na largura do quadril.",
            "2. Segure um kettlebell com as palmas das mãos voltadas para baixo.",
            "3. Levante a kettlebell em direção aos ombros, contraindo os bíceps, depois abaixe com controle."
        ],
        "what_is": [
            "Trata-se de um exercício unilateral que utiliza uma kettlebell para trabalhar a musculatura dos braços e antebraços, com foco na resistência e estabilização.",
            "A pegada invertida (supinada) é característica do movimento.."
        ],
        "how_to_execute": [
            "Posicione-se em pé, mantendo os pés alinhados aos ombros e joelhos levemente flexionados.",
            "Segure a kettlebell com uma das mãos, palma voltada para frente, cotovelo fixo ao lado do corpo.",
            "Mantenha o tronco estável e contraia o abdômen.",
            "Realize a flexão do cotovelo até aproximar a kettlebell do ombro.",
            "Retorne à posição inicial de forma controlada.",
            "Repita o movimento pelo número desejado de repetições e alterne o braço."
        ],
        "why_do_it": [
            "Fortalece os músculos dos braços e antebraços.",
            "Melhora a estabilidade e coordenação unilateral.",
            "Promove ganhos funcionais no dia a dia.",
            "Desenvolve resistência muscular localizada."
        ],
        "precautions": [
            "Evite movimentos bruscos ou uso de momentum.",
            "Mantenha o punho neutro para evitar tensões excessivas.",
            "Contraia o core durante toda a execução.",
            "Respeite sua amplitude articular e limite de carga."
        ],
        "restrictions": [
            "Lesões prévias nos ombros, cotovelos ou punhos podem impedir a prática.",
            "Indivíduos com problemas articulares devem consultar um profissional antes de executar.",
            "Gestantes devem adaptar ou evitar dependendo da recomendação médica."
        ],
        "substitutions": [
            "Rosca direta com halteres.",
            "Rosca martelo com kettlebell ou halteres.",
            "Rosca concentrada com halter.",
            "Flexão de braço isométrica com resistência elástica."
        ],
        "related_muscles": [
            "Bíceps braquial.",
            "Braquial anterior.",
            "Pronador redondo.",
            "Antebraços (músculos flexores)."
        ]
    },
    {
        "id": "71",
        "name": "Exercício: Remada Alternada com Kettlebell",
        "level": "Iniciante",
        "execution_type": "Kettlebell",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-alternating-row-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Kettlebells-alternating-row-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique de pé com os pés afastados na largura dos ombros, kettlebell em uma mão.",
            "2. Dobre-se nos quadris, reme com o kettlebell até o peito.",
            "3. Alterne as mãos a cada remada."
        ],
        "what_is": [
            "Um exercício unilateral que trabalha os músculos da parte superior do corpo, focando principalmente na região dorsal e nos braços.",
            "Utiliza um peso específico para promover força e estabilidade.."
        ],
        "how_to_execute": [
            "Posicione-se em uma posição de prancha alta (apoio nas mãos e joelhos ou pontas dos pés).",
            "Segure o peso em uma das mãos, mantendo o braço estendido.",
            "Puxe o peso em direção ao quadril, mantendo o cotovelo próximo ao corpo.",
            "Retorne lentamente à posição inicial.",
            "Alterne os braços após cada repetição."
        ],
        "why_do_it": [
            "Desenvolve força e hipertrofia muscular.",
            "Melhora a estabilidade e coordenação corporal.",
            "Fortalece a musculatura dorsal e auxilia no equilíbrio muscular."
        ],
        "precautions": [
            "Mantenha a coluna neutra durante toda a execução.",
            "Evite movimentos bruscos ou balançar o tronco.",
            "Certifique-se de que o peso utilizado é adequado ao nível de força."
        ],
        "restrictions": [
            "Indivíduos com problemas na coluna lombar devem evitar ou adaptar o exercício.",
            "Pessoas com lesões nos ombros ou cotovelos devem consultar um profissional antes de realizar."
        ],
        "substitutions": [
            "Remada unilateral com halteres.",
            "Remada baixa no pulley.",
            "Remada com barra."
        ],
        "related_muscles": [
            "Grande dorsal.",
            "Romboides.",
            "Bíceps braquial.",
            "Trapézio.",
            "Estabilizadores do core."
        ]
    },
    {
        "id": "72",
        "name": "Exercício: Rosca de Pulso com Haltere em Banco com Um Braço",
        "level": "Iniciante",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-wrist-flexor-curl-dumbbell-kneeling-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-wrist-flexor-curl-dumbbell-kneeling-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Coloque um braço sobre um banco enquanto segura um haltere. Aponte sua palma para o teto.",
            "2. Estenda e flexione seu pulso contra a resistência."
        ],
        "what_is": [
            "Um exercício de força que envolve o uso de um haltere para trabalhar os músculos do braço, realizado em um banco com apoio para as costas.",
            "Consiste em movimentos de flexão e extensão do punho.."
        ],
        "how_to_execute": [
            "Sente-se em um banco com encosto, mantendo a postura ereta.",
            "Segure um haltere com uma pegada neutra (palma da mão voltada para dentro).",
            "Apoie o antebraço no colo ou no encosto do banco, deixando o punho livre para o movimento.",
            "Flexione o punho, levantando o haltere em direção ao teto.",
            "Retorne lentamente à posição inicial, realizando o movimento de extensão."
        ],
        "why_do_it": [
            "Fortalece os músculos do antebraço e melhora a força de preensão.",
            "Auxilia no equilíbrio muscular, especialmente para praticantes de esportes que exigem força manual.",
            "Complementa outros exercícios que envolvem tração ou empurrão."
        ],
        "precautions": [
            "Evite usar cargas excessivas para prevenir lesões nos punhos.",
            "Mantenha o movimento controlado, sem balançar o peso.",
            "Certifique-se de que o banco ofereça estabilidade suficiente durante a execução."
        ],
        "restrictions": [
            "Indivíduos com problemas nos punhos, como tendinite ou lesões pré-existentes, devem evitar este exercício.",
            "Não é recomendado para pessoas com limitações na mobilidade dos punhos."
        ],
        "substitutions": [
            "Rosca inversa com barra.",
            "Rosca martelo com halteres.",
            "Rosca de pulso usando uma barra e apoio em superfícies fixas."
        ],
        "related_muscles": [
            "Primários: Músculo braquiorradial e flexores do punho.",
            "Secundários: Antebraços (flexores e extensores) e músculos estabilizadores do punho."
        ]
    },
    {
        "id": "73",
        "name": "Exercício: Alongamento Sentado do Extensor do Pulso",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-wrist-extensor-stretch-seated-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-wrist-extensor-stretch-seated-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Levante um braço mantendo seu ombro relaxado.",
            "2. Segure o dorso da sua mão com a outra mão e flexione passivamente o pulso.",
            "3. Você deve sentir um alongamento na parte superior do seu braço."
        ],
        "what_is": [
            "É um exercício de alongamento que visa esticar os músculos extensores do punho, localizados na parte posterior do antebraço.",
            "Este alongamento é frequentemente usado para melhorar a flexibilidade e reduzir a tensão muscular.."
        ],
        "how_to_execute": [
            "Sente-se em uma cadeira com a coluna reta.",
            "Estique um dos braços à frente, mantendo-o paralelo ao chão.",
            "Dobre o punho, apontando a palma da mão para baixo.",
            "Com a outra mão, suavemente puxe os dedos da mão estendida em direção ao corpo.",
            "Mantenha a posição por 15-30 segundos e relaxe.",
            "Repita com o outro braço, se necessário."
        ],
        "why_do_it": [
            "Ajuda a melhorar a mobilidade do punho, prevenir lesões por esforço repetitivo e aliviar a tensão acumulada nos músculos extensores.",
            "É especialmente útil para pessoas que realizam atividades que exigem movimentos repetitivos dos punhos, como digitar ou levantar pesos.."
        ],
        "precautions": [
            "Evite forçar o punho além do ponto confortável.",
            "Não execute o alongamento com movimentos bruscos.",
            "Respeite seus limites para evitar microlesões."
        ],
        "restrictions": [
            "Indivíduos com lesões recentes no punho, tendinite ou outros problemas relacionados aos músculos ou articulações do antebraço devem consultar um profissional antes de realizar este exercício."
        ],
        "substitutions": [
            "Alongamento dos flexores do punho.",
            "Rotações suaves do punho.",
            "Uso de massagem ou rolos para liberação miofascial."
        ],
        "related_muscles": [
            "Extensor radial longo do carpo.",
            "Extensor radial curto do carpo.",
            "Extensor ulnar do carpo.",
            "Extensor dos dedos."
        ]
    },
    {
        "id": "74",
        "name": "Exercício: Mobilização do Extensor do Punho",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-wrist-extensor-mobilisation-lacrosse-ball-kneeling-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-wrist-extensor-mobilisation-lacrosse-ball-kneeling-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Ajoelhe-se ao lado de um banco, colocando o braço que você quer mobilizar em cima, com a palma voltada para baixo.",
            "2. Bring a massage ball to the top of your forearm and move it around applying gentle pressure.",
            "3. Encontre o ponto certo/dolorido.",
            "4. Você pode movimentar seu pulso em várias direções para mobilizar seus extensores de pulso."
        ],
        "what_is": [
            "Consiste em um exercício terapêutico que visa mobilizar e alongar os músculos extensores do punho, promovendo flexibilidade e recuperação funcional."
        ],
        "how_to_execute": [
            "Posicione o braço estendido à frente do corpo, com a palma da mão voltada para baixo.",
            "Com a outra mão, segure suavemente os dedos da mão estendida.",
            "Aplique uma leve pressão para trazer a mão em direção à flexão do punho.",
            "Mantenha a posição por alguns segundos e retorne lentamente à posição inicial."
        ],
        "why_do_it": [
            "Melhora a amplitude de movimento do punho.",
            "Previne rigidez e desconforto muscular.",
            "Auxilia na recuperação de lesões nos extensores.",
            "Reduz tensões relacionadas ao uso repetitivo."
        ],
        "precautions": [
            "Evite forçar além do conforto.",
            "Não realize em caso de dor aguda ou inflamação recente.",
            "Respeite os limites individuais de mobilidade."
        ],
        "restrictions": [
            "Lesões graves no punho ou tendões.",
            "Processos inflamatórios ativos, como tendinite.",
            "Pós-cirurgias sem liberação médica."
        ],
        "substitutions": [
            "Alongamento passivo dos flexores do punho.",
            "Uso de rolos de espuma ou massagem miofascial.",
            "Exercícios com bandas elásticas para mobilidade."
        ],
        "related_muscles": [
            "Extensor radial longo do carpo.",
            "Extensor ulnar do carpo.",
            "Extensor dos dedos.",
            "Extensor curto do polegar."
        ]
    },
    {
        "id": "75",
        "name": "Exercício: Texto: Segurando o Extensor do Pulso ajoelhado",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-wrist-extensor-isometric-dumbbell-kneeling-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-wrist-extensor-isometric-dumbbell-kneeling-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Coloque seu antebraço sobre um banco.",
            "2. Segure um haltere em uma posição neutra do pulso com a palma da mão virada para baixo."
        ],
        "what_is": [
            "Trata-se de um exercício que utiliza um equipamento específico para alongar e fortalecer os músculos do antebraço, punho e região relacionada.",
            "É realizado com o praticante ajoelhado no chão, promovendo estabilidade e foco na execução.."
        ],
        "how_to_execute": [
            "Posicione-se ajoelhado no chão, mantendo a postura ereta.",
            "Segure o equipamento com as duas mãos, posicionando-o próximo ao corpo.",
            "Estique os braços à frente, mantendo os cotovelos alinhados.",
            "Realize o movimento de extensão do punho conforme orientação específica do aparelho."
        ],
        "why_do_it": [
            "Ajuda no fortalecimento dos músculos flexores e extensores do punho, melhora a mobilidade articular e pode prevenir lesões relacionadas ao uso excessivo das mãos e punhos."
        ],
        "precautions": [
            "Evite realizar o movimento com peso ou intensidade além do suportável.",
            "Mantenha a postura correta para evitar sobrecarga na coluna.",
            "Respeite os limites de amplitude articular para não forçar tendões e ligamentos."
        ],
        "restrictions": [
            "Indivíduos com problemas graves nos punhos, antebraços ou articulações das mãos devem evitar este exercício.",
            "Consulte um profissional de saúde antes de iniciar sua prática se houver histórico de lesões.."
        ],
        "substitutions": [
            "Exercícios manuais com elásticos de resistência.",
            "Movimentos de extensão e flexão de punho com halteres leves.",
            "Alongamentos específicos para punhos e antebraços sem equipamentos."
        ],
        "related_muscles": [
            "Músculos flexores do antebraço (Flexor Radial do Carpo, Palmar Longo).",
            "Músculos extensores do antebraço (Extensor Radial Longo do Carpo, Extensor Comum dos Dedos).",
            "Pequenos músculos intrínsecos da mão."
        ]
    },
    {
        "id": "76",
        "name": "Exercício: Desvios Ulnares",
        "level": "Novato",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-ulnar-deviations-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-ulnar-deviations-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Fique em pé, com a postura ereta, segurando uma barra/avanço/peso com uma das mãos.",
            "2. Segure o peso de modo que ele aponte para trás e em direção ao chão.",
            "3. Aperte sua pegada para levantar o peso."
        ],
        "what_is": [
            "Desvios referem-se a movimentos laterais do punho, sendo este específico para o lado do dedo mínimo.",
            "O movimento ocorre no plano frontal e envolve a abdução do punho.."
        ],
        "how_to_execute": [
            "Posicione-se com o braço estendido ao lado do corpo ou apoiado em uma superfície.",
            "Mantenha o punho neutro e mova a mão lateralmente na direção do dedo mínimo.",
            "Retorne à posição inicial de forma controlada.",
            "Repita o movimento pelo número de repetições desejado."
        ],
        "why_do_it": [
            "Fortalece os músculos responsáveis pela estabilização do punho e melhora a amplitude de movimento.",
            "Pode ser útil para prevenir lesões em atividades que exigem movimentos repetitivos.."
        ],
        "precautions": [
            "Evite movimentos bruscos ou excessivamente rápidos.",
            "Mantenha o cotovelo estável durante a execução.",
            "Não force além do conforto articular."
        ],
        "restrictions": [
            "Indivíduos com lesões prévias no punho, cotovelo ou articulações adjacentes devem consultar um profissional antes de realizar o exercício.",
            "Evitar em casos de inflamação aguda ou condições como síndrome do túnel do carpo não tratada."
        ],
        "substitutions": [
            "Desvios radiais.",
            "Flexões e extensões de punho com resistência.",
            "Uso de bandas elásticas para exercícios de resistência lateral."
        ],
        "related_muscles": [
            "Primários: Flexor ulnar do carpo, extensor ulnar do carpo.",
            "Secundários: Músculos intrínsecos da mão e antebraço que auxiliam na estabilização."
        ]
    },
    {
        "id": "77",
        "name": "Exercício: Texto: Rosca Direta no Scott com Barra EZ Invertida",
        "level": "Novato",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-ez-bar-reverse-preacher-curl-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Barbell-ez-bar-reverse-preacher-curl-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se no banco do pregador, agarre a barra EZ com as mãos por cima na largura dos ombros, cotovelos apoiados no coxim.",
            "2. Levante a barra em direção ao queixo, mantendo os cotovelos estáveis.",
            "3. Abaixe a barra lentamente para a posição inicial, mantendo o controle durante todo o processo."
        ],
        "what_is": [
            "É um exercício de musculação que utiliza uma barra EZ invertida e o banco Scott para isolar e trabalhar grupos musculares específicos.",
            "A pegada é direta, com as palmas das mãos voltadas para baixo.."
        ],
        "how_to_execute": [],
        "why_do_it": [
            "Promove o isolamento de músculos específicos.",
            "Melhora a definição muscular.",
            "Contribui para o fortalecimento dos membros superiores."
        ],
        "precautions": [
            "Evite movimentos bruscos ou uso de momentum.",
            "Mantenha a postura correta, com costas retas e cotovelos alinhados.",
            "Respeite a amplitude de movimento adequada para evitar lesões."
        ],
        "restrictions": [
            "Indivíduos com problemas nos cotovelos, ombros ou punhos devem evitar ou adaptar o exercício.",
            "Não é recomendado para iniciantes sem supervisão."
        ],
        "substitutions": [
            "Rosca com halteres.",
            "Rosca concentrada.",
            "Rosca martelo."
        ],
        "related_muscles": [
            "Bíceps braquial.",
            "Braquial anterior.",
            "Pronador redondo."
        ]
    },
    {
        "id": "78",
        "name": "Exercício: Supinações e Pronações de Pulso com Haltere",
        "level": "Iniciante",
        "execution_type": "Halteres",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-wrist-supinations-pronations-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-wrist-supinations-pronations-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Sente-se ao lado de um banco ou mesa e apoie seu braço nele.",
            "2. Segure um haltere/peso/alavanca em uma das pontas.",
            "3. Gire o pulso de modo que a palma da mão fique voltada para baixo e para cima sucessivamente."
        ],
        "what_is": [
            "São movimentos de rotação do antebraço realizados com o uso de um haltere, onde a supinação corresponde à rotação externa (palma da mão para cima) e a pronação à rotação interna (palma da mão para baixo)."
        ],
        "how_to_execute": [
            "Sente-se ou fique em pé com o braço ao lado do corpo, cotovelo flexionado a aproximadamente 90 graus.",
            "Segure o haltere com uma pegada neutra (polegar apontando para cima).",
            "Para supinação, gire o antebraço até que a palma da mão fique voltada para cima.",
            "Para pronação, gire o antebraço até que a palma da mão fique voltada para baixo.",
            "Retorne lentamente à posição inicial."
        ],
        "why_do_it": [
            "Fortalece os músculos responsáveis pela rotação do antebraço.",
            "Melhora a estabilidade e coordenação dos movimentos articulares.",
            "Auxilia no equilíbrio muscular, prevenindo lesões por descompensação."
        ],
        "precautions": [
            "Mantenha o cotovelo fixo durante o movimento para evitar compensações.",
            "Evite realizar o exercício com peso excessivo, priorizando a execução técnica.",
            "Respeite a amplitude natural do pulso."
        ],
        "restrictions": [
            "Indivíduos com lesões no punho, cotovelo ou ombro devem evitar ou adaptar o exercício.",
            "Não é recomendado para pessoas com problemas articulares graves ou inflamações na região."
        ],
        "substitutions": [
            "Movimentos isométricos com faixas elásticas.",
            "Uso de barras ou caneleiras leves.",
            "Exercícios sem carga, apenas com o peso do próprio membro."
        ],
        "related_muscles": [
            "Supinador (principal na supinação).",
            "Pronador redondo e quadrado (principais na pronação).",
            "Braquiorradial e bíceps braquial (auxiliares na supinação)."
        ]
    },
    {
        "id": "79",
        "name": "Exercício: Alongamento do Flexor do Pulso Sentado",
        "level": "Iniciante",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-wrist-flexor-stretch-seated-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Recovery-wrist-flexor-stretch-seated-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Leve um braço à frente de você com a palma virada para cima, o cotovelo esticado e o ombro relaxado.",
            "2. Com a outra mão, segure a palma e force-a a uma extensão passiva.",
            "3. Isso vai alongar os flexores do seu pulso."
        ],
        "what_is": [
            "Consiste em uma técnica de alongamento que visa estender os músculos responsáveis pela flexão do punho, promovendo maior amplitude de movimento e relaxamento muscular."
        ],
        "how_to_execute": [
            "Sente-se em uma posição confortável com a coluna ereta.",
            "Estique um dos braços à frente, mantendo-o paralelo ao chão.",
            "Com a palma da mão voltada para cima, use a outra mão para suavemente puxar os dedos da mão estendida para trás.",
            "Mantenha a posição por 15 a 30 segundos.",
            "Repita o processo com o outro braço."
        ],
        "why_do_it": [
            "Ajuda a melhorar a flexibilidade dos músculos do antebraço, reduzir tensões acumuladas e prevenir lesões relacionadas ao uso repetitivo do punho."
        ],
        "precautions": [
            "Evite movimentos bruscos ou excessivamente forçados.",
            "Não force além do ponto de leve desconforto.",
            "Respeite suas limitações físicas e interrompa caso sinta dor."
        ],
        "restrictions": [
            "Indivíduos com lesões recentes no punho, antebraço ou articulações adjacentes devem evitar este exercício sem orientação profissional."
        ],
        "substitutions": [
            "Alongamento dos extensores do punho.",
            "Rotação suave dos punhos.",
            "Uso de massagem terapêutica localizada."
        ],
        "related_muscles": [
            "Principais músculos trabalhados:",
            "Flexor radial do carpo.",
            "Flexor ulnar do carpo.",
            "Palmar longo.",
            "Músculos secundários:",
            "Pronador redondo.",
            "Flexores curtos dos dedos."
        ]
    },
    {
        "id": "80",
        "name": "Exercício: Suspensão com Peso",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Plate-plate-weighted-dead-hang-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Plate-plate-weighted-dead-hang-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Prenda um peso em si mesmo usando um cinto de mergulho. Segure uma barra de pull-up com as palmas das mãos voltadas para frente.",
            "2. Pendure-se com os braços totalmente estendidos.",
            "3. Mantenha a posição pelo tempo recomendado, mantendo o seu core ativado."
        ],
        "what_is": [
            "Consiste em um exercício de força e resistência que envolve a suspensão do corpo com o auxílio de uma barra ou equipamento específico, enquanto se segura um peso adicional.",
            "A posição é mantida por alguns segundos ou repetições.."
        ],
        "how_to_execute": [
            "Posicione-se abaixo de uma barra fixa ou equipamento adequado.",
            "Segure a barra com as mãos em posição supinada (palmas voltadas para você) ou pronada (palmas para frente), dependendo da variação.",
            "Mantenha os cotovelos flexionados e o corpo suspenso.",
            "Adicione um peso entre as pernas ou preso ao corpo.",
            "Suspenda o corpo ou mantenha a posição isométrica conforme orientação."
        ],
        "why_do_it": [
            "Fortalece músculos específicos das costas, braços e antebraços.",
            "Melhora a estabilidade e postura corporal.",
            "Desenvolve resistência muscular localizada.",
            "Pode ser utilizado como parte de treinos funcionais ou específicos."
        ],
        "precautions": [
            "Evite realizar o movimento com peso excessivo, o que pode causar lesões.",
            "Certifique-se de que a barra ou equipamento esteja bem fixado.",
            "Mantenha a coluna alinhada durante a execução.",
            "Respeite os limites individuais para evitar sobrecarga articular."
        ],
        "restrictions": [
            "Indivíduos com problemas nos ombros, cotovelos ou punhos devem evitar.",
            "Não é recomendado para quem possui condições crônicas não controladas.",
            "Gestantes ou pessoas com limitações físicas devem consultar um profissional antes de tentar."
        ],
        "substitutions": [
            "Outras variações de exercícios de tração, como remadas ou pull-ups sem peso adicional.",
            "Exercícios isométricos com foco similar, como pranchas modificadas.",
            "Treinos com elásticos ou halteres que trabalhem grupos musculares próximos."
        ],
        "related_muscles": [
            "Grande dorsal.",
            "Bíceps braquial.",
            "Romboides.",
            "Trapézio.",
            "Músculos do antebraço."
        ]
    },
    {
        "id": "81",
        "name": "Exercício: Elevação em L Sentado",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-hanging-l-sit-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-hanging-l-sit-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Pendure-se em uma barra com os braços totalmente estendidos.",
            "2. Levante as pernas até formar um L.",
            "3. Mantenha a posição pelo tempo determinado, mantendo seus abdominais contraídos."
        ],
        "what_is": [
            "Trata-se de um exercício de força que envolve a elevação de uma perna enquanto o praticante está sentado, com a outra perna flexionada ou estendida.",
            "O movimento foca em isolar grupos musculares específicos das pernas e do core.."
        ],
        "how_to_execute": [
            "Sente-se em uma superfície estável, como um banco ou cadeira.",
            "Mantenha uma postura ereta, com as costas retas e os ombros relaxados.",
            "Estenda uma perna à frente, mantendo-a paralela ao chão.",
            "Eleve a perna estendida até alcançar a altura máxima confortável.",
            "Retorne lentamente à posição inicial e repita o movimento pelo número desejado de repetições.",
            "Alterne a perna conforme necessário."
        ],
        "why_do_it": [
            "Fortalece os músculos inferiores, melhorando a estabilidade e o equilíbrio.",
            "Auxilia no fortalecimento do core, contribuindo para uma postura mais alinhada.",
            "Pode ser usado como parte de programas de reabilitação ou condicionamento físico."
        ],
        "precautions": [
            "Evite movimentos bruscos para prevenir lesões articulares.",
            "Mantenha a coluna neutra durante todo o exercício.",
            "Não force além do limite de amplitude articular seguro.",
            "Consulte um profissional antes de iniciar, especialmente se houver histórico de problemas nas articulações ou músculos."
        ],
        "restrictions": [
            "Indivíduos com lesões recentes nos joelhos, quadris ou região lombar devem evitar.",
            "Gestantes ou pessoas com condições médicas específicas devem consultar um médico antes de realizar.",
            "Não é recomendado para quem sofre de problemas graves de equilíbrio."
        ],
        "substitutions": [
            "Elevação de pernas deitado.",
            "Agachamento unilateral.",
            "Flexão de joelho sentado em máquina.",
            "Exercícios isométricos para quadríceps."
        ],
        "related_muscles": [
            "Quadríceps (principalmente o reto femoral).",
            "Isquiotibiais.",
            "Abdutores e adutores da coxa.",
            "Músculos do core (abdominais e oblíquos)."
        ]
    },
    {
        "id": "82",
        "name": "Exercício: Flexões na barra com peso de halteres",
        "level": "Avançado",
        "execution_type": "Barra",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-weighted-chin-ups-front.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Dumbbells-dumbbell-weighted-chin-ups-side.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure a barra com as mãos afastadas na largura dos ombros, com uma pegada supinada (palmas voltadas para você). Use um cinto para dip e deixe o peso pendurar entre suas pernas.",
            "2. Com seu corpo pendurado e braços totalmente estendidos, puxe-se para cima até que seu queixo passe da barra.",
            "3. Retorne lentamente à posição inicial. Repita."
        ],
        "what_is": [
            "Consiste em um exercício de força que combina elementos de flexões e trabalho na barra, com o acréscimo de halteres para aumentar a resistência.",
            "Envolve movimentos que exigem controle corporal e equilíbrio.."
        ],
        "how_to_execute": [
            "Posicione-se em uma barra fixa ou suporte estável, segurando-a com as mãos em posição supinada ou pronada.",
            "Mantenha os pés no chão ou apoie-os em um suporte elevado.",
            "Segure um haltere com uma das mãos ou entre as pernas, dependendo da variação.",
            "Flexione os cotovelos para descer o corpo até formar um ângulo de aproximadamente 90 graus.",
            "Retorne à posição inicial de forma controlada."
        ],
        "why_do_it": [
            "Desenvolve força muscular em áreas específicas do corpo.",
            "Aumenta a estabilidade e o equilíbrio.",
            "Promove ganhos funcionais ao simular movimentos do cotidiano.",
            "Permite maior intensidade com o uso de peso adicional."
        ],
        "precautions": [
            "Evite arquear excessivamente as costas durante a execução.",
            "Mantenha o core ativado para estabilizar o tronco.",
            "Não use pesos além da sua capacidade para evitar lesões.",
            "Certifique-se de que a barra ou suporte esteja firme e seguro."
        ],
        "restrictions": [
            "Indivíduos com problemas nos ombros, cotovelos ou coluna devem evitar ou adaptar o exercício.",
            "Pessoas com limitações de mobilidade devem consultar um profissional antes de executar."
        ],
        "substitutions": [
            "Flexões tradicionais com ou sem peso adicional.",
            "Remada curvada com halteres.",
            "Paralelas com peso corporal ou carga extra."
        ],
        "related_muscles": [
            "Peitoral maior.",
            "Deltóides (principalmente parte anterior).",
            "Tríceps braquial.",
            "Músculos abdominais (para estabilização).",
            "Músculos da região lombar e trapézio (secundariamente)."
        ]
    },
    {
        "id": "83",
        "name": "Exercício: Elevação de queixo em posição L",
        "level": "Intermediário",
        "execution_type": "Peso Corporal",
        "videos": [
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-l-sit-chin-up-side.mp4#t=0.1",
            "https://media.musclewiki.com/media/uploads/videos/branded/male-Bodyweight-l-sit-chin-up-front.mp4#t=0.1"
        ],
        "tips": [
            "1. Segure a barra com as mãos afastadas na largura dos ombros e com uma pegada supinada (palmas voltadas para você).",
            "2. Com o corpo em posição de L e braços totalmente estendidos, puxe-se para cima até que seu queixo ultrapasse a barra.",
            "3. Retorne lentamente à posição inicial. Repita."
        ],
        "what_is": [
            "Consiste em um movimento que envolve a elevação da cabeça e do queixo enquanto o corpo está posicionado de forma inclinada ou na posição \"L\".",
            "Esse exercício visa fortalecer e alongar músculos específicos da região cervical e da parte superior do corpo.."
        ],
        "how_to_execute": [
            "Posicione-se com o corpo inclinado, apoiando as mãos ou antebraços no chão (ou em outra superfície estável) para formar a posição \"L\".",
            "Mantenha a coluna alinhada e o pescoço em posição neutra.",
            "Eleve lentamente o queixo em direção ao teto, contraindo os músculos da nuca.",
            "Retorne à posição inicial de forma controlada.",
            "Repita o movimento pelo número de repetições recomendado."
        ],
        "why_do_it": [
            "Fortalece os músculos posteriores do pescoço e da região cervical.",
            "Melhora a postura, especialmente em indivíduos que passam muito tempo sentados ou com a cabeça inclinada para frente.",
            "Auxilia na prevenção de desconfortos e tensões na região do pescoço."
        ],
        "precautions": [
            "Evite movimentos bruscos ou excessivamente rápidos.",
            "Mantenha sempre o alinhamento da coluna e da cabeça para evitar sobrecarga na cervical.",
            "Não force o movimento além do conforto articular.",
            "Consulte um profissional de saúde antes de iniciar, especialmente se houver histórico de lesões cervicais."
        ],
        "restrictions": [
            "Pessoas com problemas graves na coluna cervical ou hérnias de disco devem evitar esse exercício.",
            "Indivíduos com dor aguda ou inflamação na região do pescoço devem buscar orientação médica antes de praticar.",
            "Gestantes ou pessoas com condições cardiovasculares devem consultar um especialista antes de realizar."
        ],
        "substitutions": [
            "Exercícios isométricos de resistência cervical.",
            "Alongamentos suaves para a musculatura do pescoço.",
            "Movimentos de flexão e extensão controlada da cabeça em posição sentada ou em decúbito dorsal."
        ],
        "related_muscles": [
            "Primários: Músculos esplênio da cabeça e pescoço, trapézio (porção superior).",
            "Secundários: Esternocleidomastóideo, romboides e deltoides posterior (em menor intensidade)."
        ]
    }
]